Repository: Stellarium/stellarium-skycultures
Catalog: kamilaroi/po/*.po
Languages: ar, cs, de, es, it, ja, ko, nl, pt, ru, zh_cn, zh_tw

source: Warrawilbaarru is the whirlwind spirit who lives in the constellation Scorpius. Byaame normally keeps him from coming to Earth, but in September he comes out of one of three holes (dark nebulae) in Scorpius during September, and doesn't go back until around March. During this time he is on earth as the "willy willy" or whirlwind, and can be dangerous to children and uninitiated men.
ar: Warrawilbaarru هي الروح الزوبعة التي تعيش في كوكبة العقرب. عادة ما يمنعه بيام من القدوم إلى الأرض ، ولكن في سبتمبر يخرج من أحد الثقوب الثلاثة (السدم السوداء) في سكوربيوس خلال سبتمبر ، ولا يعود حتى مارس تقريبًا. خلال هذا الوقت ، كان على الأرض كـ "ويلي ويلي" أو زوبعة ، ويمكن أن يكون خطرًا على الأطفال والرجال غير المبتدئين.
cs: Warrawilbaarru je duch vichřice, který žije v souhvězdí Scorpius. Byaame mu normálně brání v cestě na Zemi, ale v září vychází v září ze jedné ze tří děr (tmavé mlhoviny) ve Štíra a nevrací se až kolem března. Během této doby je na Zemi jako „chtitelný chtíč“ nebo vichřice a může být nebezpečný pro děti a nezasvěcené muže.
de: Warrawilbaarru ist der Wirbelwindgeist, der im Sternbild Skorpion lebt. Byaame hält ihn normalerweise davon ab, auf die Erde zu kommen, aber im September kommt er im September aus einem von drei Löchern (dunklen Nebeln) in Scorpius und kehrt erst um den März zurück. Während dieser Zeit ist er auf der Erde als "willy willy" oder Wirbelwind und kann für Kinder und nicht eingeweihte Männer gefährlich sein.
es: Warrawilbaarru es el espíritu del torbellino que vive en la constelación de Scorpius. Byaame normalmente le impide venir a la Tierra, pero en septiembre sale de uno de los tres agujeros (nebulosas oscuras) en Scorpius durante septiembre, y no regresa hasta alrededor de marzo. Durante este tiempo él está en la tierra como "willy willy" o torbellino, y puede ser peligroso para los niños y los hombres no iniciados.
it: Warrawilbaarru è lo spirito vorticoso che vive nella costellazione dello Scorpione. Byaame normalmente gli impedisce di venire sulla Terra, ma a settembre esce da una delle tre buche (nebulose oscure) nello Scorpione a settembre, e non torna indietro fino a marzo. Durante questo periodo è sulla terra come il "volente" o turbinio, e può essere pericoloso per i bambini e gli uomini non iniziati.
ja: ワラウィルバールは、蠍座の星座に住む旋風の精霊です。バイアメは通常彼が地球に来るのを防ぎますが、9月に彼は9月にさそり座の3つの穴（暗い星雲）の1つから出てきて、3月頃まで戻りません。この間、彼は「ウィリーウィリー」または旋風として地球上にいて、子供や初心者の男性にとって危険な場合があります。
ko: Warrawilbaarru는 별자리 전갈 자리에 사는 회오리 바람입니다. Byaame은 일반적으로 그를 지구로 오지 못하게하지만 9 월에는 9 월에 전갈 자리에있는 3 개의 구멍 (어두운 성운) 중 하나에서 나오며 3 월 경까지는 되돌아 가지 않습니다. 이 기간 동안 그는 "윌리 윌리 (윌리 윌리)"또는 회오리 바람으로 지구상에 있으며 어린이와 미 초기 남성에게 위험 할 수 있습니다.
nl: Warrawilbaarru is de wervelwindgeest die in het sterrenbeeld Scorpius woont. Byaame weerhoudt hem er normaal gesproken van om naar de aarde te komen, maar in september komt hij in september uit een van de drie gaten (donkere nevels) in Scorpius en gaat pas rond maart terug. Gedurende deze tijd is hij op aarde als de "willy willy" of wervelwind, en kan gevaarlijk zijn voor kinderen en niet-ingewijden.
pt: Warrawilbaarru é o espírito de turbilhão que vive na constelação de Escorpião. Byaame normalmente o impede de vir à Terra, mas em setembro ele sai de um dos três buracos (nebulosas escuras) em Scorpius durante setembro, e só volta em março. Durante esse tempo, ele está na terra como o "queridinho" ou o turbilhão, e pode ser perigoso para crianças e homens não iniciados.
ru: Варравильбаарру - вихревой дух, живущий в созвездии Скорпиона. Обычно Бьяаме не дает ему прийти на Землю, но в сентябре он выходит из одной из трех дыр (темных туманностей) в Скорпионе в течение сентября и возвращается только в марте. В течение этого времени он находится на земле как "волей-волей" или вихрь, и может быть опасным для детей и непосвященных мужчин.
zh_cn: Warrawilbaarru是居住在天蝎座的旋风精神。 Byaame通常不会让他进入地球，但是在9月，他在9月从天蝎座的三个洞（暗星云）之一出来，直到3月左右才返回。在此期间，他以“威利·威利”或旋风在地上生活，对儿童和未成年男子可能构成危险。
zh_tw: Warrawilbaarru是居住在天蠍座的旋風精神。 Byaame通常不會讓他進入地球，但是在9月，他在9月從天蠍座的三個洞（暗星雲）之一出來，直到3月左右才返回。在這段時間裡，他以“威利·威利”或旋風在地上生活，可能對兒童和未成年男子構成危險。
