Repository: Stellarium/stellarium-skycultures
Catalog: kamilaroi/po/*.po
Languages: ar, cs, de, es, it, ja, ko, nl, pt, ru, zh_cn, zh_tw

source: Kamilaroi/Euahlayi
ar: كاميلاروي/يواهلايي
cs: Kamilarojská/Euahlajská
ja: カミラロイ族/Euahlayi族(オーストラリア)
ko: 가밀라라이/에우알라이
ru: Камиларои/Еуахлайи
zh_cn: 卡米勒罗伊/尤阿拉伊

source: The Kamilaroi (also known as Gomeroi) and Euahlayi peoples are Australian Aboriginal cultural groups located in the northern part of New South Wales. They have survived European invasion and loss of much of their country. Their culture and connection to country remains strong, including an extensive cultural astronomy first recorded in the 1860s.
ar: ال Kamilaroi (المعروف أيضًا باسم Gomeroi) وشعوب Euahlayi هي مجموعات ثقافية أصلية أسترالية تقع في الجزء الشمالي من نيو ساوث ويلز. لقد نجوا من الغزو الأوروبي وخسارة جزء كبير من بلادهم. لا تزال ثقافتهم وارتباطهم بالبلد قويًا ، بما في ذلك علم الفلك الثقافي الواسع النطاق الذي تم تسجيله لأول مرة في ستينيات القرن التاسع عشر.
cs: Kamilaroi (také známý jako Gomeroi) a Euahlayi národy jsou australské domorodé kulturní skupiny umístěné v severní části Nového Jižního Walesu. Přežili evropskou invazi a ztrátu velké části své země. Jejich kultura a spojení se zemí zůstávají silné, včetně rozsáhlé kulturní astronomie, která byla poprvé zaznamenána v 60. letech 20. století.
de: Die Völker Kamilaroi (auch als Gomeroi bekannt) und Euahlayi sind Kulturgruppen der australischen Aborigines im nördlichen Teil von New South Wales. Sie haben die europäische Invasion und den Verlust eines Großteils ihres Landes überlebt. Ihre Kultur und Verbindung zum Land bleibt stark, einschließlich einer umfangreichen Kulturastronomie, die erstmals in den 1860er Jahren aufgezeichnet wurde.
es: Los pueblos Kamilaroi (también conocido como Gomeroi) y Euahlayi son grupos culturales aborígenes australianos ubicados en la parte norte de Nueva Gales del Sur. Han sobrevivido a la invasión europea y la pérdida de gran parte de su país. Su cultura y conexión con el país sigue siendo fuerte, incluida una extensa astronomía cultural registrada por primera vez en la década de 1860.
it: I popoli Kamilaroi (noto anche come Gomeroi) ed Euahlayi sono gruppi culturali aborigeni australiani situati nella parte settentrionale del Nuovo Galles del Sud. Sono sopravvissuti all'invasione europea e alla perdita di gran parte del loro paese. La loro cultura e il loro legame con il paese rimangono forti, inclusa una vasta astronomia culturale registrata per la prima volta nel 1860.
ja: カミラロイ（ゴメロイとも呼ばれます）とユーアフライ族は、ニューサウスウェールズ州北部に位置するオーストラリアの先住民の文化グループです。彼らはヨーロッパの侵略と彼らの国の多くの損失を生き延びました。彼らの文化と国とのつながりは、1860年代に最初に記録された広範な文化天文学を含め、強いままです。
ko: Kamilaroi (Gomeroi라고도 함)와 Euahlayi는 뉴 사우스 웨일즈 북부에 위치한 호주 원주민 문화 단체입니다. 그들은 유럽의 침략과 많은 국가의 손실에서 살아 남았습니다. 그들의 문화와 국가와의 연결은 1860 년대에 처음으로 기록 된 광범위한 문화 천문학을 포함하여 강력하게 유지됩니다.
nl: De volkeren Kamilaroi (ook bekend als Gomeroi) en Euahlayi zijn Australische Aboriginal culturele groepen in het noordelijke deel van New South Wales. Ze hebben de Europese invasie en het verlies van een groot deel van hun land overleefd. Hun cultuur en verbinding met het land blijft sterk, inclusief een uitgebreide culturele astronomie die voor het eerst werd geregistreerd in de jaren 1860.
pt: Os povos Kamilaroi (também conhecido como Gomeroi) e Euahlayi são grupos culturais aborígines australianos localizados na parte norte de Nova Gales do Sul. Eles sobreviveram à invasão européia e à perda de grande parte de seu país. Sua cultura e conexão com o país continuam fortes, incluindo uma extensa astronomia cultural registrada pela primeira vez na década de 1860.
ru: Kamilaroi (также известный как Gomeroi) и Euahlayi народы являются австралийскими аборигенными культурными группами, расположенными в северной части Нового Южного Уэльса. Они пережили европейское вторжение и потеряли большую часть своей страны. Их культура и связь со страной остаются сильными, включая обширную культурную астрономию, впервые зарегистрированную в 1860-х годах.
zh_cn: 卡米拉罗伊人（又称戈梅罗瓦人）和Euahlayi人是位于新南威尔士州北部的澳大利亚土著文化群体。他们在欧洲的入侵和大部分国家的灭亡中幸免于难。他们的文化和与国家的联系仍然很牢固，包括1860年代首次记录的广泛的文化天文学。
zh_tw: 卡米拉羅伊人（也稱為Gomeroi）和Euahlayi人是位於新南威爾士州北部的澳大利亞原住民文化群體。他們在歐洲的入侵和大部分國家的滅亡中倖免於難。他們的文化和與國家的聯繫仍然很牢固，包括1860年代首次記錄的廣泛的文化天文學。

source: This Sky Culture is the result of a Higher Degree Research project by Robert Fuller at Macquarie University, Sydney, finished in 2014 [#1]. Stellarium was chosen as a part of the project for giving back the collected knowledge to the Kamilaroi and Euahlayi communities in the form of a documentary video (Star Stories of the Dreaming) and a Study Guide. Clips from Stellarium were used in the documentary to illustrate certain sky objects.
ar: ثقافة السماء هذه هي نتيجة مشروع بحث عالي الدرجة من قبل روبرت فولر في جامعة ماكواري ، سيدني ، انتهى في 2014 [#1]. تم اختيار Stellarium كجزء من المشروع لإرجاع المعرفة التي تم جمعها إلى مجتمعات Kamilaroi و Euahlayi في شكل فيديو وثائقي (Star Stories of the Dreaming) ودليل دراسة. تم استخدام مقاطع من ستيلاريوم في الفيلم الوثائقي لتوضيح بعض الأجسام في السماء.
cs: Tato Sky Culture je výsledkem výzkumného projektu vyššího stupně Roberta Fullera na Macquarie University v Sydney, který byl dokončen v roce 2014 [#1]. Stellarium bylo vybráno jako součást projektu pro vrácení shromážděných znalostí komunitám Kamilaroi a Euahlayi ve formě dokumentárního videa (Star Stories of Dreaming) a studijního průvodce. V dokumentu byly použity klipy ze Stellarium k ilustraci určitých objektů oblohy.
de: Diese Himmelskultur ist das Ergebnis eines Forschungsprojekts von Robert Fuller an der Macquarie University in Sydney, das 2014 abgeschlossen wurde [#1]. Stellarium wurde als Teil des Projekts ausgewählt, um das gesammelte Wissen in Form eines Dokumentationsvideos (Star Stories of the Dreaming) und eines Studienführers an die Gemeinden Kamilaroi und Euahlayi zurückzugeben. In der Dokumentation wurden Clips aus Stellarium verwendet, um bestimmte Himmelsobjekte zu veranschaulichen.
es: Esta cultura del cielo es el resultado de un proyecto de investigación de grado superior por Robert Fuller en la Universidad Macquarie, Sydney, finalizado en 2014 [#1]. Stellarium fue elegido como parte del proyecto para devolver el conocimiento recopilado a las comunidades Kamilaroi y Euahlayi en forma de un video documental (Star Stories of the Dreaming) y una Guía de estudio. Se utilizaron clips de Stellarium en el documental para ilustrar ciertos objetos del cielo.
it: Questa cultura del cielo è il risultato di un progetto di ricerca di livello superiore di Robert Fuller presso la Macquarie University di Sydney, terminato nel 2014 [#1]. Stellarium è stato scelto come parte del progetto per restituire le conoscenze raccolte alle comunità Kamilaroi ed Euahlayi sotto forma di video documentario (Star Stories of the Dreaming) e Guida allo studio. Le clip di Stellarium sono state utilizzate nel documentario per illustrare alcuni oggetti del cielo.
ja: このスカイカルチャーは、シドニーのマッコーリー大学のRobert Fullerによる2014年に終了した高等研究プロジェクトの成果です[#1]。 Stellariumは、収集した知識をドキュメンタリービデオ（Star Stories of the Dreaming）とスタディガイドの形でカミラロイとユーアライのコミュニティに還元するプロジェクトの一部として選ばれました。ドキュメンタリーでは、特定の空のオブジェクトを示すためにステラリウムのクリップが使用されました。
ko: 이 하늘 문화는 시드니 맥쿼리 대학교의 Robert Fuller가 2014 년에 완성한 고등 연구 프로젝트의 결과입니다 [#1]. 스텔라 리움은 다큐멘터리 비디오 (꿈의 별 이야기)와 학습 안내서의 형태로 Kamilaroi와 Euahlayi 커뮤니티에 수집 된 지식을 돌려주기위한 프로젝트의 일환으로 선정되었습니다. 스텔라 리움의 클립은 다큐멘터리에서 특정 하늘 물체를 설명하기 위해 사용되었습니다.
nl: Deze Sky Culture is het resultaat van een Higher Degree Research-project van Robert Fuller aan de Macquarie University, Sydney, afgerond in 2014 [#1]. Stellarium werd gekozen als onderdeel van het project om de verzamelde kennis terug te geven aan de Kamilaroi en Euahlayi-gemeenschappen in de vorm van een documentaire video (Star Stories of the Dreaming) en een studiegids. In de documentaire werden clips van Stellarium gebruikt om bepaalde hemelobjecten te illustreren.
pt: Esta Sky Culture é o resultado de um projeto de pesquisa de grau superior de Robert Fuller na Universidade Macquarie, Sydney, concluído em 2014 [#1]. O Stellarium foi escolhido como parte do projeto por devolver o conhecimento coletado às comunidades Kamilaroi e Euahlayi na forma de um vídeo documentário (Star Stories of the Dreaming) e um Guia de Estudo. Clipes do Stellarium foram usados no documentário para ilustrar certos objetos do céu.
ru: Эта Культура Неба является результатом исследовательского проекта Роберта Фуллера в Университете Маккуори, Сидней, завершенного в 2014 году [#1]. Stellarium был выбран как часть проекта для передачи собранных знаний сообществам Камиларои и Эуахлай в виде документального видео («Звездные истории сновидений») и учебного пособия. Клипы из Stellarium были использованы в документальном фильме для иллюстрации определенных небесных объектов.
zh_cn: 这种“天空文化”是悉尼麦格理大学的罗伯特·富勒（Robert Fuller）于2014年完成的一项高等学位研究项目的成果[#1]。选择Stellarium作为该项目的一部分，以记录视频（《梦中的星际故事》）和《学习指南》的形式向Kamilaroi和Euahlayi社区返还所收集的知识。纪录片中使用了恒星属的剪辑来说明某些天空物体。
zh_tw: “天空文化”是悉尼麥考瑞大學的羅伯特·富勒（Robert Fuller）於2014年完成的一項高等學位研究項目的成果[#1]。選擇Stellarium作為該項目的一部分，以記錄視頻（《夢中的星際故事》）和《學習指南》的形式向Kamilaroi和Euahlayi社區返還所收集的知識。紀錄片中使用了恆星屬的剪輯來說明某些天空物體。

source: - [#1]: Robert Fuller. Astronomy of the Kamilaroi and Euahlayi peoples: [link](https://unsw.academia.edu/RobertFuller)
ar: - [#1]: روبرت فولر. علم الفلك لشعبي Kamilaroi و Euahlayi: [رابط](https://unsw.academia.edu/RobertFuller)
cs: - [#1]: Robert Fuller. Astronomie obyvatel Kamilaroi a Euahlayi: [link](https://unsw.academia.edu/RobertFuller)
de: - [#1]: Robert Fuller. Astronomie der Kamilaroi und Euahlayi: [Link](https://unsw.academia.edu/RobertFuller)
es: - [#1]: Robert Fuller. Astronomía de los pueblos Kamilaroi y Euahlayi: [enlace](https://unsw.academia.edu/RobertFuller)
it: - [#1]: Robert Fuller. Astronomia dei popoli Kamilaroi ed Euahlayi: [link](https://unsw.academia.edu/RobertFuller)
ja: - [#1]: ロバートフラー。カミラロイとエウアライの民族の天文学：[リンク](https://unsw.academia.edu/RobertFuller)
ko: - [#1]: Robert Fuller. Kamilaroi와 Euahlayi 민족의 천문학 : [link](https://unsw.academia.edu/RobertFuller)
nl: - [#1]: Robert Fuller. Astronomie van de Kamilaroi en Euahlayi-volkeren: [link](https://unsw.academia.edu/RobertFuller)
pt: - [#1]: Robert Fuller. Astronomia dos povos Kamilaroi e Euahlayi: [link](https://unsw.academia.edu/RobertFuller)
ru: - [#1]: Роберт Фуллер. Астрономия народов Камиларои и Эуахлай: [ссылка](https://unsw.academia.edu/RobertFuller)
zh_cn: - [#1]: Robert Fuller。卡米拉罗伊人和Euahlayi人的天文学：[link](https://unsw.academia.edu/RobertFuller)
zh_tw: - [#1]: Robert Fuller。卡米拉羅伊人和Euahlayi人的天文學：[link](https://unsw.academia.edu/RobertFuller)

source: Text and lines: Robert S. Fuller from [Australian Indigenous Astronomy](http://www.aboriginalastronomy.com.au/) Illustrations: Ghillar Michael Anderson Technical re-work by Susanne M Hoffmann
ar: النص والسطور: روبرت س. فولر من [علم الفلك الأسترالي للسكان الأصليين](http://www.aboriginalastronomy.com.au/) الرسوم التوضيحية: جيلار مايكل أندرسون إعادة العمل الفني بواسطة سوزان إم هوفمان
cs: Text a řádky: Robert S. Fuller z [Australian Indigenous Astronomy](http://www.aboriginalastronomy.com.au/) Ilustrace: Ghillar Michael Anderson Technické přepracování Susanne M. Hoffmann
de: Text und Zeilen: Robert S. Fuller von [Australian Indigenous Astronomy](http://www.aboriginalastronomy.com.au/) Illustrationen: Ghillar Michael Anderson Technische Überarbeitung von Susanne M Hoffmann
es: Texto y líneas: Robert S. Fuller de [Astronomía indígena australiana](http://www.aboriginalastronomy.com.au/) Ilustraciones: Ghillar Michael Anderson Reelaboración técnica de Susanne M Hoffmann
it: Testo e righe: Robert S. Fuller da [Australian Indigenous Astronomy](http://www.aboriginalastronomy.com.au/) Illustrazioni: Ghillar Michael Anderson Rielaborazione tecnica di Susanne M Hoffmann
ja: テキストと行：[Australian Indigenous Astronomy](http://www.aboriginalastronomy.com.au/)のRobert S. Fuller イラスト：ギラーマイケルアンダーソン スザンヌMホフマンによる技術的な手直し
ko: 텍스트 및 대사 : [Australian Indigenous Astronomy]의 Robert S. Fuller (http://www.aboriginalastronomy.com.au/) 삽화 : Ghillar Michael Anderson Susanne M Hoffmann의 기술 재 작업
nl: Tekst en regels: Robert S. Fuller van [Australian Indigenous Astronomy](http://www.aboriginalastronomy.com.au/) Illustraties: Ghillar Michael Anderson Technische herwerking door Susanne M Hoffmann
pt: Texto e linhas: Robert S. Fuller de [Australian Indígena Astronomy](http://www.aboriginalastronomy.com.au/) Ilustrações: Ghillar Michael Anderson Retrabalho técnico de Susanne M Hoffmann
ru: Текст и строки: Роберт С. Фуллер из [Австралийская астрономия коренных народов](http://www.aboriginalastronomy.com.au/) Иллюстрации: Гиллар Майкл Андерсон Техническая переработка Susanne M Hoffmann
zh_cn: 文字和文字：[澳大利亚土著天文学]的Robert S. Fuller（http://www.aboriginalastronomy.com.au/） 插图：吉拉尔·迈克尔·安德森（Ghillar Michael Anderson） Susanne M Hoffmann的技术返工
zh_tw: 文字和文字：[澳大利亞土著天文學]的Robert S. Fuller（http://www.aboriginalastronomy.com.au/） 插圖：吉拉爾·邁克爾·安德森（Ghillar Michael Anderson） Susanne M Hoffmann的技術返工

source: Text, lines and illustrations: CC BY-NC-ND 4.0
ar: النص والخطوط والرسوم التوضيحية: CC BY-NC-ND 4.0
cs: Text, řádky a ilustrace: CC BY-NC-ND 4.0
de: Text, Zeilen und Abbildungen: CC BY-NC-ND 4.0
es: Texto, líneas e ilustraciones: CC BY-NC-ND 4.0
it: Testo, linee e illustrazioni: CC BY-NC-ND 4.0
ja: テキスト、線、イラスト：CC BY-NC-ND 4.0
ko: 텍스트, 선 및 그림 : CC BY-NC-ND 4.0
nl: Tekst, lijnen en illustraties: CC BY-NC-ND 4.0
pt: Texto, linhas e ilustrações: CC BY-NC-ND 4.0
ru: Текст, линии и иллюстрации: CC BY-NC-ND 4.0
zh_cn: 文字，线条和插图：CC BY-NC-ND 4.0
zh_tw: 文字，線條和插圖：CC BY-NC-ND 4.0

source: Gawaargay
ar: ‎جاوارجاي‎
de: Gawaargay (Emu-Geist)
ja: ガワーアルゲイ
ko: 가와아르가이
ru: Гавааграй

source: Gawaargay is the spirit Emu in the Sky, located with its head in the Coal Sack, and its neck and body stretching out through the dust lanes of the Milky Way (Warrambul) past Scorpius. The Euahlayi and the Kamilaroi see it with legs in April and May, when it is female and chasing the males. From June to August it is male and sitting on its nest without legs (the males brood the chicks), and this is a signal to collect the eggs. In the evening in late August it is vertical in the sky, and the head and body form two "eggs", meaning the eggs should not be collected. Later in the year, it appears on the horizon, so it is believed to be sitting in a waterhole, meaning the waterholes are full. When it is below the horizon, then it is on Earth as the Black Emu, which is rarely seen.
ar: Gawaargay هي روح Emu في السماء ، وتقع برأسها في كيس الفحم ، ورقبتها وجسدها يمتد عبر الممرات الترابية في مجرة درب التبانة (Warrambul) عبر Scorpius. يراه Euahlayi و Kamilaroi بأرجل في أبريل ومايو ، عندما تكون أنثى وتطارد الذكور. من يونيو إلى أغسطس يكون الذكر ويجلس في عشه بدون أرجل (الذكور يحضرون الفراخ) ، وهذه إشارة لجمع البيض. في المساء في أواخر أغسطس ، يكون رأسيًا في السماء ، ويشكل الرأس والجسم "بيضتين" ، مما يعني عدم جمع البيض. في وقت لاحق من العام ، تظهر في الأفق ، لذلك يُعتقد أنها تجلس في حفرة مياه ، مما يعني أن فتحات المياه ممتلئة. عندما يكون تحت الأفق ، يكون على الأرض باسم Black Emu ، الذي نادرًا ما يُرى.
cs: Gawaargay je duch Emu na obloze, který se nachází s hlavou v pytli na uhlí a jeho krk a tělo se rozprostírají skrz prachové dráhy Mléčné dráhy (Warrambul) kolem Scorpius. Euahlayi a Kamilaroi to vidí nohama v dubnu a květnu, kdy je žena a honí muže. Od června do srpna je samec a sedí na svém hnízdě bez nohou (samci mláďata mláďat), což je signál pro sběr vajíček. Večer koncem srpna je na obloze svislá a hlava a tělo tvoří dvě „vejce“, což znamená, že vejce by se neměla sbírat. Pozdnější v roce, to se objeví na obzoru, tak to je věřil, že sedí v napajedla, znamenat, že vodní díry jsou plné. Když je pod horizontem, je to na Zemi jako černý Emu, který je zřídka viděn.
de: Gawaargay ist der Geist Emu in the Sky, der sich mit dem Kopf im Kohlensack befindet und dessen Hals und Körper sich durch die Staubspuren der Milchstraße (Warrambul) an Scorpius vorbei erstrecken. Die Euahlayi und die Kamilaroi sehen es im April und Mai mit Beinen, wenn es weiblich ist und die Männchen jagt. Von Juni bis August ist es männlich und sitzt ohne Beine auf seinem Nest (die Männchen brüten die Küken), und dies ist ein Signal, um die Eier zu sammeln. Am Abend Ende August ist es senkrecht am Himmel und Kopf und Körper bilden zwei "Eier", was bedeutet, dass die Eier nicht gesammelt werden sollten. Später im Jahr erscheint es am Horizont, daher wird angenommen, dass es in einem Wasserloch sitzt, was bedeutet, dass die Wasserlöcher voll sind. Wenn es sich unter dem Horizont befindet, dann ist es auf der Erde als der Schwarze Emu, der selten gesehen wird.
es: Gawaargay es el espíritu Emu en el cielo, ubicado con su cabeza en el Saco de carbón, y su cuello y cuerpo se extienden a través de los caminos de polvo de la Vía Láctea (Warrambul) pasando Scorpius. Los Euahlayi y los Kamilaroi lo ven con piernas en abril y mayo, cuando es mujer y persigue a los machos. De junio a agosto es macho y está sentado en su nido sin patas (los machos crían a los polluelos), y esto es una señal para recolectar los huevos. Por la noche, a fines de agosto, es vertical en el cielo, y la cabeza y el cuerpo forman dos "huevos", lo que significa que no deben recogerse. Más adelante en el año, aparece en el horizonte, por lo que se cree que está sentado en un pozo de agua, lo que significa que los pozos están llenos. Cuando está debajo del horizonte, entonces está en la Tierra como el Emu Negro, que rara vez se ve.
it: Gawaargay è lo spirito Emu in the Sky, situato con la testa nel sacco di carbone, e il collo e il corpo che si estendono attraverso le stradine di polvere della Via Lattea (Warrambul) oltre lo Scorpius. L'Euahlayi e il Kamilaroi lo vedono con le gambe in aprile e maggio, quando è femmina e insegue i maschi. Da giugno ad agosto è maschio e seduto sul suo nido senza zampe (i maschi covano i pulcini), e questo è un segnale per raccogliere le uova. La sera a fine agosto è verticale nel cielo e la testa e il corpo formano due "uova", il che significa che le uova non dovrebbero essere raccolte. Più avanti nell'anno, appare all'orizzonte, quindi si ritiene che sia seduto in una pozza d'acqua, il che significa che le pozze d'acqua sono piene. Quando è sotto l'orizzonte, allora è sulla Terra come l'Emu Nero, che raramente si vede.
ja: Gawaargayは、エミュ・イン・ザ・スカイの精神であり、頭は石炭の袋にあり、首と体はさそり座を過ぎて天の川（Warrambul）のダストレーンを通って伸びています。ユーアライとカミラロイは、それが女性で男性を追いかける4月と5月に足でそれを見ます。 6月から8月までは雄で、足のない巣に座っており（雄は雛を育てています）、これは卵を集める合図です。 8月下旬の夕方は空に垂直で、頭と体は2つの「卵」を形成します。つまり、卵を収集するべきではありません。今年の後半には、地平線上に現れるため、滝壺に座っていると考えられ、滝壺が満杯であると考えられています。それが地平線の下にあるとき、それはめったに見られないブラックエミューとして地球上にあります。
ko: 가와 르가 이는 하늘에있는 에뮤 정신으로, 석탄 자루에 머리가 있으며 목과 몸은 전갈 자리를 지나는 은하수 (Wramrambul)의 먼지 차선을 통해 뻗어 있습니다. Euahlayi와 Kamilaroi는 4 월과 5 월에 암컷이고 수컷을 쫓는 다리로 다리를 본다. 6 월에서 8 월까지는 수컷이며 다리가없는 둥지에 앉아있다 (수컷은 병아리를 낳았다). 이것은 알을 모으라는 신호이다. 8 월 말 저녁에는 하늘에서 수직이며 머리와 몸은 두 개의 "계란"을 형성하여 알을 모아서는 안됩니다. 연말에 수평선에 나타나기 때문에 흠뻑 빠지거나 흠뻑 빠지거나 흠집이 가득 찬 것 같습니다. 수평선 아래에있을 때는 거의 보이지 않는 Black Emu처럼 지구상에 있습니다.
nl: Gawaargay is de geest Emu in the Sky, met zijn hoofd in de kolenzak en zijn nek en lichaam die zich uitstrekken door de stofbanen van de Melkweg (Warrambul) voorbij Scorpius. De Euahlayi en de Kamilaroi zien het met poten in april en mei, wanneer het vrouwelijk is en de mannetjes achtervolgt. Van juni tot augustus is hij mannelijk en zit hij op zijn nest zonder poten (de mannetjes broeden de kuikens), en dit is een signaal om de eieren te verzamelen. 'S Avonds eind augustus staat het verticaal aan de hemel en vormen het hoofd en het lichaam twee "eieren", wat betekent dat de eieren niet mogen worden verzameld. Later in het jaar verschijnt het aan de horizon, dus het zit vermoedelijk in een waterpoel, wat betekent dat de waterpoelen vol zijn. Als het zich onder de horizon bevindt, is het op aarde als de zwarte emoe, die zelden wordt gezien.
pt: Gawaargay é o espírito Emu no céu, localizado com a cabeça no saco de carvão e o pescoço e o corpo esticando-se pelas faixas de poeira da Via Láctea (Warrambul), passando por Scorpius. Os Euahlayi e os Kamilaroi vêem com pernas em abril e maio, quando são mulheres e perseguem os machos. De junho a agosto, é macho e está sentado em seu ninho, sem pernas (os machos criam os filhotes), e isso é um sinal para coletar os ovos. À noite, no final de agosto, é vertical no céu, e a cabeça e o corpo formam dois "ovos", o que significa que os ovos não devem ser coletados. No final do ano, ele aparece no horizonte, e acredita-se que esteja sentado em um poço de água, o que significa que os buracos estão cheios. Quando está abaixo do horizonte, está na Terra como o Emu Negro, que raramente é visto.
ru: Gawaargay - это дух эму в небесах, его голова находится в мешке с углем, а его шея и тело простираются по пыльным дорожкам Млечного пути (Варрамбул) мимо Скорпиона. Euahlayi и Kamilaroi видят это с ногами в апреле и мае, когда это - женщина и преследует мужчин. С июня по август он самец и сидит на своем гнезде без ног (самцы выводят птенцов), и это сигнал к сбору яиц. Вечером в конце августа в небе вертикально, и голова и тело образуют два «яйца», то есть яйца не должны собираться. Позже в этом году он появляется на горизонте, поэтому считается, что он сидит в водяной лунке, что означает, что водные лунки заполнены. Когда он находится ниже горизонта, он находится на Земле в виде Черного Эму, что редко можно увидеть.
zh_cn: Gawaargay是天空中的灵魂E，其头部位于煤袋中，其颈部和身体从银河系（Warrambul）的尘土通道中伸出，经过天蝎座。 Euahlayi和Kamilaroi分别在四月和五月看到它，当时它是雌性并追逐雄性。从六月到八月，它是雄性，坐在其上没有腿的巢中（雄性繁殖雏鸡），这是一个收集卵的信号。在8月下旬的傍晚，天空是垂直的，头部和身体形成了两个“蛋”，这意味着不应该收集卵。在今年晚些时候，它出现在地平线上，因此据信它坐落在一个水坑中，这意味着水坑已满。当它在地平线以下时，它在地球上就是黑色the，这是很少见的。
zh_tw: Gawaargay是天空中的靈魂E，其頭部位於煤袋中，其頸部和身體從銀河系（Warrambul）的塵土通道中伸出，經過天蠍座。 Euahlayi和Kamilaroi分別在四月和五月看到它，當時它是雌性並追逐雄性。從六月到八月，它是雄性，坐在無腿的巢中（雄性繁殖雛雞），這是一個收集卵的信號。在8月下旬的傍晚，天空是垂直的，頭部和身體形成了兩個“蛋”，這意味著不應該收集卵。在今年晚些時候，它出現在地平線上，因此據信它坐落在一個水坑中，這意味著水坑已滿。當它在地平線以下時，它在地球上就是黑色Black，這是很少見的。

source: Birray Birray
ar: بيري بيري
ja: バーレイバーレイ
ko: 버 레이 버 레이
ru: Биррей Биррай
zh_cn: 伯雷伯雷
zh_tw: 伯雷伯雷
