Repository: Stellarium/stellarium-skycultures
Catalog: kamilaroi/po/*.po
Languages: ar, cs, de, es, it, ja, ko, nl, pt, ru, zh_cn, zh_tw

source: The Birray Birray are a group of uninitiated boys who are in love with the seven young women (sisters), Miyay Miyay, who make up the Pleiades star cluster. They chased the Miyay Miyay, who ended up in the sky, and for this they were placed in Orion, as the three stars that make up the belt of Orion. Rigel is their fire, and the sword of Orion is their fire poker. They are kept from the Miyay Miyay by the Wiringin, Old Dthillar, who is Aldebaran.
ar: The Birray Birray هي مجموعة من الفتيان غير المبتدئين الذين يحبون الشابات السبع (الأخوات) ، مياي مياي ، اللواتي يشكلن مجموعة النجوم Pleiades. لقد طاردوا مياي مياي ، الذي انتهى به المطاف في السماء ، ولهذا تم وضعهم في أوريون ، كنجوم الثلاثة التي تشكل حزام أوريون. Rigel هو نارهم ، وسيف Orion هو بوكر النار. يتم الاحتفاظ بها من Miyay Miyay من قبل Wiringin ، Old Dthillar ، وهو Aldebaran.
cs: Birray Birray je skupina nezasvěcených chlapců, kteří jsou zamilovaní do sedmi mladých žen (sester) Miyay Miyay, které tvoří hvězdokup Pleiades. Honili Miyaye Miyaye, který skončil na obloze, a proto byli umístěni v Orionu jako tři hvězdy, které tvoří pás Orionu. Rigel je jejich oheň a Orionův meč je jejich ohnivý poker. Jsou chráněny před Miyay Miyay Wiringinem, Old Dthillar, kterým je Aldebaran.
de: Die Birray Birray sind eine Gruppe nicht eingeweihter Jungen, die in die sieben jungen Frauen (Schwestern) Miyay Miyay verliebt sind, aus denen der Sternhaufen der Plejaden besteht. Sie jagten den Miyay Miyay, der am Himmel landete, und dafür wurden sie in Orion als die drei Sterne platziert, aus denen der Gürtel des Orion besteht. Rigel ist ihr Feuer und das Schwert des Orion ist ihr Feuerpoker. Sie werden vom Wiringin, Old Dthillar, der Aldebaran ist, vom Miyay Miyay ferngehalten.
es: Los Birray Birray son un grupo de niños no iniciados que están enamorados de las siete jóvenes (hermanas), Miyay Miyay, que forman el cúmulo estelar de las Pléyades. Persiguieron al Miyay Miyay, que terminó en el cielo, y para esto fueron colocados en Orión, como las tres estrellas que forman el cinturón de Orión. Rigel es su fuego, y la espada de Orión es su póker de fuego. Son guardados del Miyay Miyay por el Wiringin, Old Dthillar, quien es Aldebarán.
it: I Birray Birray sono un gruppo di ragazzi non iniziati che sono innamorati delle sette giovani donne (sorelle), Miyay Miyay, che compongono l'ammasso stellare delle Pleiadi. Hanno inseguito il Miyay Miyay, che è finito in cielo, e per questo sono stati collocati a Orione, come le tre stelle che compongono la cintura di Orione. Rigel è il loro fuoco, e la spada di Orione è il loro fuoco di poker. Sono tenuti dal Miyay Miyay dai Wiringin, Old Dthillar, che è Aldebaran.
ja: バーレイバーレイは、プレアデス星団を構成する7人の若い女性（姉妹）であるミヤイミヤイに恋をしている初心者の男の子のグループです。彼らは空にたどり着いたミヤイミヤイを追いかけ、そのために彼らはオリオンの帯を構成する3つの星としてオリオンに配置されました。リゲルは彼らの火であり、オリオンの剣は彼らの火の火かき棒です。彼らはアルデバランであるWiringin、Old DthillarによってMiyay Miyayから守られています。
ko: Birray Birray는 Pleiades 스타 클러스터를 구성하는 7 명의 젊은 여성 (자매) 인 Miyay Miyay와 사랑에 빠지지 않은 소년 그룹입니다. 그들은 하늘에서 끝나는 미야이 미야이를 쫓아 갔고, 이것을 위해 그들은 오리온의 벨트를 구성하는 별 3 개로 오리온에 배치되었습니다. 리겔은 그들의 불이고, 오리온의 검은 그들의 불 포커입니다. 그들은 Aldebaran 인 Wiringin, Old Dthillar에 의해 Miyay Miyay에서 보호됩니다.
nl: De Birray Birray is een groep niet-ingewijde jongens die verliefd zijn op de zeven jonge vrouwen (zussen), Miyay Miyay, die de Pleiades-sterrencluster vormen. Ze achtervolgden de Miyay Miyay, die in de lucht belandde, en hiervoor werden ze in Orion geplaatst, als de drie sterren die de gordel van Orion vormen. Rigel is hun vuur en het zwaard van Orion is hun vuurpook. Ze worden uit de Miyay Miyay gehouden door de Wiringin, Old Dthillar, Aldebaran.
pt: Os Birray Birray são um grupo de meninos não iniciados apaixonados pelas sete jovens (irmãs) Miyay Miyay, que compõem o aglomerado de estrelas das Plêiades. Eles perseguiram o Miyay Miyay, que acabou no céu, e por isso foram colocados em Orion, como as três estrelas que compõem o cinturão de Orion. Rigel é o fogo deles, e a espada de Orion é o fogo deles. Eles são mantidos no Miyay Miyay pelo Wiringin, Old Dthillar, que é Aldebaran.
ru: Birray Birray - группа непосвященных мальчиков, влюбленных в семерых молодых женщин (сестер) Мияй Мияй, которые составляют звездное скопление Плеяды. Они преследовали Мияй Мияй, который оказался в небе, и для этого их поместили в Орион, как три звезды, составляющие пояс Ориона. Ригель - их огонь, а меч Ориона - их огненный покер. Они хранятся от Мияй Мияй от Wiringin, Old Dthillar, который является Aldebaran.
zh_cn: Birray Birray是一群未成年的男孩，他们爱上了组成le宿星团的七个年轻女性（姐妹）Miyay Miyay。他们追赶了最终落入天空的米耶·米耶（Miyay Miyay），为此，他们被安排在猎户座（Orion）中，作为组成猎户座地带的三颗星。里格尔是他们的火，猎户座的剑是他们的火扑克。他们由维林金（Alringbaran）的老Dthillar与米亚伊（Miyay Miyay）隔离。
zh_tw: Birray Birray是一群未成年的男孩，他們愛上了組成le宿星團的七個年輕女性（姐妹）Miyay Miyay。他們追趕了最終落入天空的米耶·米耶（Miyay Miyay），為此，他們被安排在獵戶座（Orion）中，作為組成獵戶座地帶的三顆星。里格爾是他們的火，獵戶座的劍是他們的火撲克。他們是由維丁格林（Old Dthillar），也是奧爾德巴蘭（Aldebaran）所庇護的。

source: Birringoloo
ar: ‎بيرينجولو‎
ko: 비링고로
ru: Бирринголу

source: Birringoloo is the second wife of Byaame, the creator/culture hero. She sits by the campfire of Byaame's camp (the star Alpha Muscae), and all women with girl children who die come to this camp before going on to Bulimah (Heaven behind Warrambul). They wait at this camp until all their girl children have died and come to the camp, and then they can proceed to Bulimah.
ar: Birringoloo هي الزوجة الثانية لبيامي ، الخالق / بطل الثقافة. تجلس بالقرب من المعسكر في مخيم بايامي (النجم ألفا موسكاي) ، وجميع النساء ذوات الأطفال الذين يموتون يأتون إلى هذا المخيم قبل الذهاب إلى Bulimah (الجنة وراء Warrambul). إنهم ينتظرون في هذا المخيم حتى تموت جميع أطفالهم ويأتوا إلى المخيم ، وبعد ذلك يمكنهم الانتقال إلى بوليما.
cs: Birringoloo je druhá manželka Byamamu, tvůrce / kulturní hrdiny. Sedí u táborového ohně Byaamova tábora (hvězda Alpha Muscae) a všechny ženy s děvčaty, které zemřou, přicházejí do tohoto tábora, než půjdou do Bulimah (Nebe za Warrambulem). Čekají v tomto táboře, dokud nezemřou všechny jejich děvčata a nepřijdou do tábora, a pak mohou pokračovat do Bulimah.
de: Birringoloo ist die zweite Frau von Byaame, dem Schöpfer / Kulturhelden. Sie sitzt am Lagerfeuer von Byaames Lager (dem Stern Alpha Muscae), und alle Frauen mit Mädchen, die sterben, kommen in dieses Lager, bevor sie nach Bulimah (Himmel hinter Warrambul) weiterfahren. Sie warten in diesem Lager, bis alle ihre Mädchen gestorben sind und ins Lager kommen, und dann können sie nach Bulimah weiterfahren.
es: Birringoloo es la segunda esposa de Byaame, el héroe creador / cultural. Ella se sienta junto a la fogata del campamento de Byaame (la estrella Alpha Muscae), y todas las mujeres con niñas que mueren vienen a este campamento antes de ir a Bulimah (el cielo detrás de Warrambul). Esperan en este campamento hasta que todas sus hijas hayan muerto y vengan al campamento, y luego pueden proceder a Bulimah.
it: Birringoloo è la seconda moglie di Byaame, il creatore / eroe della cultura. Si siede vicino al fuoco del campo di Byaame (la stella Alpha Muscae) e tutte le donne con bambine che muoiono vengono in questo campo prima di andare a Bulimah (Heaven behind Warrambul). Aspettano in questo campo fino a quando tutte le loro bambine non sono morte e sono venute al campo, e poi possono procedere a Bulimah.
ja: Birringolooは、クリエイター/カルチャーヒーローのByaameの2人目の妻です。彼女はビャアメのキャンプ（星Alpha Muscae）のキャンプファイヤーのそばに座っており、死んだ女児のいるすべての女性はこのキャンプに来てから、Bulimah（Warrambulの後ろの天国）に行きます。彼らは、すべての女児が亡くなり、キャンプに来るまでこのキャンプで待機します。その後、ブリマに進むことができます。
ko: Birringoloo는 제작자 / 문화 영웅 인 Byaame의 두 번째 아내입니다. 그녀는 Byaame의 캠프 (별 Alpha Muscae)의 모닥불 옆에 앉아 죽어가는 여아 자녀를 둔 모든 여성들이 Bulimah (Warrambul 뒤의 천국)에 가기 전에이 캠프에옵니다. 그들은 모든 소녀 자녀들이 죽고 캠프에 올 때까지이 캠프를 기다렸다가, Bulimah로 갈 수 있습니다.
nl: Birringoloo is de tweede vrouw van Byaame, de maker / cultuurheld. Ze zit bij het kampvuur van Byaame's kamp (de ster Alpha Muscae), en alle vrouwen met meisjes die sterven komen naar dit kamp voordat ze verder gaan naar Bulimah (Heaven behind Warrambul). Ze wachten in dit kamp totdat al hun meisjes zijn gestorven en naar het kamp zijn gekomen, en dan kunnen ze doorgaan naar Bulimah.
pt: Birringoloo é a segunda esposa de Byaame, o criador / herói da cultura. Ela senta-se junto à fogueira do acampamento de Byaame (a estrela Alpha Muscae), e todas as mulheres com meninas que morrem chegam a este acampamento antes de seguirem para Bulimah (o céu atrás de Warrambul). Eles esperam neste acampamento até que todas as suas filhas tenham morrido e venham ao acampamento, e então podem prosseguir para Bulimah.
ru: Бирринголоо - вторая жена Бьяаме, создателя / героя культуры. Она сидит у костра в лагере Бьяаме (звезда Альфа Мускей), и все женщины с умирающими девочками приходят в этот лагерь, прежде чем отправиться на Булиму (рай за Варрамбулом). Они ждут в этом лагере, пока все их девочки не умрут и не придут в лагерь, а затем они смогут отправиться в Булиму.
zh_cn: Birringoloo是创建者/文化英雄Byaame的第二任妻子。她坐在Byaame的营地（星Alpha Muscae）的篝火旁，所有死去的有女婴的妇女都来到这个营地，然后前往Bulimah（位于Warrambul后面的天堂）。他们在这个营地等待，直到所有女童都死了，然后来到营地，然后他们才能前往Bulimah。
zh_tw: Birringoloo是創建者/文化英雄Byaame的第二任妻子。她坐在Byaame的營地（星Alpha Muscae）的篝火旁，所有死去的有女嬰的婦女都來到這個營地，然後前往Bulimah（位於Warrambul後面的天堂）。他們在這個營地等待，直到所有女童都死了，然後來到營地，然後他們才能前往Bulimah。

source: Yarran
ar: ‎ياران‎
de: Yarran (Wurzel)
ja: ヤラン
ko: 야란
ru: Ярран

source: Yarran (also called mingga) is the roots of the Yarran tree, an Acacia, which is the tree that Byaame took up to the Warrambul with the first man to die (and the Cockatoos). It is actually centred on the Coal Sack, and the dark nebula is the hollow of the tree seen from below, with the roots spreading around. When someone dies and goes to Bulimah, they go through the hollow of the Yarran.
ar: Yarran (وتسمى أيضًا mingga) هي جذور شجرة Yarran ، وهي أكاسيا ، وهي الشجرة التي أخذها Byaame إلى Warrambul مع أول رجل يموت (و Cockatoos). وهو في الواقع يتركز على كيس الفحم ، والسديم المظلم هو تجويف الشجرة الظاهر من الأسفل ، مع انتشار الجذور حوله. عندما يموت شخص ما ويذهب إلى Bulimah ، يذهبون عبر تجويف Yarran.
cs: Yarran (také volal mingga) je kořeny Yarran stromu, Acacia, který je strom, který Byaame vzal do Warrambul s prvním člověkem, který zemřel (a Cockatoos). Ve skutečnosti je soustředěna na pytel na uhlí a tmavá mlhovina je dutina stromu při pohledu zdola, přičemž kořeny se šíří kolem. Když někdo zemře a jde do Bulimahu, prochází dutinou Yarranu.
de: Yarran (auch Mingga genannt) ist die Wurzel des Yarran-Baumes, einer Akazie, die Byaame mit dem ersten Sterbenden (und den Kakadus) zum Warrambul gebracht hat. Es ist tatsächlich auf dem Kohlensack zentriert, und der dunkle Nebel ist die Mulde des Baumes von unten gesehen, wobei sich die Wurzeln ausbreiten. Wenn jemand stirbt und nach Bulimah geht, geht er durch die Mulde des Yarran.
es: Yarran (también llamado mingga) es la raíz del árbol Yarran, una acacia, que es el árbol que Byaame llevó a Warrambul con el primer hombre en morir (y las cacatúas). En realidad, se centra en el Saco de Carbón, y la nebulosa oscura es el hueco del árbol visto desde abajo, con las raíces extendiéndose. Cuando alguien muere y va a Bulimah, atraviesan el hueco del Yarran.
it: Yarran (chiamato anche mingga) è la radice dell'albero di Yarran, un'acacia, che è l'albero che Byaame portò al Warrambul con il primo uomo a morire (e i Cacatua). In realtà è centrato sul sacco di carbone e la nebulosa oscura è la cavità dell'albero vista dal basso, con le radici che si diffondono intorno. Quando qualcuno muore e va a Bulimah, attraversa la cavità dello Yarran.
ja: Yarran（別名mingga）は、Biaameが最初に死んだ男（およびCockatoos）と一緒にWarrambulに持ち込んだアカシアの木であるYarranツリーのルーツです。それは実際には石炭の袋の中心にあり、暗い星雲は下から見た木のくぼみで、根が広がっています。誰かが死んでブリマに行くとき、彼らはヤランのくぼみを通り抜けます。
ko: Yarran (mingga라고도 함)은 Yaran 나무의 뿌리이며 아카시아 (Acacia)는 Byaame이 첫 번째 사람 (및 Cockatoos)과 함께 Warrambul에 데려 간 나무입니다. 그것은 실제로 석탄 자루의 중심에 있으며, 어두운 성운은 뿌리가 퍼져있는 나무의 속이 비어 있습니다. 누군가가 죽고 Bulimah에 갔을 때, 그들은 Yarran의 움푹 들어간 곳을 통과합니다.
nl: Yarran (ook wel mingga genoemd) is de wortel van de Yarran-boom, een Acacia, de boom die Byaame naar de Warrambul nam met de eerste man die stierf (en de Kaketoes). Het is eigenlijk gecentreerd op de Coal Sack en de donkere nevel is de holte van de boom van onderaf gezien, met de wortels zich rond verspreid. Als iemand sterft en naar Bulimah gaat, gaan ze door de holte van de Yarran.
pt: Yarran (também chamado mingga) é a raiz da árvore Yarran, uma acácia, que é a árvore que Byaame levou até Warrambul com o primeiro homem a morrer (e as Cacatuas). Na verdade, está centrado no saco de carvão, e a nebulosa escura é a cavidade da árvore vista de baixo, com as raízes se espalhando. Quando alguém morre e vai para Bulimah, eles passam pelo buraco do Yarran.
ru: Yarran (также называемый mingga) - корни дерева Yarran, акации, дерева, которое Byaame взял в Warrambul с первым человеком, который умер (и Какаду). На самом деле он сосредоточен на угольном мешке, а темная туманность - это дупло дерева, видимого снизу, с корнями, раскиданными вокруг. Когда кто-то умирает и отправляется на Булиму, они проходят через впадину Ярран.
zh_cn: Yarran（也称为mingga）是Yarran树的树种，这是一种相思树，是Byaame与第一个死者（和凤头鹦鹉）一起被带到Warrambul的树。它实际上以煤袋为中心，黑暗的星云是从下面看树的凹陷，其根部遍布四周。当某人死亡并前往Bulimah时，他们会穿过Yarran的空洞。
zh_tw: Yarran（也稱為mingga）是Yarran樹的樹種，這是一種相思樹，是Byaame與第一個死者（和鳳頭鸚鵡）一起被帶到Warrambul的樹。它實際上以煤袋為中心，黑暗的星雲是從下面看樹的凹陷，其根部遍布四周。當某人死亡並前往Bulimah時，他們會穿過Yarran的空洞。

source: Old Wiringin
ar: ‎ويرينجين الشيخ‎
de: Alter Wiringin (Medizinmann)
es: Viejo Wiringin
it: Vecchio Wiringin
ja: 古いWiringin
ko: 오래 된 위링긴
nl: Oude Wiringin
pt: Wiringin velha
ru: Старый Вирингин

source: A Wiringin is a "Clever Man" or Aboriginal doctor. This Wiringin located in the Small Magellanic Cloud is there because he controls who can go on to Bulimah. If the person who died is not initiated, they are not allowed, because they don't know the rules, so he sends them to Wadhaagudjaaylwan in the Large Magellanic Cloud. This birth spirit will send the unitiated back to Earth as a new baby, so they can be initiated. This Wiringin is represented in every Aboriginal cemetary as the Wilga tree (Native Willow).
ar: Wiringin هو "رجل ذكي" أو طبيب من السكان الأصليين. يقع Wiringin الموجود في سحابة Magellanic الصغيرة لأنه يتحكم في من يمكنه الذهاب إلى Bulimah. إذا لم يبدأ الشخص الذي مات ، فلا يُسمح له ، لأنهم لا يعرفون القواعد ، لذلك يرسلهم إلى Wadhaagudjaaylwan في سحابة Magellanic الكبيرة. هذه الروح الولادة ستعيد الوحدة إلى الأرض كطفل جديد ، حتى يمكن البدء فيها. يتم تمثيل Wiringin في كل مقبرة للسكان الأصليين مثل شجرة Wilga (Native Willow).
cs: Wiringin je „chytrý muž“ nebo domorodý lékař. Tento Wiringin umístěný v Malém Magellanově mračnu je tam, protože řídí, kdo může jít do Bulimahu. Pokud osoba, která zemřela, není iniciována, není povolena, protože nezná pravidla, a tak je pošle Wadhaagudjaaylwanu ve Velkém Magellanově mračnu. Tento duch narození pošle sjednoceného zpět na Zemi jako nové dítě, aby mohli být zasvěceni. Tento Wiringin je zastoupen v každém domorodém hřbitově jako strom Wilga (Native Willow).
de: Ein Wiringin ist ein "Clever Man" oder Aborigine-Arzt. Dieser Wiringin in der kleinen Magellanschen Wolke ist da, weil er kontrolliert, wer nach Bulimah weiterfahren kann. Wenn die Person, die gestorben ist, nicht initiiert wurde, ist sie nicht erlaubt, weil sie die Regeln nicht kennt. Deshalb schickt er sie nach Wadhaagudjaaylwan in der großen Magellanschen Wolke. Dieser Geburtsgeist wird die Einheitlichen als neues Baby auf die Erde zurückschicken, damit sie initiiert werden können. Dieser Wiringin wird auf jedem Friedhof der Aborigines als Wilga-Baum (Native Willow) dargestellt.
es: Un Wiringin es un "hombre inteligente" o un médico aborigen. Este Wiringin ubicado en la Pequeña Nube de Magallanes está allí porque controla quién puede pasar a Bulimah. Si la persona que murió no se inicia, no se les permite, porque no conocen las reglas, por lo que las envía a Wadhaagudjaaylwan en la Gran Nube de Magallanes. Este espíritu de nacimiento enviará a los unificados a la Tierra como un nuevo bebé, para que puedan iniciarse. Este Wiringin está representado en todos los cementerios aborígenes como el árbol Wilga (sauce nativo).
it: Un Wiringin è un "uomo intelligente" o un medico aborigeno. Questo Wiringin situato nella Piccola Magellanic Cloud è lì perché controlla chi può passare a Bulimah. Se la persona che è morta non è iniziata, non gli è permesso, perché non conoscono le regole, quindi le invia a Wadhaagudjaaylwan nella Grande nuvola di Magellano. Questo spirito di nascita riporterà l'unità sulla Terra come un nuovo bambino, in modo che possano essere iniziati. Questo Wiringin è rappresentato in ogni cimitero aborigeno come l'albero di Wilga (salice nativo).
ja: ウィリンギンは「賢い人」または先住民の医者です。スモールマゼランクラウドにあるこのWiringinは、だれがBulimahに行くことができるかを制御するために存在します。死んだ人が開始されない場合、彼らはルールを知らないので許可されないので、彼はそれらを大マゼラン雲のワダハグジャイルワンに送ります。この誕生の精神は、団結した人々を新しい赤ん坊として地球に送り返すので、彼らは始められます。このWiringinは、すべてのアボリジニの墓地でWilgaツリー（ネイティブウィロー）として表されます。
ko: Wiringin은 "영리한 사람"또는 원주민 의사입니다. Small Magellanic Cloud에 위치한이 Wiringin은 Bulimah로 갈 수있는 사람을 통제하기 때문에 존재합니다. 사망 한 사람이 시작되지 않으면 규칙을 모르기 때문에 허용되지 않으므로 대 마젤란운의 와다 아구 드 자일 완으로 보냅니다. 이 탄생 정신은 연합 된 아기를 새로운 아기로 지구로 돌려 보낼 수 있습니다. 이 Wiringin은 모든 원주민 묘지에서 Wilga tree (Native Willow)로 표시됩니다.
nl: Een Wiringin is een "Clever Man" of Aboriginal arts. Deze Wiringin in de Kleine Magelhaense Wolk is daar omdat hij bepaalt wie naar Bulimah kan gaan. Als de overleden persoon niet is ingewijd, mogen ze niet, omdat ze de regels niet kennen, dus stuurt hij ze naar Wadhaagudjaaylwan in de Grote Magelhaense Wolk. Deze geboortegeest zal de eenheid als een nieuwe baby terugsturen naar de aarde, zodat ze kunnen worden ingewijd. Deze Wiringin wordt in elke Aboriginal begraafplaats weergegeven als de Wilga-boom (Native Willow).
pt: A Wiringin é um "homem inteligente" ou médico aborígine. Esse Wiringin localizado na Pequena Nuvem de Magalhães está lá porque ele controla quem pode seguir para Bulimah. Se a pessoa que morreu não é iniciada, ela não é permitida, porque não conhece as regras, então ele as envia para Wadhaagudjaaylwan na Grande Nuvem de Magalhães. Esse espírito de nascimento enviará as unidades de volta à Terra como um novo bebê, para que possam ser iniciadas. Este Wiringin é representado em todos os cemitérios aborígines como a árvore Wilga (salgueiro nativo).
ru: Wiringin - это «Умный человек» или доктор аборигенов. Этот Wiringin, расположенный в Малом Магеллановом Облаке, находится там, потому что он контролирует, кто может отправиться на Булиму. Если человек, который умер, не инициирован, ему не разрешают, потому что они не знают правил, поэтому он отправляет их в Вадхаагуджаилван в Большом Магеллановом Облаке. Этот дух рождения отправит объединённых обратно на Землю как новый ребёнок, чтобы они могли быть инициированы. Этот Wiringin представлен на каждом кладбище аборигенов как дерево Wilga (родная ива).
zh_cn: Wiringin是“聪明人”或原住民医生。这个位于小麦哲伦星云中的Wiringin在那里，因为他控制着谁可以去Bulimah。如果死者没有被发起，则由于他们不了解规则而被禁止，因此他将规则发送给麦哲伦星云中的Wadhaagudjaaylwan。这种出生的精神将把这个团结的人作为一个新生婴儿送回地球，因此他们可以被启迪。 Wiringin在每个原住民墓地中都被称为Wilga树（原生柳树）。
zh_tw: Wiringin是“聰明人”或原住民醫生。這個位於小麥哲倫星雲中的Wiringin在那裡，因為他控制著誰可以去Bulimah。如果死者沒有被發起，則由於他們不了解規則而被禁止，因此他將規則發送給麥哲倫星雲中的Wadhaagudjaaylwan。這種出生的精神將把他們作為新的嬰兒送回地球，因此他們可以被啟迪。 Wiringin在每個原住民墓地中都被稱為Wilga樹（原生柳樹）。

source: Old Dthillar and gunya
ar: ‎دثيلر الكبير وجونيا‎
cs: Starý Dthillar a gunya
de: Alter Dthillar (Medizinmann) und Gunya (Hütte)
es: Viejo Dthillar y gunya
it: Vecchio Dthillar e gunya
ja: 古いDthillarとグニア
ko: 오래 된 디틸라와 건야
nl: Oude Dthillar en gunya
pt: Dthillar velha e Gunya
ru: Старый Дсиллар и гуня
