Repository: Stellarium/stellarium-skycultures
Catalog: kamilaroi/po/*.po
Languages: ar, cs, de, es, it, ja, ko, nl, pt, ru, zh_cn, zh_tw

source: Old Dthillar is a Wiringin, in this case the Wiringin of the Birray Birray, the unitiated boys in Orion who pine for the Miyaay Miyaay (Seven Sisters) in the Pleiades. Old Dthillar is the star Aldebaran, which is also Alpha Tauri, and he stands there to protect the Miyaay Miyaay from the Birray Birray. The inverted "V" shape made up by Alpha, Epsilon, and Gamma Tauri is Old Dthillar's gunya (hut).
ar: Old Dthillar هو Wiringin ، في هذه الحالة Wiringin of the Birray Birray ، الأولاد الموحدين في Orion الذين يتشوقون من أجل Miyaay Miyaay (الأخوات السبع) في Pleiades. Old Dthillar هو النجم الدبران ، وهو أيضًا ألفا تاوري ، ويقف هناك لحماية Miyaay Miyaay من Birray Birray. الشكل "V" المقلوب الذي شكله Alpha و Epsilon و Gamma Tauri هو جونيا Dthillar's Old (كوخ).
cs: Old Dthillar je Wiringin, v tomto případě Wiringin z Birray Birray, sjednocené chlapce v Orionu, kteří borovicoví za Miyaay Miyaay (Seven Sisters) v Plejádách. Old Dthillar je hvězda Aldebaran, která je také Alpha Tauri, a on tam stojí, aby chránil Miyaay Miyaay před Birray Birray. Obrácený tvar „V“ vytvořený Alpha, Epsilon a Gamma Tauri je gunya (chatrče) starého Dthillar.
de: Der alte Dthillar ist ein Wiringin, in diesem Fall der Wiringin des Birray Birray, der vereinigten Jungen im Orion, die nach den Miyaay Miyaay (Sieben Schwestern) in den Plejaden suchen. Der alte Dthillar ist der Star Aldebaran, der auch Alpha Tauri ist, und er steht dort, um den Miyaay Miyaay vor dem Birray Birray zu schützen. Die umgekehrte "V" -Form von Alpha, Epsilon und Gamma Tauri ist Old Dthillars Gunya (Hütte).
es: Old Dthillar es un Wiringin, en este caso el Wiringin del Birray Birray, los muchachos unificados en Orión que defienden a las Miyaay Miyaay (Siete Hermanas) en las Pléyades. El viejo Dthillar es la estrella Aldebarán, que también es Alpha Tauri, y está allí para proteger al Miyaay Miyaay del Birray Birray. La forma de "V" invertida formada por Alpha, Epsilon y Gamma Tauri es la gunya (choza) del viejo Dthillar.
it: Old Dthillar è un Wiringin, in questo caso il Wiringin del Birray Birray, i ragazzi unitari di Orione che si recano per il Miyaay Miyaay (Sette Sorelle) nelle Pleiadi. Old Dthillar è la stella Aldebaran, che è anche Alpha Tauri, e si trova lì per proteggere il Miyaay Miyaay dal Birray Birray. La forma a "V" rovesciata composta da Alpha, Epsilon e Gamma Tauri è il gunya (capanna) del Vecchio Dthillar.
ja: Old DthillarはWiringinであり、この場合は、Birray BirrayのWiringinです。これは、プレアデスのミヤアイミヤアイ（セブンシスターズ）を狙うオリオンの団結した少年たちです。 Old Dthillarは、Alta Tauriでもあるスターアルデバランであり、ミヤアイミヤアイをバーレイバーレイから守るためにそこに立っています。アルファ、イプシロン、ガンマタウリで構成された逆「V」字型は、オールドディラーのグニャ（小屋）です。
ko: Old Dthillar는 Wiringin이며,이 경우에는 Pleiades의 Miyaay Miyaay (Seven Sisters)를 위해 파견하는 오리온의 유나이티드 소년 Birray Birray의 Wiringin입니다. Old Dthillar는 Aldebaran 스타이며 Alpha Tauri이기도하며 Birray Birray로부터 Miyaay Miyaay를 보호하기 위해 서 있습니다. 알파, 엡실론 및 감마 타 우리가 구성한 역 "V"모양은 올드 딜라의 군야입니다.
nl: Old Dthillar is een Wiringin, in dit geval de Wiringin van de Birray Birray, de verenigde jongens in Orion die smachten naar de Miyaay Miyaay (Seven Sisters) in de Pleiaden. Old Dthillar is de ster Aldebaran, die ook Alpha Tauri is, en hij staat daar om de Miyaay Miyaay te beschermen tegen de Birray Birray. De omgekeerde "V" -vorm van Alpha, Epsilon en Gamma Tauri is de gunya (hut) van Old Dthillar.
pt: Old Dthillar é um Wiringin, neste caso, o Wiringin do Birray Birray, os meninos unitários de Orion que anseiam pelo Miyaay Miyaay (Sete Irmãs) nas Plêiades. Old Dthillar é a estrela Aldebaran, que também é Alpha Tauri, e ele fica lá para proteger o Miyaay Miyaay do Birray Birray. A forma "V" invertida, composta por Alpha, Epsilon e Gamma Tauri, é a gunya (cabana) do Velho Dthillar.
ru: Старый Dthillar - это Wiringin, в данном случае Wiringin из Birray Birray, объединенные мальчики в Орионе, которые жаждут Мияй Мияй (Семь Сестер) в Плеядах. Старый Dthillar - это звезда Альдебаран, которая также является Альфа-Таури, и он стоит там, чтобы защитить Мияй Мияй от Биррея Биррея. Перевернутая форма "V", составленная Альфой, Эпсилоном и Гамма-Таури, является гуней Старого Дхиллара (хижиной).
zh_cn: 老Dthillar是一名Wiringin，在本例中为Birray Birray的Wiringin，这是猎户座的团结男孩，他们在宿星系中的Miyaay Miyaay（七姐妹）松树。老迪斯拉尔是Aldebaran明星，也是Alpha Tauri明星，他站在那里保护Miyaay Miyaay免受Birray Birray的伤害。由阿尔法（Alpha），厄普西隆（Epsilon）和伽玛·塔里（Gamma Tauri）组成的倒“ V”字形，是老Dthillar的古雅色（小屋）。
zh_tw: 老Dthillar是一名Wiringin，在本例中為Birray Birray的Wiringin，他是獵戶座的團結男孩，他們在pine宿星系的Miyaay Miyaay（七姐妹）中松樹。老迪斯拉爾是Aldebaran明星，也是Alpha Tauri明星，他站在那裡保護Miyaay Miyaay免受Birray Birray的傷害。由阿爾法（Alpha），厄普西隆（Epsilon）和伽瑪·塔里（Gamma Tauri）組成的倒“ V”字形，是老Dthillar的古雅色（小屋）。

source: Wamba Wamba
ar: ‎وامبا وامبا‎
de: Wamba Wamba (Narr)
ja: ワンバワンバ
ko: 왐바 왐
ru: Вамба Вамба

source: "Wamba" means "crazy" or "mad". In this case, the star Canopus is called Wamba Wamba because of various reasons, depending on whose story is told. The planet Venus is also called Wamba. One speculation is that both Canopus and Venus are seen close to the horizon in the summer, and due to atmospheric defraction, can "scintillate" (twinkle srongly), which results in rapid changes in colour. This might be interpreted as madness.
ar: "Wamba" تعني "مجنون" أو "مجنون". في هذه الحالة ، يُطلق على النجم Canopus اسم Wamba Wamba لأسباب مختلفة ، اعتمادًا على قصته. يسمى كوكب الزهرة أيضًا Wamba. أحد التكهنات هو أن كلا من Canopus و Venus يظهران بالقرب من الأفق في الصيف ، وبسبب الانحراف الجوي ، يمكن أن "يتلألأ" (وميض بشدة) ، مما يؤدي إلى تغيرات سريعة في اللون. قد يفسر هذا على أنه جنون.
cs: „Wamba“ znamená „šílený“ nebo „šílený“. V tomto případě se hvězda Canopus nazývá Wamba Wamba z různých důvodů, podle toho, o čem je vyprávěn. Planeta Venuše se také nazývá Wamba. Jednou spekulací je, že Canopus i Venuše jsou v létě pozorovány blízko horizontu a díky atmosférickému defrasu mohou „scintilovat“ (záblesk srongly), což má za následek rychlé změny barvy. To by mohlo být interpretováno jako šílenství.
de: "Wamba" bedeutet "verrückt" oder "verrückt". In diesem Fall wird der Stern Canopus aus verschiedenen Gründen Wamba Wamba genannt, je nachdem, wessen Geschichte erzählt wird. Der Planet Venus wird auch Wamba genannt. Eine Spekulation ist, dass sowohl Canopus als auch Venus im Sommer nahe am Horizont gesehen werden und aufgrund der atmosphärischen Defraktion "funkeln" (stark funkeln) können, was zu schnellen Farbänderungen führt. Dies könnte als Wahnsinn interpretiert werden.
es: "Wamba" significa "loco" o "loco". En este caso, la estrella Canopus se llama Wamba Wamba por varias razones, dependiendo de la historia que se cuente. El planeta Venus también se llama Wamba. Una especulación es que tanto Canopus como Venus se ven cerca del horizonte en el verano, y debido a la defracción atmosférica, pueden "centellear" (centellear bruscamente), lo que resulta en cambios rápidos de color. Esto podría interpretarse como una locura.
it: "Wamba" significa "pazzo" o "pazzo". In questo caso, la stella Canopus si chiama Wamba Wamba per vari motivi, a seconda della storia raccontata. Il pianeta Venere è anche chiamato Wamba. Una speculazione è che sia Canopo che Venere sono visti vicino all'orizzonte in estate e, a causa della defrazione atmosferica, possono "scintillare" (scintillio srongolarmente), il che si traduce in rapidi cambiamenti di colore. Questo potrebbe essere interpretato come follia.
ja: 「Wamba」は「クレイジー」または「マッド」を意味します。この場合、スターカノープスは、誰の話をするかによってさまざまな理由でWamba Wambaと呼ばれます。金星はWambaとも呼ばれます。 1つの推測は、カノープスと金星の両方が夏には地平線近くに見られ、大気の屈折により「シンチレート」（きらめく）して、色が急速に変化することです。これは狂気として解釈されるかもしれません。
ko: "Wamba"는 "crazy"또는 "mad"를 의미합니다. 이 경우 스타 Canopus는 이야기에 따라 여러 가지 이유로 Wamba Wamba라고합니다. 행성 금성은 Wamba라고도합니다. 한 가지 추측은 Canopus와 Venus가 여름철 수평선에 가깝게 보이고 대기의 굴절로 인해 "scintillate"(스윙 클링 잘못)되어 색상이 빠르게 변한다는 것입니다. 이것은 광기로 해석 될 수 있습니다.
nl: "Wamba" betekent "gek" of "gek". In dit geval wordt de ster Canopus om verschillende redenen Wamba Wamba genoemd, afhankelijk van wiens verhaal wordt verteld. De planeet Venus wordt ook wel Wamba genoemd. Een speculatie is dat zowel Canopus als Venus in de zomer dicht bij de horizon worden gezien en door atmosferische defractie kunnen "scintilleren" (fonkelen sterk), wat resulteert in snelle kleurveranderingen. Dit kan worden geïnterpreteerd als waanzin.
pt: "Wamba" significa "louco" ou "louco". Nesse caso, a estrela Canopus se chama Wamba Wamba por vários motivos, dependendo de quem a história é contada. O planeta Vênus também é chamado de Wamba. Uma especulação é que tanto Canopus quanto Vênus são vistos perto do horizonte no verão e, devido à defração atmosférica, podem "cintilar" (cintilar bastante), o que resulta em rápidas mudanças de cor. Isso pode ser interpretado como loucura.
ru: «Вамба» означает «сумасшедший» или «сумасшедший». В этом случае звезда Канопус называется Вамба Вамба по разным причинам, в зависимости от того, чья история рассказана. Планета Венера также называется Вамба. Одно из предположений состоит в том, что и Канопус, и Венера летом видны близко к горизонту и из-за атмосферной дефракции могут «мерцать» (сильно мерцать), что приводит к быстрым изменениям цвета. Это может быть истолковано как безумие.
zh_cn: “ Wamba”意为“疯狂”或“疯狂”。在这种情况下，恒星Canopus之所以被称为Wamba Wamba，是由于各种原因，具体取决于讲述谁的故事。金星行星也称为万巴。一种推测是，在夏季，Canopus和Venus都在地平线附近看到，并且由于大气折射，会“闪烁”（错误地闪烁），从而导致颜色快速变化。这可能被解释为疯狂。
zh_tw: “ Wamba”意為“瘋狂”或“瘋狂”。在這種情況下，恆星Canopus之所以被稱為Wamba Wamba，是由於各種原因，具體取決於講述誰的故事。金星行星也稱為萬巴。一種推測是，夏天時可以在地平線附近看到Canopus和Venus，並且由於大氣折射，它們會“閃爍”（錯誤地閃爍），從而導致顏色快速變化。這可能被解釋為瘋狂。

source: Miyay Miyay
ar: مياي مياي
ja: ミヤイミヤイ
ko: 미야이 미야이
ru: Мияй Мияй
zh_cn: 米耶（Miyay Miyay）
zh_tw: 米耶（Miyay Miyay）

source: The Miyay Miyay are the seven young women (sisters) who were chased into the sky, depending on the story, by the Birray Birray, or by various Wiringins or other bad persons. They form the Pleiades star cluster, and as one sister is shy, normally we only see six stars. They are protected from the Birray Birray in Orion by the Wiringin, Old Dthillar, who is Aldebaran.
ar: Miyay Miyay هي الشابات السبع (الأخوات) الذين طاردوا في السماء ، اعتمادًا على القصة ، من قبل Birray Birray ، أو من قبل Wiringins مختلفة أو أشخاص سيئين آخرين. إنهم يشكلون مجموعة النجوم Pleiades ، وكأخت واحدة خجولة ، عادة ما نرى ستة نجوم فقط. هم محميون من Birray Birray في Orion بواسطة Wiringin ، Old Dthillar ، وهو Aldebaran.
cs: Miyay Miyay je sedm mladých žen (sester), které byly pronásledovány do nebe, v závislosti na příběhu, Birray Birray, nebo různými Wiringins nebo jinými špatnými osobami. Tvoří hvězdokupa Plejád a jako jedna sestra je plachá, obvykle vidíme jen šest hvězd. Jsou chráněni před Birray Birray v Orionu Wiringinem, Old Dthillarem, kterým je Aldebaran.
de: Die Miyay Miyay sind die sieben jungen Frauen (Schwestern), die je nach Geschichte vom Birray Birray oder von verschiedenen Wiringins oder anderen schlechten Personen in den Himmel gejagt wurden. Sie bilden den Sternhaufen der Plejaden, und da eine Schwester schüchtern ist, sehen wir normalerweise nur sechs Sterne. Sie werden vor dem Birray Birray im Orion durch den Wiringin, Old Dthillar, der Aldebaran ist, geschützt.
es: Las Miyay Miyay son las siete jóvenes (hermanas) que fueron perseguidas hacia el cielo, según la historia, por Birray Birray, o por varios Wiringins u otras personas malas. Forman el cúmulo estelar de las Pléyades, y como una hermana es tímida, normalmente solo vemos seis estrellas. Están protegidos del Birray Birray en Orión por el Wiringin, Old Dthillar, que es Aldebarán.
it: I Miyay Miyay sono le sette giovani donne (sorelle) che sono state inseguite in cielo, a seconda della storia, dalla Birray Birray, o da vari Wiringin o altre persone cattive. Formano l'ammasso stellare delle Pleiadi e, poiché una sorella è timida, normalmente vediamo solo sei stelle. Sono protetti dalla Birray Birray a Orione dai Wiringin, Old Dthillar, che è Aldebaran.
ja: ミヤイミヤイは、物語に応じて、バーレイバーレイによって、またはさまざまなウィリンギンや他の悪い人によって空に追いかけられた7人の若い女性（姉妹）です。それらはプレアデス星団を形成し、一人の姉妹は恥ずかしがり屋なので、通常、私たちは6つ星しか見ません。彼らはオリオンのバーレイバーレイからアルデバランであるウィリンギン、オールドディシールによって守られています。
ko: 미야이 미야이 (Miyay Miyay)는 이야기에 따라, Birray Birray 또는 다양한 Wiringins 또는 다른 나쁜 사람들에 의해 하늘로 쫓겨 난 7 명의 젊은 여성 (자매)입니다. 그들은 Pleiades 스타 클러스터를 형성하며 한 자매가 부끄러워 할 때 일반적으로 별 6 개만 보입니다. 그들은 Aldebaran 인 Wiringin, Old Dthillar에 의해 Orion의 Birray Birray로부터 보호됩니다.
nl: De Miyay Miyay zijn de zeven jonge vrouwen (zussen) die, afhankelijk van het verhaal, de lucht in werden gejaagd door de Birray Birray, of door verschillende Wiringins of andere slechte personen. Ze vormen de Pleiades-sterrenhoop, en aangezien een zus verlegen is, zien we normaal gesproken maar zes sterren. Ze worden beschermd tegen de Birray Birray in Orion door de Wiringin, Old Dthillar, die Aldebaran is.
pt: As Miyay Miyay são as sete jovens (irmãs) que foram perseguidas no céu, dependendo da história, pelo Birray Birray, ou por vários Wiringins ou outras pessoas más. Eles formam o aglomerado de estrelas das Plêiades e, como uma irmã é tímida, normalmente vemos apenas seis estrelas. Eles são protegidos do Birray Birray em Orion pelo Wiringin, Old Dthillar, que é Aldebaran.
ru: Мияй Мияй - это семь молодых женщин (сестер), которых преследовали в небе, в зависимости от истории, от Биррея Биррея, или от различных Вайрингинов или других плохих людей. Они образуют звездное скопление Плеяды, и поскольку одна сестра застенчива, обычно мы видим только шесть звезд. Они защищены от Бирри-Биррея в Орионе от Wiringin, Старого Дхиллара, Альдебаран.
zh_cn: 米亚伊·米亚伊（Miyay Miyay）是七个故事的年轻女性（姐妹），根据故事的不同，被Birray Birray或各种Wiringins或其他坏人追赶到了天空。它们形成the宿星团，并且由于一个姐姐害羞，通常我们只看到六颗星。他们由奥尔丁巴兰（Old Dthillar）的威林金（Wiringin）保护在奥里翁（Orion）的伯里伯里（Birray Birray）。
zh_tw: 米亞伊·米亞伊（Miyay Miyay）是七個故事的年輕女性（姐妹），根據故事的不同，被Birray Birray或各種Wiringins或其他壞人追趕到了天空。它們形成the宿星團，並且由於一個姐姐害羞，通常我們只看到六顆星。他們受到奧爾林德·奧古斯丁·維特林·奧爾德巴蘭（Old Dthillar）的保護，免受Orion的Birray Birray的襲擊。

source: Wadhaagudjaaylwan
ar: ‎وادهاجودجايلوان‎
ko: 와드하아구드쟈일완
ru: Вадхаагудяайлван

source: Wadhaagudjaaylwan is Byaame's third wife, who is in the Large Magellanic Cloud, and sings to women who are going to have babies. She "sings" the babies to the women on Earth, and she takes the persons that the Old Wiringin in the Small Magellanic Cloud sends to her, and sends them back to Earth as babies.
ar: Wadhaagudjaaylwan هي الزوجة الثالثة لـ Byaame ، وهي في سحابة Magellanic الكبيرة ، وتغني للنساء اللواتي سينجبن أطفالًا. إنها "تغني" الأطفال إلى النساء على الأرض ، وتأخذ الأشخاص الذين ترسلهم شبكة Wiredin القديمة في سحابة Magellanic الصغيرة ، وترسلهم إلى الأرض وهم أطفال.
cs: Wadhaagudjaaylwan je Byaamova třetí manželka, která je ve Velkém Magellanově mračnu, a zpívá ženám, které budou mít děti. „Zpívá“ děti ženám na Zemi a bere osoby, které jí Old Wiringin v Malém Magellanově mračnu posílá, a posílá je zpět na Zemi jako miminka.
de: Wadhaagudjaaylwan ist Byaames dritte Frau, die sich in der großen Magellanschen Wolke befindet und Frauen singt, die Babys bekommen werden. Sie "singt" die Babys zu den Frauen auf der Erde und nimmt die Personen, die der alte Wiringin in der kleinen Magellanschen Wolke zu ihr schickt, und schickt sie als Babys zur Erde zurück.
es: Wadhaagudjaaylwan es la tercera esposa de Byaame, que se encuentra en la Gran Nube de Magallanes, y le canta a las mujeres que van a tener bebés. Ella "canta" a los bebés a las mujeres en la Tierra, y toma a las personas que el Viejo Wiringin en la Pequeña Nube de Magallanes le envía, y los envía de vuelta a la Tierra como bebés.
it: Wadhaagudjaaylwan è la terza moglie di Byaame, che si trova nella Grande Nuvola Magellanica, e canta per le donne che stanno per avere figli. "Canta" i bambini alle donne sulla Terra, e prende le persone che l'Old Wiringin nella Piccola Nuvola Magellanica le manda, e le rimanda sulla Terra come bambini.
ja: WadhaagudjaaylwanはByaameの3番目の妻で、大マゼラン雲の中にいて、赤ちゃんを産む女性に歌います。彼女は地球上の女性に赤ん坊を「歌う」、そして彼女は小さなマゼランの雲の中の古いWiringinが彼女に送る人々を連れて行き、それらを赤ん坊として地球に送り返す。
ko: Wadhaagudjaaylwan은 큰 마젤란 구름 속에있는 Byaame의 세 번째 아내이며 아기를 낳을 여성들에게 노래합니다. 그녀는 아기들을 지구의 여성들에게 "노래"하고, Small Magellanic Cloud의 Old Wiringin이 그녀에게 보낸 사람들을 데리고 가서 아기로 지구에 다시 보냅니다.
nl: Wadhaagudjaaylwan is de derde vrouw van Byaame, die in de Grote Magelhaense Wolk zit, en zingt voor vrouwen die baby's gaan krijgen. Ze "zingt" de baby's naar de vrouwen op aarde, en ze neemt de personen die de Old Wiringin in de Kleine Magelhaense Wolk naar haar stuurt, en stuurt ze als baby's terug naar de aarde.
pt: Wadhaagudjaaylwan é a terceira esposa de Byaame, que está na Grande Nuvem de Magalhães, e canta para as mulheres que vão ter filhos. Ela "canta" os bebês para as mulheres na Terra, e leva as pessoas que o Velho Fio na Pequena Nuvem de Magalhães envia para ela, e as envia de volta à Terra quando bebês.
ru: Wadhaagudjaaylwan - третья жена Byaame, которая находится в Большом Магеллановом Облаке и поет женщинам, у которых будут дети. Она «поет» младенцам женщинам на Земле и берет людей, которых ей посылает Старая Провинция в Малом Магеллановом Облаке, и отправляет их обратно на Землю как младенцы.
zh_cn: Wadhaagudjaaylwan是Byaame的第三任妻子，她在大麦哲伦星云中唱歌，并向将要生育的妇女唱歌。她向地球上的妇女“唱歌”给婴儿，然后将麦哲伦小云中的老维林格林送给她的人带回去，并把它们作为婴儿送回地球。
zh_tw: Wadhaagudjaaylwan是Byaame的第三任妻子，她在大麥哲倫星雲中唱歌，並向將要生育的婦女唱歌。她向地球上的婦女“唱歌”給嬰兒，然後將麥哲倫小雲中的老維林格林送給她的人帶回去，並把它們作為嬰兒送回地球。

source: Bandaarr
ar: ‎باندار‎
de: Bandaarr (Känguruh)
ja: バンダール
ko: 반다르
ru: Бандаарр

source: Bandaarr is Kamilaroi/Euahlayi for Kangaroo, and this kangaroo is located under the belly of the Emu in the Milky Way, looking away from the Emu. Bandaarr is either a grey or red kangaroo, depending on the culture, and has significance in ceremony.
ar: Bandaarr هو Kamilaroi / Euahlayi لـ Kangaroo ، ويقع هذا الكنغر تحت بطن Emu في درب التبانة ، ويبتعد عن Emu. Bandaarr هو الكنغر الرمادي أو الأحمر ، اعتمادًا على الثقافة ، وله أهمية في الحفل.
cs: Bandaarr je Kamilaroi / Euahlayi pro Kangaroo a tento klokan se nachází pod břichem Emu v Mléčné dráze a odvrací pohled od Emu. Bandaarr je buď šedý nebo červený klokan v závislosti na kultuře a má význam v obřadu.
de: Bandaarr ist Kamilaroi / Euahlayi für Känguru, und dieses Känguru befindet sich unter dem Bauch des Emu in der Milchstraße und schaut vom Emu weg. Bandaarr ist je nach Kultur entweder ein graues oder ein rotes Känguru und hat eine Bedeutung für die Zeremonie.
es: Bandaarr es Kamilaroi / Euahlayi para Kangaroo, y este canguro se encuentra debajo del vientre del Emu en la Vía Láctea, mirando hacia otro lado del Emu. Bandaarr es un canguro gris o rojo, dependiendo de la cultura, y tiene un significado en la ceremonia.
it: Bandaarr è Kamilaroi / Euahlayi per Canguro, e questo canguro si trova sotto il ventre dell'Emu nella Via Lattea, guardando lontano dall'Emu. Bandaarr è un canguro grigio o rosso, a seconda della cultura, e ha un significato nella cerimonia.
ja: Bandaarrはカンガルーのカミラロイ/ユーアライであり、このカンガルーは天の川のエミューの腹の下にあり、エミューから離れています。バンダールは文化に応じて灰色または赤色のカンガルーであり、式典で重要です。
ko: 반다르 (Bandaarr)는 캥거루 (Kangaroo)의 카밀라 로이 (Kamilaroi) / 유아 라이 (Euahlayi)이며,이 캥거루는 은하수에서 에뮤 (Emu)의 뱃속 아래에 있으며 에뮤 (Emu)에서 멀리 떨어져 있습니다. 반다르는 문화에 따라 회색 또는 빨간색 캥거루이며 의식에 의미가 있습니다.
nl: Bandaarr is Kamilaroi / Euahlayi voor Kangaroo en deze kangoeroe bevindt zich onder de buik van de Emu in de Melkweg en kijkt weg van de Emu. Bandaarr is een grijze of rode kangoeroe, afhankelijk van de cultuur, en heeft betekenis tijdens de ceremonie.
pt: Bandaarr é Kamilaroi / Euahlayi para Canguru, e este canguru está localizado sob a barriga do Emu na Via Láctea, olhando para longe do Emu. Bandaarr é um canguru cinza ou vermelho, dependendo da cultura, e tem significado na cerimônia.
ru: Bandaarr - это Камиларои / Euahlayi для Кенгуру, и этот кенгуру находится под грудью Эму в Млечном Пути, глядя в сторону от Эму. Bandaarr - серый или красный кенгуру, в зависимости от культуры, и имеет значение в церемонии.
zh_cn: Bandaarr是袋鼠的Kamilaroi / Euahlayi，而这种袋鼠位于银河系E的腹部下方，背对E。根据文化的不同，班达亚是灰色或红色的袋鼠，在仪式上具有重要意义。
zh_tw: Bandaarr是袋鼠的Kamilaroi / Euahlayi，而這種袋鼠位於銀河系E的腹部下方，背對E。根據文化的不同，班達亞是灰色或紅色的袋鼠，在儀式上具有重要意義。

source: Muraay Muyaay
ja: ムラーアイ・ムヤアイ
ko: 무라 아이 무야 아이
ru: Мураай Муяй
zh_cn: 穆拉伊（Muraay Muyaay）
zh_tw: 穆拉伊（Muraay Muyaay）

source: Muraay is Kamilaroi, and Muyaay is Euahlayi for the sulfur-crested cockatoo, who are the Pointer stars (Alpha Centauri and Hadar/Beta Centauri). They ended up in the constellation Crux when their tree, the Yarran, was dragged into the sky with the first man to die, and they are always chasing Yarran.
ar: Muraay هو Kamilaroi ، و Muyaay هو Euahlayi للكوكتيلات المتوج بالكبريت ، وهما النجوم المؤشر (Alpha Centauri و Hadar / Beta Centauri). انتهى بهم المطاف في كوكبة Crux عندما تم جر شجرتهم ، Yarran ، إلى السماء مع أول رجل يموت ، وهم دائمًا يطاردون Yarran.
cs: Muraay je Kamilaroi a Muyaay je Euahlayi pro kakadu s chocholatou silou, kteří jsou hvězdami Ukazatele (Alpha Centauri a Hadar / Beta Centauri). Nakonec skončili v souhvězdí Crux, když jejich strom, Yarran, byl tažen na oblohu s prvním člověkem, který zemřel, a vždy pronásledují Yarran.
de: Muraay ist Kamilaroi und Muyaay ist Euahlayi für den Kakadu mit Schwefelhaube, die die Zeigersterne sind (Alpha Centauri und Hadar / Beta Centauri). Sie landeten im Sternbild Crux, als ihr Baum, der Yarran, mit dem ersten Mann, der starb, in den Himmel gezogen wurde, und sie jagen immer Yarran.
es: Muraay es Kamilaroi, y Muyaay es Euahlayi para la cacatúa con cresta de azufre, que son las estrellas Pointer (Alpha Centauri y Hadar / Beta Centauri). Terminaron en la constelación Crux cuando su árbol, el Yarran, fue arrastrado hacia el cielo con el primer hombre en morir, y siempre están persiguiendo a Yarran.
it: Muraay è Kamilaroi e Muyaay è Euahlayi per il cacatua crestazolfo, che sono le stelle Pointer (Alpha Centauri e Hadar / Beta Centauri). Sono finiti nella costellazione di Crux quando il loro albero, lo Yarran, è stato trascinato in cielo con il primo uomo a morire, e inseguono sempre Yarran.
ja: ムラーアイはカミラロイ、ムヤアイは硫黄星のオウムで、ポインタースター（アルファケンタウリとハダル/ベータケンタウリ）のユーアライです。彼らのツリー、ヤランが最初に死んだ男と共に空に引きずり込まれ、彼らは常にヤランを追いかけているとき、彼らは星座のクルーに行き着いた。
ko: Muraay는 Kamilaroi이고, Muyaay는 포인터 별 (Alpha Centauri 및 Hadar / Beta Centauri) 인 유황 볏 앵무새의 Euahlayi입니다. 그들은 첫 번째 사람이 죽을 때 나무 인 야란이 하늘로 끌려 가고 항상 야란을 쫓고있을 때 별자리 크 룩스에 도착하게되었습니다.
nl: Muraay is Kamilaroi en Muyaay is Euahlayi voor de kaketoe met zwavelkuif, de Pointer-sterren (Alpha Centauri en Hadar / Beta Centauri). Ze kwamen in het sterrenbeeld Crux terecht toen hun boom, de Yarran, de lucht in werd gesleurd met de eerste man die stierf, en ze achtervolgen altijd Yarran.
pt: Muraay é Kamilaroi e Muyaay é Euahlayi para a cacatua com crista de enxofre, que são as estrelas Pointer (Alpha Centauri e Hadar / Beta Centauri). Eles acabaram na constelação de Crux quando sua árvore, o Yarran, foi arrastada para o céu com o primeiro homem a morrer, e eles estão sempre perseguindo Yarran.
ru: Мурай - это Камиларой, а Муяй - это Эуахлай для какаду, покрытого серой, которые являются звездами-указателями (Альфа Центавра и Хадар / Бета Центавра). Они оказались в созвездии Крукс, когда их дерево, Ярран, было утащено в небо с первым человеком, который умер, и они всегда преследуют Ярран.
zh_cn: Muraay是卡米拉罗伊（Kamilaroi），Muyaay是Euahlayi，是硫磺凤头鹦鹉，它们是尖星（Alpha Centauri和Hadar / Beta Centauri）。当他们的树Yarran被第一个死去的人拖入天空时，他们最终进入了Crux星座。他们一直在追逐Yarran。
zh_tw: Muraay是卡米拉羅伊（Kamilaroi），Muyaay是Euahlayi，是硫磺鳳頭鸚鵡，它們是尖星（Alpha Centauri和Hadar / Beta Centauri）。當他們的樹Yarran被第一個死去的人拖入天空時，他們最終進入了Crux星座。他們一直在追逐Yarran。

source: Warrawilbaarru
ar: ‎واراويلبارو‎
de: Warrawilbaarru (Wirbelwindgeist)
ja: ワラウィルバール
ko: 와라윌바알루
ru: Варравилбаару
