Repository: Stellarium/stellarium-skycultures
Catalog: indian/po/*.po
Languages: ar, fr

source: The Vedic sky culture shows some similiarities with the Parthian one, e.g. some commonly known constellations related to lunar mansions, called _Nakṣatra_-s. ### Rāśi (राशिः) The sidereal zodiac is an imaginary belt of 360 degrees (like the tropical zodiac), divided into 12 equal parts. Each twelfth part (of 30 degrees) is called a sign or rashi. Their names are shown in (brackets). In Vedic astronomy there are two systems of measuring time: the lunar calender and the solar calender. In both cases one year is devided into 12 months or "māsā". The names of the solar months originated from these constellation's names. ### Nakṣatra (नक्षत्रम्) In Hindu tradition the ecliptic is divided into 27 parts of approximately 13°20", mirroring the siderial month and corresponding to 27 asterisms known as the _nakṣatra_-s (full list, with [modern equivalents](https://goo.gl/2PVi28) ). In the earliest extant layers of the tradition this number was made 28. This division is critical for several purposes including timing rituals and determining the birth lunar mansions. Since these asterisms define an area in the sky, technically they are also constellations. Surya Siddhanta and Vedanga-Jyotisha specify start coordinates for the 13°20" divisions using some stars (Please see penultimate paragraph in [this page.](https://archive.org/stream/HistoryOfCalendarPanchangaCommittee/History-of-Calendar-Panchanga-Committee\#page/n42/mode/1up) ) The earliest complete lists of _nakṣatra_ are found in the _Taittirīya-śruti_ and the _Atharvaveda_ where they are recited as part of the _nakṣatreṣṭi_ ritual which places the deities of pantheon in these celestial compartments. Some scholars opine that the tradition shows that by the early medieval period, the _nakṣatra_ identification had changed to a small degree from the Vedic period. In mythology the Nakshatras are considered to be the 27 daughters of Daksha Prajipati and wives of Chandra, the god of moon. Daksha found that Soma (=Chandra) overly favored one daughter (rohinī) over the others, thus neglecting their needs and flouting his responsibilities. For this, Daksha cursed him to wither and die. Chandra Dev approached and worshipped Lord Shiva in order to be relieved of the curse. He gave Chandra the boon that in a lunar month, he would grow for fifteen days (or "Pakshā") in one half and in the other half he would keep losing one shade (or "Kalā") per lunar day (or "tithi") and decrease in size. The names of the lunar months originated from those 12 division names in which full moon or "Purnimā" occurs. Unlike a solar day which is defined by a sunrise to next sunrise, a lunar day or moon's position in a nakshatra doesn't depends on the Sun's or Moon's rise. Thus a lunar day may start at any time of a solar day. Like other ancient human cultures, Vedic people invented a number of systems for intercalation of lunar months, i.e. adding another month every 32.5 months on average or 4 months in every 11 years to correct the mismatch between lunar and solar year. | Solar Months | Lunar Months | Modern | Season | |--------------|--------------|--------|--------| | Meṣa | Vaiśakhā | Apr-May | Grīṣma (Summer) | | Vṛṣabha | Jyeṣṭha | May–June | Grīṣma (Summer) | | Mithuna | āṣāṛā | June–July | Varṣā (Monsoon) | | Karkaṭa | śrabaṇā | July-Aug | Varṣā (Monsoon) | | Siṃha | Bhādra | Aug-Sept | Śarad (Autumn) | | Kanyā | Aśvin | Sept-Oct | Śarad (Autumn) | | Tulā | Kārtik | Oct-Nov | Hemanta (Pre-Winter) | | Vṛścika | Agāhāna | Nov-Dec | Hemanta (Pre-Winter) | | Dhanu | Pauṣa | Dec-Jan | Śiśira (Winter) | | Makara | Magha | Jan-Feb | Śiśira (Winter) | | Kumbha | phālguna | Feb-Mar | Vasanta (Spring) | | Mīna | Chaitrā | Mar-Apr | Vasanta (Spring) | | - | Adhikā | Leap month | - | A few of the _yogatārā_-s or prominent asterisms in the _nakṣatra_-s (going by their mainstream identification) lie slightly outside their constellation boundaries. In these cases, any resultant problem (with regards to ritual timing or astrology) should be solved by other means, e.g. some people propose alternate identifications for such _yogatārā_-s. ### Navagraha - Nine planets They observed that some celestial bodies move independently relative to the background stars; they named them planets or "graha". By this definition (moving), the Sun and Moon are also treated as _graha_ or planet. The Vedic also named the lunar nodes as planets as these points are very inportant to calculate the eclipses. The name of Vedic days originated from these planet's names. | Graha | Designation | Name of Solar days | |-------|-------------|--------------------| | Sūrya (Sun) | Sun God | Ravivāsara (Sunday) | | Chandra/Soma (Moon) | Moon god | Somavāsara (Monday) | | Maṅgala (Mars) | God of war | Maṅgalavāsara (Twesday) | | Budha (Mercury) | Son of Moon | Budhavāsara (Wednesday) | | Bṛihaspati/Guru (Jupiter) | Teacher of Gods | Guruvāsara (Thursday) | | Śukra (Venus) | Mentor of Demons | Śukravāsara (Friday) | | Śani (Saturn) | God of Misfortune | Śanivāsara (Saturday) | | Rahu | lunar node | - | | Ketú | lunar node | - |
fr: La culture du ciel védique montre quelques similitudes avec celle des Parthes, par exemple certaines constellations communément connues liées aux manoirs lunaires, appelées _Nakṣatra_-s. ### Rāśi (राशिः) Le zodiaque sidéral est une ceinture imaginaire de 360 degrés (comme le zodiaque tropical), divisée en 12 parties égales. Chaque douzième partie (de 30 degrés) est appelée signe ou rachi. Leurs noms sont indiqués entre parenthèses. En astronomie védique, il existe deux systèmes de mesure du temps: le calendrier lunaire et le calendrier solaire. Dans les deux cas, un an est divisé en 12 mois ou "māsā". Les noms des mois solaires proviennent des noms de ces constellations. ### Nakṣatra (नक्षत्रम्) Dans la tradition hindoue, l'écliptique est divisée en 27 parties d'environ 13 ° 20 ", reflétant le mois sidéral et correspondant à 27 astérismes connus sous le nom de _nakṣatra_-s (liste complète, avec [équivalents modernes] (https://goo.gl/ 2PVi28)). Dans les premières couches existantes de la tradition, ce nombre a été fait 28. Cette division est essentielle à plusieurs fins, y compris le calendrier des rituels et la détermination des demeures lunaires de naissance. Puisque ces astérismes définissent une zone dans le ciel, techniquement, ce sont aussi des constellations . Surya Siddhanta et Vedanga-Jyotisha spécifient les coordonnées de départ pour les divisions 13 ° 20 "en utilisant quelques étoiles (Veuillez consulter l'avant-dernier paragraphe dans [cette page.] (Https://archive.org/stream/HistoryOfCalendarPanchangaCommittee/History-of-Calendar-Panchanga -Committee \ # page / n42 / mode / 1up)) Les premières listes complètes de _nakṣatra_ se trouvent dans le _Taittirīya-śruti_ et le _Atharvaveda_ où elles sont récitées dans le cadre du rituel _nakṣatreṣṭi_ qui place les divinités du panthéon dans ces compartiments célestes. Certains érudits estiment que la tradition montre qu'au début de la période médiévale, l'identification _nakṣatra_ avait légèrement changé par rapport à la période védique. Dans la mythologie, les Nakshatras sont considérés comme les 27 filles de Daksha Prajipati et les épouses de Chandra, le dieu de la lune. Daksha a constaté que Soma (= Chandra) favorisait trop une fille (rohinī) par rapport aux autres, négligeant ainsi leurs besoins et bafouant ses responsabilités. Pour cela, Daksha l'a maudit à dépérir et à mourir. Chandra Dev s'est approchée et a adoré le Seigneur Shiva afin d'être soulagée de la malédiction. Il a donné à Chandra l'avantage que dans un mois lunaire, il grandirait pendant quinze jours (ou "Pakshā") dans une moitié et dans l'autre moitié il continuerait à perdre une ombre (ou "Kalā") par jour lunaire (ou "tithi ") et diminuent de taille. Les noms des mois lunaires provenaient de ces 12 noms de division dans lesquels se produit la pleine lune ou "Purnima". Contrairement à un jour solaire qui est défini par un lever de soleil au lever du soleil suivant, un jour lunaire ou la position de la lune dans un nakshatra ne dépend pas de la montée du soleil ou de la lune. Ainsi, un jour lunaire peut commencer à tout moment d'un jour solaire. Comme d'autres cultures humaines anciennes, les Védiques ont inventé un certain nombre de systèmes pour l'intercalation des mois lunaires, c'est-à-dire en ajoutant un autre mois tous les 32,5 mois en moyenne ou 4 mois tous les 11 ans pour corriger l'inadéquation entre l'année lunaire et l'année solaire. | Mois solaires | Mois lunaires | Moderne | Saison | | -------------- | -------------- | -------- | -------- | | Meṣa | Vaiśakhā | Avril-mai | Grīṣma (été) | | Vṛṣabha | Jyeṣṭha | Mai – juin | Grīṣma (été) | | Mithuna | āṣāṛā | Juin – juillet | Varṣā (mousson) | | Karkaṭa | śrabaṇā | Juillet-août | Varṣā (mousson) | | Siṃha | Bhādra | Août-septembre | Śarad (automne) | | Kanyā | Aśvin | Sept-oct | Śarad (automne) | | Tulā | Kārtik | Oct-nov | Hemanta (avant l'hiver) | | Vṛścika | Agāhāna | Nov-déc | Hemanta (avant l'hiver) | | Dhanu | Pauṣa | Dec-Jan | Śiśira (hiver) | | Makara | Magha | Janvier-février | Śiśira (hiver) | | Kumbha | phālguna | Février-mars | Vasanta (printemps) | | Mīna | Chaitrā | Mars-avril | Vasanta (printemps) | | - | Adhikā | Mois bissextile | - | Quelques-uns des _yogatārā_-s ou astérismes importants dans les _nakṣatra_-s (selon leur identification dominante) se trouvent légèrement en dehors de leurs limites de constellation. Dans ces cas, tout problème résultant (en ce qui concerne le calendrier rituel ou l'astrologie) devrait être résolu par d'autres moyens, par exemple, certaines personnes proposent des identifications alternatives pour ces _yogatārā_-s. ### Navagraha - Neuf planètes Ils ont observé que certains corps célestes se déplacent indépendamment par rapport aux étoiles de fond; ils les ont nommées planètes ou "graha". Par cette définition (en mouvement), le Soleil et la Lune sont également traités comme _graha_ ou planète. Le Védique a également nommé les nœuds lunaires comme planètes, car ces points sont très importants pour calculer les éclipses. Le nom des jours védiques provenait des noms de ces planètes. | Graha | Désignation | Nom des jours solaires | | ------- | ------------- | -------------------- | | Sūrya (Soleil) | Dieu du soleil | Ravivāsara (dimanche) | | Chandra / Soma (Lune) | Dieu de la lune | Somavāsara (lundi) | | Maṅgala (Mars) | Dieu de la guerre | Maṅgalavāsara (mardi) | | Budha (Mercure) | Fils de lune | Budhavāsara (mercredi) | | Bṛihaspati / Guru (Jupiter) | Enseignant des dieux | Guruvāsara (jeudi) | | Śukra (Vénus) | Mentor des démons | Śukravāsara (vendredi) | | Śani (Saturne) | Dieu du malheur | Śanivāsara (samedi) | | Rahu | noeud lunaire | - | | Ketú | noeud lunaire | - |

source: - [#1]: Saha, M.N. and Lahiri, N.C.: History of the Calendar, New Delhi 1992 - [#2]: [History Of Calendar-Panchanga Committee Report](https://archive.org/stream/HistoryOfCalendarPanchangaCommittee/History-of-Calendar-Panchanga-Committee#page/n77/mode/2up) - [#3]: [Possible period of the design of Nakshatras and Abhijit](http://www.tifr.res.in/~archaeo/papers/Others/Possible%20period%20of%20the%20design%20of%20Nakshatras.pdf) - [#4]: [Nakshatra](https://sa.wikipedia.org/wiki/नक्षत्रम् ) article at Sanskrit Wikipedia - [#5]: [Nakshatra](http://en.wikipedia.org/wiki/Nakshatra) article at English Wikipedia - [#6]: [List on Nakshatra](https://goo.gl/2PVi28) at Sanskrit Wikipedia
fr: - [#1]: Saha, MN et Lahiri, NC: Histoire du calendrier, New Delhi 1992 - [#2]: [Historique du rapport du comité Calendrier-Panchanga](https://archive.org/stream/HistoryOfCalendarPanchangaCommittee/History-of-Calendar-Panchanga-Committee#page/n77/mode/2up) - [#3]: [Période possible de conception de Nakshatras et Abhijit] (http://www.tifr.res.in/~archaeo/papers/Others/Possible%20period%20of%20the%20design%20of%20Nakshatras.pdf ) - [#4]: [Nakshatra] (https://sa.wikipedia.org/wiki/ नक्षत्रम्) article sur le Sanskrit Wikipedia - [#5]: [Nakshatra](http://en.wikipedia.org/wiki/Nakshatra) article sur Wikipedia anglais - [#6]: [Liste sur Nakshatra](https://goo.gl/2PVi28) sur Wikipedia sanscrit

source: Tanmoy Saha, groups.google.com/forum/#!forum/sanskrit-programmers Contributors from the [sanskrit-coders community](https://github.com/sanskrit-coders). Re-worked by Susanne M Hoffmann
fr: Tanmoy Saha, groups.google.com/forum/#!forum/sanskrit-programmers Contributeurs de la [communauté des codeurs sanskrit](https://github.com/sanskrit-coders). Retravaillé par Susanne M Hoffmann
