Repository: Stellarium/stellarium-skycultures
Catalog: indian/po/*.po
Languages: ar, fr

source: Indian Vedic
ar: الهندي الفيدي

source: In the second half of the 2nd millennium BCE, people from the Persian area moved eastwards into the region of today's Pakistan and north of India. They settled along the rivers Indus and Ganges and founded the Vedic culture. It is the base for all Hindu cultures.
ar: في النصف الثاني من الألفية الثانية قبل الميلاد ، تحرك الناس من المنطقة الفارسية شرقاً إلى منطقة باكستان اليوم وشمال الهند. استقروا على طول أنهار السند والجانج وأسسوا الثقافة الفيدية. إنها الأساس لجميع الثقافات الهندوسية.

source: The Vedic sky culture shows some similiarities with the Parthian one, e.g. some commonly known constellations related to lunar mansions, called _Nakṣatra_-s. ### Rāśi (राशिः) The sidereal zodiac is an imaginary belt of 360 degrees (like the tropical zodiac), divided into 12 equal parts. Each twelfth part (of 30 degrees) is called a sign or rashi. Their names are shown in (brackets). In Vedic astronomy there are two systems of measuring time: the lunar calender and the solar calender. In both cases one year is devided into 12 months or "māsā". The names of the solar months originated from these constellation's names. ### Nakṣatra (नक्षत्रम्) In Hindu tradition the ecliptic is divided into 27 parts of approximately 13°20", mirroring the siderial month and corresponding to 27 asterisms known as the _nakṣatra_-s [#4]. In the earliest extant layers of the tradition this number was made 28. This division is critical for several purposes including timing rituals and determining the birth lunar mansions. Since these asterisms define an area in the sky, technically they are also constellations. Surya Siddhanta and Vedanga-Jyotisha specify start coordinates for the 13°20" divisions using some stars [#2]. The earliest complete lists of _nakṣatra_ are found in the _Taittirīya-śruti_ and the _Atharvaveda_ where they are recited as part of the _nakṣatreṣṭi_ ritual which places the deities of pantheon in these celestial compartments. Some scholars opine that the tradition shows that by the early medieval period, the _nakṣatra_ identification had changed to a small degree from the Vedic period. In mythology the Nakshatras are considered to be the 27 daughters of Daksha Prajipati and wives of Chandra, the god of moon. Daksha found that Soma (=Chandra) overly favored one daughter (rohinī) over the others, thus neglecting their needs and flouting his responsibilities. For this, Daksha cursed him to wither and die. Chandra Dev approached and worshipped Lord Shiva in order to be relieved of the curse. He gave Chandra the boon that in a lunar month, he would grow for fifteen days (or "Pakshā") in one half and in the other half he would keep losing one shade (or "Kalā") per lunar day (or "tithi") and decrease in size. The names of the lunar months originated from those 12 division names in which full moon or "Purnimā" occurs. Unlike a solar day which is defined by a sunrise to next sunrise, a lunar day or moon's position in a nakshatra doesn't depends on the Sun's or Moon's rise. Thus a lunar day may start at any time of a solar day. Like other ancient human cultures, Vedic people invented a number of systems for intercalation of lunar months, i.e. adding another month every 32.5 months on average or 4 months in every 11 years to correct the mismatch between lunar and solar year. | Solar Months | Lunar Months | Modern | Season | |--------------|--------------|------------|--------| | Meṣa | Vaiśakhā | Apr-May | Grīṣma (Summer) | | Vṛṣabha | Jyeṣṭha | May–June | Grīṣma (Summer) | | Mithuna | āṣāṛā | June–July | Varṣā (Monsoon) | | Karkaṭa | śrabaṇā | July-Aug | Varṣā (Monsoon) | | Siṃha | Bhādra | Aug-Sept | Śarad (Autumn) | | Kanyā | Aśvin | Sept-Oct | Śarad (Autumn) | | Tulā | Kārtik | Oct-Nov | Hemanta (Pre-Winter) | | Vṛścika | Agāhāna | Nov-Dec | Hemanta (Pre-Winter) | | Dhanu | Pauṣa | Dec-Jan | Śiśira (Winter) | | Makara | Magha | Jan-Feb | Śiśira (Winter) | | Kumbha | phālguna | Feb-Mar | Vasanta (Spring) | | Mīna | Chaitrā | Mar-Apr | Vasanta (Spring) | | - | Adhikā | Leap month | - | A few of the _yogatārā_-s or prominent asterisms in the _nakṣatra_-s (going by their mainstream identification) lie slightly outside their constellation boundaries. In these cases, any resultant problem (with regards to ritual timing or astrology) should be solved by other means, e.g. some people propose alternate identifications for such _yogatārā_-s. ### Navagraha - Nine planets They observed that some celestial bodies move independently relative to the background stars; they named them planets or "graha". By this definition (moving), the Sun and Moon are also treated as _graha_ or planet. The Vedic also named the lunar nodes as planets as these points are very inportant to calculate the eclipses. The name of Vedic days originated from these planet's names. | Graha | Designation | Name of Solar days | |-------|-------------|--------------------| | Sūrya (Sun) | Sun God | Ravivāsara (Sunday) | | Chandra/Soma (Moon) | Moon god | Somavāsara (Monday) | | Maṅgala (Mars) | God of war | Maṅgalavāsara (Twesday) | | Budha (Mercury) | Son of Moon | Budhavāsara (Wednesday) | | Bṛihaspati/Guru (Jupiter) | Teacher of Gods | Guruvāsara (Thursday) | | Śukra (Venus) | Mentor of Demons | Śukravāsara (Friday) | | Śani (Saturn) | God of Misfortune | Śanivāsara (Saturday) | | Rahu | lunar node | - | | Ketú | lunar node | - |
ar: تظهر ثقافة السماء الفيدية بعض أوجه التشابه مع البارثيين ، على سبيل المثال بعض الأبراج المعروفة المتعلقة بالقصور القمرية ، تسمى _Nakṣatra_-s. ### الراي (राशिः) البروج الفلكي هو حزام وهمي 360 درجة (مثل البروج الاستوائية) ، مقسم إلى 12 جزءًا متساويًا. كل جزء ثاني عشر (من 30 درجة) يسمى علامة أو طفح جلدي. تظهر أسمائهم في (الأقواس). في علم الفلك الفيدي هناك نظامان لقياس الوقت: التقويم القمري والتقويم الشمسي. في كلتا الحالتين تنقسم سنة إلى 12 شهرًا أو "ماسا". نشأت أسماء الأشهر الشمسية من أسماء هذه الكوكبة. ### ناكاترا (नक्षत्रम्) في التقاليد الهندوسية ، ينقسم مسير الشمس إلى 27 جزءًا من حوالي 13 درجة 20 "، مما يعكس الشهر الفلكي وما يقابل 27 من النجوم المعروفة باسم _nakṣatra_-s [#4]. في أقرب الطبقات الموجودة للتقليد تم صنع هذا الرقم 28. يعد هذا التقسيم حاسماً لعدة أغراض بما في ذلك طقوس التوقيت وتحديد القصور القمرية عند الولادة ، وبما أن هذه النجوم تحدد منطقة في السماء ، فهي أيضًا من الأبراج. تحدد Surya Siddhanta و Vedanga-Jyotisha إحداثيات البداية لأقسام 13 ° 20 "باستخدام بعض النجوم [#2]. تم العثور على أقرب قوائم كاملة من _nakṣatra_ في _Taittirīya-śruti_ و _Atharvaveda_ حيث يتم تلاوتهم كجزء من طقوس _nakṣatreṣṭi_ التي تضع آلهة البانثيون في هذه الحجيرات السماوية. يرى بعض العلماء أن التقليد يظهر أنه بحلول فترة العصور الوسطى المبكرة ، تغيرت هوية _nakṣatra_ إلى درجة صغيرة من الفترة الفيدية. في الأساطير تعتبر Nakshatras بنات 27 داكشا Prajipati وزوجات شاندرا إله القمر. وجد داكشا أن سوما (= شاندرا) كان يفضل ابنة واحدة (روهين) بشكل مفرط على الآخرين ، وبالتالي تجاهل احتياجاتهم وتجاهل مسؤولياته. لهذا ، لعنه داكشا ليذبل ويموت. اقترب شاندرا ديف وعبد اللورد شيفا من أجل التخلص من اللعنة. أعطى شاندرا نعمة أنه في الشهر القمري ، سوف ينمو لمدة خمسة عشر يومًا (أو "باكشا") في النصف وفي النصف الآخر سيظل يفقد ظلًا واحدًا (أو "Kalā") في اليوم القمري (أو "tithi ") وانخفاض في الحجم. أسماء الأشهر القمرية نشأت من أسماء الأقسام الـ 12 التي يحدث فيها البدر أو "بورنيما". على عكس اليوم الشمسي الذي يتم تحديده من شروق الشمس إلى شروق الشمس التالي ، لا يعتمد يوم القمر أو موقع القمر في nakshatra على ارتفاع الشمس أو القمر. وبالتالي قد يبدأ يوم قمري في أي وقت من اليوم الشمسي. مثل الثقافات البشرية القديمة الأخرى ، اخترع الأشخاص الفيديون عددًا من الأنظمة لتقريب الأشهر القمرية ، أي إضافة شهر آخر كل 32.5 شهرًا في المتوسط أو 4 أشهر في كل 11 عامًا لتصحيح عدم التوافق بين السنة القمرية والشمسية. | أشهر الطاقة الشمسية | الشهور القمرية | الحديث | الموسم | |----------------|----------------|--------------|----------| | Meṣa | Vaiśakhā | أبريل-مايو | Grīṣma (الصيف) | | فابها | Jyeṣṭha | مايو - يونيو | Grīṣma (الصيف) | | ميثونا | |ṣāṛā | يونيو - يوليو | Varṣā (مونسون) | | Karkaṭa | ṇrabaṇā | يوليو-أغسطس | Varṣā (مونسون) | | Siṃha | بهدرة | أغسطس - سبتمبر | adarad (الخريف) | | قانيا | آيفين | سبتمبر - أكتوبر | adarad (الخريف) | | تولا | كارتيك | أكتوبر - نوفمبر | هيمانتا (ما قبل الشتاء) | | Vṛścika | Agāhāna | نوفمبر-ديسمبر | هيمانتا (ما قبل الشتاء) | | دانو | Pauṣa | ديسمبر - يناير | شيرا (الشتاء) | | مكارة | ماغا | يناير-فبراير | شيرا (الشتاء) | | كومبها | الفلجونة | فبراير - مارس | فاسانتا (الربيع) | | M |na | شيترا | مارس-أبريل | فاسانتا (الربيع) | | - | Adhikā | قفزة شهر | - | يقع عدد قليل من _yogatārā-s أو النجوم البارزة في _nakṣatra_-s (من خلال تحديدهم السائد) خارج حدود الكوكبة قليلاً. في هذه الحالات ، يجب حل أي مشكلة ناتجة (فيما يتعلق بتوقيت الطقوس أو التنجيم) بوسائل أخرى ، على سبيل المثال بعض الناس يقترحون تعريفات بديلة لمثل هذه اليوجا. ### نافاجراها - تسعة كواكب لاحظوا أن بعض الأجرام السماوية تتحرك بشكل مستقل نسبة إلى نجوم الخلفية. أطلقوا عليهم اسم الكواكب أو "غراها". من خلال هذا التعريف (الحركة) ، يتم التعامل مع الشمس والقمر أيضًا على أنهما غراها أو كوكب. قام الفيدية أيضًا بتسمية العقد القمرية على أنها كواكب لأن هذه النقاط غير مهمة جدًا لحساب الكسوف. اسم الأيام الفيدية نشأ من أسماء هذه الكواكب. | غراها | التعيين | اسم الأيام الشمسية | |---------|---------------|----------------------| | سوريا (الشمس) | إله الشمس | رافيفاسارا (الأحد) | | شاندرا / سوما (القمر) | إله القمر | سومافاسارا (الاثنين) | | Maṅgala (المريخ) | إله الحرب | Maṅgalavāsara (يوم الأربعاء) | | بودها (ميركوري) | ابن القمر | بودافاسارا (الأربعاء) | | Bṛihaspati / جورو (المشتري) | مدرس الآلهة | جوروفاسارا (الخميس) | | Śukra (فينوس) | معلم الشياطين ravukravāsara (الجمعة) | | (ani (زحل) | إله مصيبة شانيفاسارا (السبت) | | Rahu | العقدة القمرية - | | Ketú | العقدة القمرية - |

source: - [#1]: Saha, M.N. and Lahiri, N.C.: History of the Calendar, New Delhi 1992 - [#2]: History Of Calendar-Panchanga: [Committee Report](https://archive.org/stream/HistoryOfCalendarPanchangaCommittee/History-of-Calendar-Panchanga-Committee#page/n77/mode/2up) - [#3]: Nakshatra: [article on Sanskrit Wikipedia](https://sa.wikipedia.org/wiki/नक्षत्रम्) - [#4]: Nakshatra: [article on English Wikipedia](https://en.wikipedia.org/wiki/Nakshatra)
ar: - [#1]: Saha، M.N. ولاهيري ، نورث كارولاينا: تاريخ التقويم ، نيودلهي 1992 - [#2]: تاريخ التقويم- Panchanga: [تقرير اللجنة](https://archive.org/stream/HistoryOfCalendarPanchangaCommittee/History-of-Calendar-Panchanga-Committee#page/n77/mode/2up) - [#3]: Nakshatra: [مقالة عن اللغة السنسكريتية ويكيبيديا] (https://sa.wikipedia.org/wiki/ नक्षत्रम्) - [#4]: Nakshatra: [مقالة عن ويكيبيديا الإنجليزية](https://en.wikipedia.org/wiki/Nakshatra)

source: [Tanmoy Saha](https://groups.google.com/forum/#!forum/sanskrit-programmers) Contributors from the sanskrit-coders community: [github page](https://github.com/sanskrit-coders). Re-worked by Susanne M Hoffmann
ar: [Tanmoy Saha](https://groups.google.com/forum/#!forum/sanskrit-programmers) المساهمون من مجتمع المبرمجين السنسكريتية: [صفحة github](https://github.com/sanskrit-coders). أعيد عملها سوزان م هوفمان

source: GNU GPL v2.0
ar: GNU GPL الإصدار 2.0

source: Twin physicians of Gods
ar: ‎الطبيب‎
fr: Médecins jumeaux des dieux

source: She who bears
ar: ‎الحاملة‎
fr: Elle qui porte

source: Nurses of kartiikeya
ar: ‎ممرضات كارتيكيا‎
fr: Infirmières de mes capacités

source: The spirited one
ar: ‎الحيوي‎
fr: Le fougueux

source: The deer's head
ar: ‎رأس الغزال‎
fr: La tête de cerf

source: The moist one
ar: ‎الرطب‎
fr: L'humide

source: The restorers of goods
ar: ‎مصلحو السلع‎
fr: Les restaurateurs de marchandises

source: The nourisher
ar: ‎المغذي‎
fr: Le nourrisseur

source: The embrace
ar: ‎العناق‎
fr: L'étreinte

source: The bountiful one
ar: ‎الجميل‎
fr: Le généreux

source: The former red one
ar: ‎الأحمر الأول‎
fr: L'ancien rouge

source: The latter red one
ar: ‎الأحمر الثاني‎
fr: Ce dernier rouge

source: The hand
ar: اليد
fr: La main

source: The bright one
ar: ‎اللامع‎
fr: Le brillant

source: The honest one
ar: الصادق
fr: L'honnête

source: The gifted one
ar: ‎الموهوب‎
fr: Le surdoué

source: Followers of Radha
ar: ‎أتباع رادا‎
fr: Abonnés de Radha

source: The eldest one
ar: ‎الأسن‎
fr: L'aîné

source: The root
ar: الجذر
fr: La racine

source: The former undefeated one
ar: ‎المنتصر السابق‎
fr: L'ancien invaincu

source: The latter undefeated one
ar: ‎المنتصر اللاحق‎
fr: Celui-ci invaincu

source: The Ear
ar: الأذن
fr: L'oreille

source: The most famous one
ar: ‎الأشهر‎
fr: Le plus célèbre

source: hundred cures
ar: ‎العلاجات المئة‎
fr: cent cures

source: The first of the blessed feet
ar: ‎القدم الأولى المبروكة‎
fr: Le premier des pieds bénis

source: The second of the blessed feet
ar: ‎القدم الثانية المبروكة‎
fr: Le deuxième des pieds bénis

source: The prosperous one
ar: ‎المزدهر‎
fr: Le prospère

source: The invincible one
ar: ‎المنيع‎
fr: L'invincible

source: Indian Vedic-Hindu
fr: Indien védique-hindou

source: In the second half of the 2nd millennium BCE, people from the Persian area moved eastwards into the region of today's Pakistan and north of India. They settled along the rivers Indus and Ganges and founded the Vedic culture. It is the base for all Hindu cultures.
fr: Dans la seconde moitié du 2e millénaire avant notre ère, les habitants de la région perse se sont déplacés vers l'est dans la région du Pakistan d'aujourd'hui et du nord de l'Inde. Ils se sont installés le long des rivières Indus et Ganges et ont fondé la culture védique. C'est la base de toutes les cultures hindoues.
