Repository: Stellarium/stellarium-skycultures
Catalog: belarusian/po/*.po
Languages: ar, cs, de, it, ja, nl

source: Belarusian
ar: البلاروسية
cs: Běloruská
de: Weißrussisch
it: Bielorussa
ja: ベラルーシ
nl: Belarusiaans

source: Astronomy constellations found in Belarus, a country in Eastern Europe bordered by Russia to the northeast, Ukraine to the south, Poland to the west, and Lithuania and Latvia to the northwest.
ar: وجدت كوكبات علم الفلك في بيلاروسيا ، وهي دولة في أوروبا الشرقية تحدها روسيا من الشمال الشرقي ، وأوكرانيا من الجنوب ، وبولندا من الغرب ، وليتوانيا ولاتفيا إلى الشمال الغربي.
cs: Astronomické konstelace nalezené v Bělorusku, zemi ve východní Evropě, ohraničené Ruskem na severovýchod, Ukrajinou na jih, Polskem na západ a Litvou a Lotyšskem na severozápad.
de: Astronomiekonstellationen in Weißrussland, einem Land in Osteuropa, das im Nordosten von Russland, im Süden von der Ukraine, im Westen von Polen und im Nordwesten von Litauen und Lettland begrenzt wird.
it: Costellazioni di astronomia trovate in Bielorussia, un paese dell'Europa orientale delimitato da Russia a nord-est, Ucraina a sud, Polonia a ovest, Lituania e Lettonia a nord-ovest.
ja: 東ヨーロッパの国であるベラルーシで発見された天文学星座は、北東がロシア、南がウクライナ、西がポーランド、北西がリトアニアとラトビアに隣接しています。
nl: Astronomieconstellaties gevonden in Wit-Rusland, een land in Oost-Europa dat wordt begrensd door Rusland in het noordoosten, Oekraïne in het zuiden, Polen in het westen en Litouwen en Letland in het noordwesten.

source: Belarus is landlocked and contains large tracts of marshy land and thousands of lakes. Forests cover about 40% of the country. Belarus is exceptional in that people in the villages have preserved their traditional knowledge about the stars and related beliefs, right through to the present time. The illustrations are by no means exhaustive. In fact, many asterisms have multiple recorded meanings, ranging from ancient to Christianized.
ar: بيلاروسيا غير ساحلية وتحتوي على مساحات كبيرة من أراضي المستنقعات وآلاف البحيرات. تغطي الغابات حوالي 40 ٪ من البلاد. بيلاروسيا استثنائية من حيث أن الناس في القرى حافظوا على معارفهم التقليدية حول النجوم والمعتقدات ذات الصلة ، حتى الوقت الحاضر. الرسوم التوضيحية ليست شاملة بأي حال من الأحوال. في الواقع ، العديد من الكويكبات لها معاني مسجلة متعددة ، تتراوح من القديمة إلى المسيحية.
cs: Bělorusko je vnitrozemské a obsahuje velké plochy bažinaté půdy a tisíce jezer. Lesy pokrývají asi 40% země. Bělorusko je výjimečné v tom, že si lidé ve vesnicích zachovali své tradiční znalosti o hvězdách a souvisejících vírách až do současnosti. Ilustrace nejsou v žádném případě vyčerpávající. Ve skutečnosti má mnoho asterismů několik zaznamenaných významů, od starověkých až po křesťanské.
de: Weißrussland ist Binnenstaat und enthält große Sumpfgebiete und Tausende von Seen. Wälder bedecken etwa 40% des Landes. Belarus ist insofern außergewöhnlich, als die Menschen in den Dörfern ihr traditionelles Wissen über die Sterne und die damit verbundenen Überzeugungen bis in die Gegenwart bewahrt haben. Die Abbildungen sind keineswegs erschöpfend. Tatsächlich haben viele Asterismen mehrere aufgezeichnete Bedeutungen, die von alt bis christianisiert reichen.
it: La Bielorussia è senza sbocco sul mare e contiene grandi tratti di terra paludosa e migliaia di laghi. Le foreste coprono circa il 40% del paese. La Bielorussia è eccezionale in quanto le persone nei villaggi hanno conservato le loro conoscenze tradizionali sulle stelle e le credenze correlate, fino ai giorni nostri. Le illustrazioni non sono affatto esaustive. In effetti, molti asterismi hanno molteplici significati registrati, che vanno dall'antico al cristianizzato.
ja: ベラルーシは内陸部にあり、湿地帯と何千もの湖があります。森林は国の約40％を占めています。ベラルーシは、村の人々が現在まで、星や関連する信念についての伝統的な知識を保持しているという点で例外的です。イラストは決して完全なものではありません。実際、多くのアステリズムには、古代からキリスト教に至るまで、複数の意味が記録されています。
nl: Wit-Rusland is ingesloten en bevat grote stukken moerassig land en duizenden meren. Bossen bedekken ongeveer 40% van het land. Wit-Rusland is uitzonderlijk omdat de mensen in de dorpen hun traditionele kennis over de sterren en aanverwante overtuigingen tot op de dag van vandaag hebben behouden. De illustraties zijn zeker niet uitputtend. In feite hebben veel asterismen meerdere betekenissen, variërend van oud tot gekerstend.

source: - [#1]: Tsimafei Avilin. 2009. [Astronyms in Belarussian folk beliefs](https://www.academia.edu/1586571/Astronyms_in_Belarussian_folk_beliefs). Archaeologia Baltica. - [#2]: Tsimafei Avilin. Belarussian Folk Astronomy. [The author's website, in Belarusian](http://aviti.livejournal.com). - [#3]: [Belarusian Ethnoastronomy](https://www.academia.edu/6901765/Belarusian_Ethnoastronomy). - [#4]: [Ethnoastronomical aspect of traditional belarusian fitonimicon: problem statement](https://www.academia.edu/8787640/Ethnoastronomical_aspect_of_traditional_belarusian_fitonimicon_problem_statement). - [#5]: [Meteor Beliefs Project: East European meteor folk-beliefs](https://www.academia.edu/1586711/Meteor_Beliefs_Project_East_European_meteor_folk-beliefs).
ar: - [#1]: تسيمافي افيلين. 2009. [اختصارات في المعتقدات الشعبية البيلاروسية](https://www.academia.edu/1586571/Astronyms_in_Belarussian_folk_beliefs). علم الآثار بالطيكا. - [#2]: تسيمافي افيلين. علم الفلك البيلاروسي. [موقع المؤلف باللغة البيلاروسية](http://aviti.livejournal.com). - [#3]: [علم الأعراق البيلاروسي](https://www.academia.edu/6901765/Belarusian_Ethnoastronomy). - [#4]: [الجانب الإثنولوجي للفصيلة البيلاروسية التقليدية: بيان المشكلة](https://www.academia.edu/8787640/Ethnoastronomical_aspect_of_traditional_belarusian_fitonimicon_problem_statement). - [#5]: [مشروع Meteor Beliefs: Eastern European Meteor Folk-معتقدات شعبية](https://www.academia.edu/1586711/Meteor_Beliefs_Project_East_European_meteor_folk-beliefs).
cs: - [#1]: Tsimafei Avilin. 2009. [Astronyma v běloruských lidových vírách](https://www.academia.edu/1586571/Astronyms_in_Belarussian_folk_beliefs). Archaeologia Baltica. - [#2]: Tsimafei Avilin. Běloruská lidová astronomie. [Autorova webová stránka, v běloruském jazyce](http://aviti.livejournal.com). - [#3]: [Belarusian Ethnoastronomy](https://www.academia.edu/6901765/Belarusian_Ethnoastronomy). - [#4]: [Ethnoastronomický aspekt tradičního běloruského fitonimikonu: prohlášení o problému](https://www.academia.edu/8787640/Ethnoastronomical_aspect_of_traditional_belarusian_fitonimicon_problem_statement). - [#5]: [Meteor Beliefs Project: Východoevropské meteorické lidové víry](https://www.academia.edu/1586711/Meteor_Beliefs_Project_East_European_meteor_folk-beliefs).
de: - [#1]: Tsimafei Avilin. 2009. [Astronyme in belarussischen Volksglauben](https://www.academia.edu/1586571/Astronyme_in_Belarussian_folk_beliefs). Archaeologia Baltica. - [#2]: Tsimafei Avilin. Weißrussische Volksastronomie. [Die Website des Autors in belarussischer Sprache](http://aviti.livejournal.com). - [#3]: [belarussische Ethnoastronomie](https://www.academia.edu/6901765/Belarusian_Ethnoastronomy). - [#4]: [Ethnoastronomischer Aspekt des traditionellen belarussischen Fitonimikons: Problemstellung](https://www.academia.edu/8787640/Ethnoastronomical_aspect_of_traditional_belarusian_fitonimicon_problem_statement). - [#5]: [Meteor Beliefs Project: Osteuropäische Meteor Folk-Belights](https://www.academia.edu/1586711/Meteor_Beliefs_Project_East_European_meteor_folk-beliefs).
it: - [#1]: Tsimafei Avilin. 2009. [Astronimi nelle credenze popolari bielorusse](https://www.academia.edu/1586571/Astronimi_in_Belarussian_folk_beliefs). Archaeologia Baltica. - [#2]: Tsimafei Avilin. Astronomia popolare bielorussa. [Il sito web dell'autore, in bielorusso](http://aviti.livejournal.com). - [#3]: [Etnoastronomia bielorussa](https://www.academia.edu/6901765/Belarusian_Ethnoastronomy). - [#4]: [Aspetto etnoastronomico del fitonimicon bielorusso tradizionale: problem solving](https://www.academia.edu/8787640/Ethnoastronomical_aspect_of_traditional_belarusian_fitonimicon_problem_statement). - [#5]: [Progetto Meteor Beliefs: credenze popolari meteorologiche dell'Europa orientale](https://www.academia.edu/1586711/Meteor_Beliefs_Project_East_European_meteor_folk-beliefs).
ja: - [#1]: Tsimafei Avilin。 2009. [ベラルーシの民間信仰における天文学](https://www.academia.edu/1586571/Astronyms_in_Belarussian_folk_beliefs)。 Archaeologia Baltica。 - [#2]: Tsimafei Avilin。ベラルーシ民俗天文学。 [ベラルーシ語の著者のウェブサイト](http://aviti.livejournal.com)。 - [#3]: [ベラルーシ民族学](https://www.academia.edu/6901765/Belarusian_Ethnoastronomy)。 - [#4]: [伝統的なベラルーシのフィトニミコンの民族天文学的側面：問題の説明](https://www.academia.edu/8787640/Ethnoastronomical_aspect_of_traditional_belarusian_fitonimicon_problem_statement)。 - [#5]: [流星の信念プロジェクト：東ヨーロッパの流星の民族信仰](https://www.academia.edu/1586711/Meteor_Beliefs_Project_East_European_meteor_folk-beliefs)。
nl: - [#1]: Tsimafei Avilin. 2009. [Astroniemen in Wit-Russische volksovertuigingen](https://www.academia.edu/1586571/Astronyms_in_Belarussian_folk_beliefs). Archaeologia Baltica. - [#2]: Tsimafei Avilin. Wit-Russische volksastronomie. [De website van de auteur, in het Wit-Russisch](http://aviti.livejournal.com). - [#3]: [Wit-Russische ethnoastronomie](https://www.academia.edu/6901765/Belarusian_Ethnoastronomy). - [#4]: [Ethnoastronomical aspect of traditional Belarusian fitonimicon: problem statement](https://www.academia.edu/8787640/Ethnoastronomical_aspect_of_traditional_belarusian_fitonimicon_problem_statement). - [#5]: [Meteor Beliefs Project: East European meteor folk-beliefs](https://www.academia.edu/1586711/Meteor_Beliefs_Project_East_European_meteor_folk-beliefs).

source: Text and data by Alexander Wolf, [Tsimafei Avilin](https://nasb-by.academia.edu/TsimafeiAvilin) and Johan Meuris. Illustrations by Johan Meuris.
ar: نص وبيانات بقلم ألكسندر وولف ، [تسيمافي أفيلين](https://nasb-by.academia.edu/TsimafeiAvilin) ويوهان موريس. الرسوم التوضيحية يوهان موريس.
cs: Text a data: Alexander Wolf, [Tsimafei Avilin](https://nasb-by.academia.edu/TsimafeiAvilin) a Johan Meuris. Ilustrace Johan Meuris.
de: Text und Daten von Alexander Wolf, [Tsimafei Avilin](https://nasb-by.academia.edu/TsimafeiAvilin) und Johan Meuris. Illustrationen von Johan Meuris.
it: Testo e dati di Alexander Wolf, [Tsimafei Avilin](https://nasb-by.academia.edu/TsimafeiAvilin) e Johan Meuris. Illustrazioni di Johan Meuris.
ja: Alexander Wolf、[Tsimafei Avilin](https://nasb-by.academia.edu/TsimafeiAvilin)およびJohanMeurisによるテキストとデータ。 JohanMeurisによるイラスト。
nl: Tekst en gegevens door Alexander Wolf, [Tsimafei Avilin](https://nasb-by.academia.edu/TsimafeiAvilin) en Johan Meuris. Illustraties door Johan Meuris.

source: Text and data: CC BY-SA Illustrations: Free Art License
ar: النص والبيانات: CC BY-SA الرسوم التوضيحية: رخصة فنية مجانية
cs: Text a data: CC BY-SA Ilustrace: Licence na volné umění
de: Text und Daten: CC BY-SA Abbildungen: Freie Kunstlizenz
it: Testo e dati: CC BY-SA Illustrazioni: licenza d'arte gratuita
ja: テキストとデータ：CC BY-SA イラスト：自由芸術ライセンス
nl: Tekst en gegevens: CC BY-SA Illustraties: Free Art License

source: Elias's Cart
ar: ‎عربة إلياس‎
cs: Eliasův košík
de: Elias-Wagen
it: Il Carrello di Elias
ja: エリアスのカート
nl: Elias' Wagen

source: The burning cart that is ridden by Elias, the Christianized version of a constellation previously seen as simply a large cart.
ar: العربة المحترقة التي استقلها إلياس ، النسخة المسيحية من كوكبة كان ينظر إليها سابقًا على أنها مجرد عربة كبيرة.
cs: Hořící vozík, který jezdí Elias, Christianized verze souhvězdí dříve viděný jako jednoduše velký vozík.
de: Der brennende Karren, der von Elias gefahren wird, die christianisierte Version einer Konstellation, die zuvor einfach als großer Karren angesehen wurde.
it: Il carro in fiamme che è guidato da Elias, la versione cristianizzata di una costellazione precedentemente vista semplicemente come un grande carro.
ja: エリアスは、以前は単に大きなカートと見なされていたキリスト教化された星座のバージョンです。
nl: De brandende kar die wordt bereden door Elias, de gekerstende versie van een sterrenbeeld dat eerder werd gezien als gewoon een grote kar.

source: The Bride
ar: ‎العروس‎
cs: Nevěsta
de: Braut
it: La Sposa
ja: 花嫁
nl: De Bruid

source: The Hens
ar: الدجاج
cs: Slepice
de: Die Hühner
it: le galline
ja: 鶏
nl: de kippen

source: The Cross of Saint Peter
ar: صليب القديس بطرس
cs: Kříž svatého Petra
de: Das Kreuz des Heiligen Petrus
it: La Croce di San Pietro
ja: 聖ペトロ十字架
nl: Het kruis van Sint Pieter

source: A Peter’s cross.
ar: صليب بطرس.
cs: Petrův kříž.
de: Ein Peterskreuz.
it: Una croce di Pietro.
ja: ピーターの十字架。
nl: Een Petruskruis.

source: The Crown
ar: ‎التاج‎
cs: Koruna
de: Krone
it: La Corona
ja: 王冠
nl: De Kroon

source: The thorn wreath that was put on Christ’s head.
ar: إكليل الشوك الذي وضع على رأس المسيح.
cs: Trní věnec, který byl položen na Kristovu hlavu.
de: Der Dornenkranz, der auf Christi Kopf gelegt wurde.
it: La corona di spine che fu messa sulla testa di Cristo.
ja: キリストの頭にかけられたとげの花輪。
nl: De doornenkrans die op het hoofd van Christus werd gelegd.

source: The She-Goat
ar: الماعز
cs: Koza
de: Die Ziege
it: La Capra
ja: 彼女のヤギ
nl: De geit

source: The Grass Snakes
ar: ‎حيات العشب‎
cs: Hadi trávy
de: Ringelnattern
it: I Serpenti d'erba
ja: グラスヘビ
nl: De Grasslangen

source: Poland and Lithuania
ar: ‎بولندا وليتوانيا‎
cs: Polsko a Litva
de: Polen und Litauen
it: Polonia e Lituania
ja: ポーランドとリトアニア
nl: Polen en Litouwen

source: The Mowers
ar: ‎الحاصدون‎
cs: Sekačky
de: Die Schnitter
it: Le Falciatrici
ja: 芝刈り機
nl: De verhuizers

source: These three stars stand one after another in the manner of people mowing the fields.
ar: هذه النجوم الثلاثة تقف واحدة تلو الأخرى في طريقة قص الناس للحقول.
cs: Tyto tři hvězdy stojí jeden po druhém způsobem, jak lidé sekají pole.
de: Diese drei Sterne stehen nacheinander in der Art von Menschen, die die Felder mähen.
it: Queste tre stelle si susseguono come le persone che falciano i campi.
ja: これらの3つの星は、人々が畑を刈るように次々と立っています。
nl: Deze drie sterren staan achter elkaar op de manier waarop mensen de velden maaien.

source: The Nail
ar: ‎المسمار‎
cs: Nehty
de: Nagel
it: L'Unghia
ja: ネイル
nl: De Naald

source: The north star is seen as a nail around which the skies revolve.
ar: يُنظر إلى النجم الشمالي على أنه مسمار تدور حوله السماء.
cs: Severní hvězda je viděna jako hřebík, kolem kterého se nebe točí.
de: Der Nordstern wird als Nagel gesehen, um den sich der Himmel dreht.
it: La stella polare è vista come un chiodo attorno al quale ruotano i cieli.
ja: 北の星は空が回転する釘として見られます。
nl: De noordster wordt gezien als een spijker waar de lucht om draait.

source: The Ploughman
ar: ‎الحارث‎
cs: Pluhovač
de: Pflüger
it: L' Aratore
ja: プローマン
nl: De Ploeger

source: The Rake
ar: ‎المجرفة‎
cs: Hraběnka
de: Rechen
it: Il Rastrello
ja: レーキ
nl: De Hark

source: The Ram
ar: ‎‎الحمل‎‎
cs: Beran
de: Widder
it: L'ariete
ja: 牡羊
nl: Ram

source: The Serpent
ar: ‎‎الحية‎‎
cs: Had
de: Die Schlange
it: Il Serpente
ja: 蛇
nl: De Slang

source: St. Yuri killed this serpent and hung it near the star that always stands in the same place.
ar: قتل القديس يوري هذا الثعبان وعلقه بالقرب من النجم الذي يقف دائمًا في نفس المكان.
cs: Jurij zabil tohoto hada a zavěsil ho poblíž hvězdy, která stojí vždy na stejném místě.
de: St. Yuri tötete diese Schlange und hängte sie in die Nähe des Sterns, der immer an derselben Stelle steht.
it: San Yuri uccise questo serpente e lo appese vicino alla stella che si trova sempre nello stesso posto.
ja: 聖百合はこの蛇を殺し、いつも同じ場所に立つ星の近くに吊り下げました。
nl: St. Yuri doodde deze slang en hing hem bij de ster die altijd op dezelfde plek staat.

source: The Sieve
ar: ‎المنخل‎
cs: Síto
de: Sieb
it: Il Setaccio
ja: ふるい
nl: De Sieve

source: It was said that "God used to sift grains of _zhito_ through it".
ar: قيل أن "الله كان ينخل من خلالها حبات _zhito_".
cs: Bylo řečeno, že „Bůh jím proséval zrna _zhito“.
de: Es wurde gesagt, dass "Gott verwendet hat, um Körner von _zhito_ durch sie zu sieben".
it: Si diceva che "Dio era solito setacciare grani di _zhito_ attraverso di essa".
ja: 「神はそれを通して_zhito_の穀物をふるいにかけた」と言われました。
nl: Er werd gezegd dat "God de korrels van zhito er doorheen ziftte".

source: The Small Cart
ar: ‎العربة الصغيرة‎
cs: Malý vozík
de: Kleiner Wagen
it: Il Piccolo Carrello
ja: 小さなカート
nl: De Kleine Kart

source: Ursa Minor resembles the large cart of Ursa Major.
ar: يشبه Ursa Minor عربة كبيرة من Ursa Major.
cs: Ursa Minor připomíná velký vozík Ursy Major.
de: Ursa Minor ähnelt dem großen Karren von Ursa Major.
it: L'Orsa Minore ricorda il grande carro dell'Orsa Maggiore.
ja: おおぐま座はおおぐま座の大きなカートに似ています。
nl: Ursa Minor lijkt op de grote kar van Ursa Major.

source: The Throne of Jesus
ar: عرش يسوع
cs: Ježíšův trůn
de: Der Thron Jesu
it: Il Trono di Gesù
ja: イエスの玉座
nl: De troon van Jezus

source: Lord Jesus's chair.
ar: كرسي الرب يسوع.
cs: Židle Pána Ježíše.
de: Stuhl des Herrn Jesus.
it: La sedia del Signore Gesù.
ja: 主イエスの椅子。
nl: De stoel van de Heer Jezus.

source: The Twins
ar: ‎‎التوأمان‎‎
cs: Dvojčata
de: Zwillinge
it: I gemelli
ja: 双子
nl: De Tweelingen

source: The Wild Goat
ar: ‎العنز الغريبة‎
cs: Divoká koza
de: Wildziege
it: La Capra Selvatica
ja: 野生の山羊
nl: De wilde Geit

source: The Goose's Way
ar: ‎مسار البجع‎
cs: Goose's Way
de: Gänsezug
it: L'Aspetto dell'oca
ja: ガチョウの道
nl: De Ganzenweg

source: Kaza
ar: ‎كازا‎
ja: 事故
