Repository: Stellarium/stellarium-skycultures
Catalog: hawaiian_starlines/po/*.po
Languages: cs, ja, pl

source: For years, Hawaiian navigators have memorized the position of stars as they rise and set in order to know oneʻs bearing. Wayfinder Nainoa Thompson (born 1953, Hawaii) is a graduated navigator and famous for being the first Hawaiian to practice Polynesian art of navigation since the 14th century with a double-hulled canoe. He developed a system of organization to help memorize the position of stars throughout the celestial sphere by dividing the sky into four evenly sized star lines. This system roots in ancient Hawaiian constellations which he had got to know during his studies. ### History The knowledge of Hawaiian star navigation has been passed down orally for many generations. Much of the knowledge regarding stars and navigation were lost until the Hawaiian Renaissance in the early 1970s. Polynesian Voyage Society (PVS), founded in 1973, created Hokule’a in 1975. Hokule’a is a traditional Hawaiian voyaging canoe with the mission to revive the art of way finding. A man from Satawal, Micronesia named Mau Piailug was a master navigator/wayfinder. The knowledge of wayfinding and using the sky to navigate was passed down to Mau from his ancestors. Nainoa Thompson, current President of PVS, asked Mau to teach his knowledge of navigation to him with the intention of reviving the knowledge that was once lost to the Hawaiians. With the knowledge learned from Mau, the Hawaiian star compass and star lines were created. ### Star Lines Each star line is a group of main stars that will be remembered by the navigators. The stars connect making constellations. Navigators remember the rising/setting houses of these stars, the stars that connect in each line, and the lines that point directly to North and South. The star lines’ position in the night sky slowly change over time, each starline being more prevalent at night according to the season. The star lines with their according season are as follows: | Native Name | Season | |--------------------|----------------------| | _Ke Ka o Makali‘i_ | November to April | | _Ka Iwikuamo‘o_ | April to July | | _Manaiakalani_ | May to October | | _Ka Lupe o Kawelo_ | September to February| ### Background and Acknowledgements The _master navigator_ behind this sky culture was Mau Piailug of Satawal, who taught the Polynesian art of celestial navigation to Nainoa Thompson, who developed this version of the sky culture that was used from 2013-17 by Hawaiians to sail around the world during the Malama Honua Voyage of Hokule’a, the Polynesian voyaging canoe. Stellarium has been used as a tool by the navigators of Hokule’a and this sky culture serves as a tool for practicing Polynesian navigation. The technical implementation of the sky culture included here was contributed in 2017 by teachers Darren Kamalu and Christopher Blake, Students Jonah Apo, Nicholas Koanui, Brenden Aila and the Celestial Navigation class at Kamehameha Schools Kapalama, Honolulu, Hawai’i. Artwork by Kealoha Kaneakua.
ja: 何年もの間、ハワイの航海士たちは星の位置を覚えるために、星の位置を覚えています。ウェイファインダーナイノアトンプソン（1953年生まれ、ハワイ）は卒業航海士であり、14世紀以来ダブルハルのカヌーでポリネシアの航海術を実践した最初のハワイ人として有名です。彼は、空を4つの均等なサイズの星のラインに分割することにより、天球全体の星の位置を記憶するのに役立つ編成システムを開発しました。このシステムは、彼が研究中に知っていた古代のハワイの星座に由来しています。 ### 歴史 ハワイアンスターナビゲーションの知識は、何世代にもわたって口頭で伝えられてきました。星と航法に関する知識の多くは、1970年代初頭のハワイアンルネサンスまで失われました。 1973年に設立されたポリネシア航海協会（PVS）は、1975年にホクレアを作りました。ホクレアは、伝統的なハワイの航海カヌーであり、発見の芸術を復活させることを使命としています。ミクロネシアのサタワル出身の男性、マウピアイルグはマスターナビゲーター/ウェイファインダーでした。空をたどって空をナビゲートする方法についての知識は、祖先からマウに伝えられました。現在PVSの社長であるナイノアトンプソンは、マウに航海の知識を教えてくれ、かつてハワイ人が失っていた知識を復活させるつもりです。マウから学んだ知識で、ハワイのスターコンパスとスターラインが作成されました。 ### スターライン 各スターラインは、ナビゲーターが記憶する主要なスターのグループです。星は星座を作ることを結びつけます。ナビゲーターは、これらの星の上昇/設定ハウス、各線で接続する星、および北と南を直接指す線を覚えています。夜空でのスターラインの位置は、時間の経過とともにゆっくりと変化します。各スターラインは、季節に応じて夜間に多く発生します。それぞれの季節に応じたスターラインは次のとおりです。 |ネイティブ名|シーズン| |----------------------|------------------------| | _Ke Ka o Makali‘i_ | 11月から4月| | _Ka Iwikuamo‘o_ | 4月から7月| | _マナイアカラニ_ | 5月から10月| | _Ka Lupe o Kawelo_ | 9月〜2月| ### 背景と謝辞 この空の文化の背後にある_master navigator_は、ナイアノアトンプソンに天体ナビゲーションのポリネシアの芸術を教え、ハワイアンが2013-17年にマラマ中に世界中を航海するために使用した空の文化のこのバージョンを開発した、サタワルのマウピアイルグでした。ホクレアのホヌア航海、ポリネシアの航海カヌー。ステラリウムはホクレアのナビゲーターによってツールとして使用されており、この空の文化はポリネシアの航法を実践するためのツールとして機能します。 ここに含まれている空の文化の技術的な実装は、2017年に、教師のダレンカマルとクリストファーブレイク、学生のジョナアポ、ニコラスコアヌイ、ブレンデンアイラ、カメハメハスクールカパラマ、ホノルル、ハワイの天体ナビゲーションクラスによって提供されました。 Kealoha Kaneakuaによるアートワーク。
pl: Od lat hawajscy nawigatorzy zapamiętują położenie gwiazd, gdy wznoszą się i ustawiają, aby poznać swoje położenie. Wayfinder Nainoa Thompson (ur. 1953 na Hawajach) jest absolwentem nawigatora i słynie z tego, że jako pierwszy Hawajczyk ćwiczy polinezyjską sztukę nawigacji od XIV wieku z czółnem o podwójnym kadłubie. Opracował system organizacji, który pomaga zapamiętać pozycję gwiazd w sferze niebieskiej, dzieląc niebo na cztery równe linie gwiazd. System ten ma swoje korzenie w starożytnych konstelacjach hawajskich, które poznał podczas studiów. ### Historia Wiedza o hawajskiej nawigacji gwiazdowej była przekazywana ustnie przez wiele pokoleń. Znaczna część wiedzy na temat gwiazd i nawigacji została utracona aż do renesansu hawajskiego na początku lat siedemdziesiątych. Polynesian Voyage Society (PVS), założone w 1973 roku, stworzyło Hokule’a w 1975 roku. Hokule’a to tradycyjny hawajski kajak wycieczkowy z misją ożywienia sztuki poszukiwania drogi. Mężczyzna z Satawal w Mikronezji o imieniu Mau Piailug był głównym nawigatorem / celownikiem. Wiedza o znajdowaniu drogi i używaniu nieba do nawigacji została przekazana Mau od jego przodków. Nainoa Thompson, obecny prezes PVS, poprosił Mau, aby nauczył go swojej wiedzy na temat nawigacji z zamiarem przywrócenia wiedzy utraconej kiedyś przez Hawajczyków. Dzięki wiedzy zdobytej od Mau stworzono hawajski kompas i linie gwiazd. ### Gwiezdne linie Każda linia gwiazd to grupa gwiazd głównych, które zostaną zapamiętane przez nawigatorów. Gwiazdy łączą się tworząc konstelacje. Nawigatorzy pamiętają wschodzące / zachodzące domy tych gwiazd, gwiazdy, które łączą się w każdej linii oraz linie, które wskazują bezpośrednio na północ i południe. Położenie linii gwiezdnych na nocnym niebie powoli zmienia się w czasie, a każda linia gwiezdna jest bardziej rozpowszechniona w nocy w zależności od pory roku. Linie gwiazd wraz z ich sezonami są następujące: | Imię rodzime | Sezon | |----------------------|------------------------| | _Ke Ka o Makali „i” | Od listopada do kwietnia | | _Ka Iwikuamo „o_ | Od kwietnia do lipca | | _Manaiakalani_ | Od maja do października | | _Ka Lupe o Kawelo_ | Od września do lutego | ### Tło i podziękowania Mistrzem nawigatorem tej kultury nieba był Mau Piailug z Satawal, który nauczył polinezyjskiej sztuki nawigacji niebieskiej Nainoa Thompson, który opracował tę wersję kultury nieba, która była używana w latach 2013-17 przez Hawajczyków do żeglowania po całym świecie podczas Malamy Honua Voyage of Hokule'a, polinezyjski kajak wycieczkowy. Stellarium było używane przez nawigatorów Hokule’a jako narzędzie, a ta kultura nieba służy jako narzędzie do ćwiczenia polinezyjskiej nawigacji. Techniczna implementacja kultury nieba zawartej tutaj została wniesiona w 2017 r. Przez nauczycieli Darrena Kamalu i Christophera Blake'a, uczniów Jonah Apo, Nicholasa Koanui, Brenden Aila i klasę nawigacji niebieskiej w Kamehameha Schools Kapalama, Honolulu, Hawai’i. Grafika autorstwa Kealoha Kaneakua.

source: The Hawaiian ethnic community. Reworked by Susanne M Hoffmann
ja: ハワイの民族コミュニティ。 スザンヌMホフマンによって再加工
