Repository: Stellarium/stellarium-skycultures
Catalog: hawaiian_starlines/po/*.po
Languages: cs, ja, pl

source: Hawaiian
cs: havajský
ja: ハワイアン
pl: Hawajski

source: These are the star lines developed by Nainoa Thompson and used by the Polynesian Voyaging Society to navigate Polynesian sailing canoes using traditional techniques of non instrument navigation across thousands of miles of open ocean.
cs: Jedná se o hvězdné linie vyvinuté Nainoa Thompsonovou a používané Polynéskou plavební společností k navigaci po polynéských plachetnicích s použitím tradičních technik navigace bez přístrojů přes tisíce mil otevřeného oceánu.
ja: これらは、Nainoa Thompsonによって開発され、ポリネシア航海協会が数千マイルの外洋を横断する非計器ナビゲーションの伝統的な技術を使用してポリネシアの帆船を航行するために使用したスターラインです。
pl: Są to linie gwiazd opracowane przez Nainoa Thompson i używane przez Polynesian Voyaging Society do nawigowania po polinezyjskich kajakach żeglarskich przy użyciu tradycyjnych technik nawigacji nieinstrumentowej przez tysiące mil otwartego oceanu.

source: For years, Hawaiian navigators have memorized the position of stars as they rise and set in order to know oneʻs bearing. Wayfinder Nainoa Thompson (born 1953, Hawaii) is a graduated navigator and famous for being the first Hawaiian to practice Polynesian art of navigation since the 14th century with a double-hulled canoe. He developed a system of organization to help memorize the position of stars throughout the celestial sphere by dividing the sky into four evenly sized star lines. This system roots in ancient Hawaiian constellations which he had got to know during his studies. ### History The knowledge of Hawaiian star navigation has been passed down orally for many generations. Much of the knowledge regarding stars and navigation were lost until the Hawaiian Renaissance in the early 1970s. Polynesian Voyage Society (PVS), founded in 1973, created Hokule’a in 1975. Hokule’a is a traditional Hawaiian voyaging canoe with the mission to revive the art of way finding. A man from Satawal, Micronesia named Mau Piailug was a master navigator/wayfinder. The knowledge of wayfinding and using the sky to navigate was passed down to Mau from his ancestors. Nainoa Thompson, current President of PVS, asked Mau to teach his knowledge of navigation to him with the intention of reviving the knowledge that was once lost to the Hawaiians. With the knowledge learned from Mau, the Hawaiian star compass and star lines were created. ### Star Lines Each star line is a group of main stars that will be remembered by the navigators. The stars connect making constellations. Navigators remember the rising/setting houses of these stars, the stars that connect in each line, and the lines that point directly to North and South. The star lines’ position in the night sky slowly change over time, each starline being more prevalent at night according to the season. The star lines with their according season are as follows: | Native Name | Season | |--------------------|----------------------| | _Ke Ka o Makali‘i_ | November to April | | _Ka Iwikuamo‘o_ | April to July | | _Manaiakalani_ | May to October | | _Ka Lupe o Kawelo_ | September to February| ### Background and Acknowledgements The _master navigator_ behind this sky culture was Mau Piailug of Satawal, who taught the Polynesian art of celestial navigation to Nainoa Thompson, who developed this version of the sky culture that was used from 2013-17 by Hawaiians to sail around the world during the Malama Honua Voyage of Hokule’a, the Polynesian voyaging canoe. Stellarium has been used as a tool by the navigators of Hokule’a and this sky culture serves as a tool for practicing Polynesian navigation.
cs: Po celá léta si havajští navigátoři pamatovali polohu hvězd, jak vycházejí a zapadají, aby věděli, jaký je jejich směr. Wayfinder Nainoa Thompson (nar. 1953, Havaj) je vystudovaná navigátorka a známá tím, že je prvním Havajcem, který od 14. století praktikoval polynéské umění navigace na kánoi s dvojitým trupem. Vyvinul systém organizace, který má pomoci zapamatovat si polohu hvězd v celé nebeské sféře rozdělením oblohy do čtyř stejně velkých hvězdných linií. Tento systém má kořeny ve starověkých havajských konstelacích, které poznal během studií. ### Dějiny Znalost havajské hvězdné navigace se předávala ústně po mnoho generací. Velká část znalostí o hvězdách a navigaci byla ztracena až do havajské renesance na počátku 70. let 20. století. Společnost Polynesian Voyage Society (PVS), založená v roce 1973, vytvořila Hokule’a v roce 1975. Hokule’a je tradiční havajská plavební kanoe s posláním oživit umění hledání cesty. Muž ze Satawalu v Mikronésii jménem Mau Piailug byl hlavní navigátor/cestovatel. Znalost hledání cesty a používání oblohy k navigaci byla předána Mauovi od jeho předků. Nainoa Thompson, současná prezidentka PVS, požádala Maua, aby ho naučil své znalosti navigace s úmyslem oživit znalosti, které kdysi Havajané ztratili. Se znalostmi získanými od Maua byl vytvořen havajský hvězdný kompas a hvězdné čáry. ### Hvězdné čáry Každá hvězdná linie je skupina hlavních hvězd, které si navigátoři zapamatují. Hvězdy se spojují a vytvářejí souhvězdí. Navigátoři si pamatují vycházející/zapadající domy těchto hvězd, hvězdy, které se spojují v každé linii, a čáry, které ukazují přímo na sever a jih. Pozice hvězdných linií na noční obloze se v průběhu času pomalu mění, přičemž každá hvězdná linie převládá v noci podle ročního období. Hvězdné linie s odpovídající sezónou jsou následující: | Rodné jméno | Sezóna | |--------------------|----------------------| | _Ke Ka o Makali‘i_ | listopad až duben | | _Ka Iwikuamo‘o_ | duben až červenec | | _Manaiakalani_ | květen až říjen | | _Ka Lupe o Kawelo_ | září až únor| ### Pozadí a poděkování _Mistr navigátor_ za touto nebeskou kulturou byl Mau Piailug ze Satawalu, který učil polynéské umění nebeské navigace Nainou Thompsonovou, která vyvinula tuto verzi nebeské kultury, kterou v letech 2013-17 používali Havajané k plavbě kolem světa během Malamy. Honua Voyage of Hokule'a, polynéská plavební kánoe. Stellarium bylo používáno jako nástroj navigátory Hokule'a a tato kultura oblohy slouží jako nástroj pro procvičování polynéské navigace.

source: - [#1]: [Polynesian Voyaging Society](http://hokulea.com) - [#2]: [Hawaiian Voyaging Society](http://pvs.kcc.hawaii.edu/ike/hookele/hawaiian_star_lines.html) - [#3]: [Imiloa](http://www.imiloahawaii.org/71/star-paths) - [#4]: [Hawaiian Star Lines and Names for Stars](http://archive.hokulea.com/ike/hookele/hawaiian_star_lines.html)
cs: - [#1]: [Polynesian Voyaging Society](http://hokulea.com) - [#2]: [Hawaiian Voyaging Society](http://pvs.kcc.hawaii.edu/ike/hookele/hawaiian_star_lines.html) - [#3]: [Imiloa](http://www.imiloahawaii.org/71/star-paths) - [#4]: [Havajské čáry hvězd a jména hvězd](http://archive.hokulea.com/ike/hookele/hawaiian_star_lines.html)
ja: - [#1]: [ポリネシア航海協会](http://hokulea.com) - [#2]: [ハワイ航海協会](http://pvs.kcc.hawaii.edu/ike/hookele/hawaiian_star_lines.html) - [#3]: [イミロア](http://www.imiloahawaii.org/71/star-paths) - [#4]: [ハワイの星のラインと星の名前](http://archive.hokulea.com/ike/hookele/hawaiian_star_lines.html)

source: This sky culture was contributed in 2017 by teachers Darren Kamalu and Christopher Blake, Students Jonah Apo, Nicholas Koanui, Brenden Aila and the Celestial Navigation class at Kamehameha Schools Kapalama, Honolulu, Hawai’i. Artwork by Kealoha Kaneakua. Reworked by Susanne M Hoffmann.
cs: K této kultuře oblohy přispěli v roce 2017 učitelé Darren Kamalu a Christopher Blake, studenti Jonah Apo, Nicholas Koanui, Brenden Aila a třída Celestial Navigation ve školách Kamehameha Schools Kapalama, Honolulu, Hawai’i. Umělecká díla od Kealoha Kaneakua. Přepracováno Susanne M. Hoffmannovou.
pl: Tę kulturę nieba wnieśli w 2017 roku nauczyciele Darren Kamalu i Christopher Blake, uczniowie Jonah Apo, Nicholas Koanui, Brenden Aila oraz klasa Celestial Navigation w Kamehameha Schools Kapalama w Honolulu na Hawajach. Grafika autorstwa Kealoha Kaneakua. Przerobione przez Susanne M Hoffmann.

source: The Canoe Bailer of Makali`i
cs: Kánoe Bailer z Makali`i
ja: マカリイのカヌーベイラー

source: The direct translation means the “Canoe Bailer of Makali’i”. The lines are shaped as a canoe bailer which scoops _Ka Hei-Hei o Na Keiki_ (Orion) and _Makali’i_ (Pleiades) up into the night sky. In voyaging a bailer is used to scoop up water out of the hulls. The main stars of _Ke Ka o Makali’i_ from North to South are _Hokulei_ (Capella), _Nanamua_ (Castor), _Nanahope_ (Pollux), _Puana_ (Procyon), and _‘A’a_ (Sirius). These stars connect together to create the bailer in the sky. Mintaka in Orion is an important star in this line because it rises/sets directly east or west giving the navigator an easy pointer star for direction. Mirzim (next to _‘A’a_ (Sirius)) and _Ke Ali’i Kona i Ka Lewa_ (Canopus) connect together to create a southern pointer. _‘Ekekeuehuehu_ (θ Aur, Mahasim) and _‘Ekekeu’ena’ena_ (β Aur, Menkalinan) connect to create a northern pointer. Different north/south pointers are found in the star lines and used heavily by navigators.
cs: Přímým překladem se rozumí „Canoe Bailer of Makali'i“. Linky jsou tvarovány jako kánoe, která nabírá na noční oblohu _Ka Hei-Hei o Na Keiki_ (Orion) a _ Makali'i_ (Pleiades). Při plavbě se používá k zachycení vody z trupů bailer. Hlavní hvězdy _Ke Ka o Makali'i_ od severu k jihu jsou _Hokulei_ (Capella), _Nanamua_ (Castor), _Nanahope_ (Pollux), _Puana_ (Procyon) a _‘A’a_ (Sirius). Tyto hvězdy se spojí, aby vytvořily věštce na obloze. Mintaka v Orionu je v této linii důležitou hvězdou, protože se zvedá / nastavuje přímo na východ nebo na západ a dává navigátoru snadnou hvězdu ukazatele směru. Mirzim (vedle _AAa_ (Sirius)) a _Ke Ali'i Kona i Ka Lewa_ (Canopus) se spojí a vytvoří jižní ukazatel. _‘Ekekeuehuehu_ (θ Aur, Mahasim) a _‘Ekekeu'ena'ena_ (β Aur, Menkalinan) se spojí a vytvoří severní ukazatel. V hvězdných liniích se nacházejí různé ukazatele na sever / jih a navigátory je používají velmi.
ja: 直訳とは、「マカリイのカヌーベイラー」を意味します。線は、_Ka Hei-Hei-Hei o Na Keiki_（Orion）と_Makali’i_（Pleiades）を夜空にスクープするカヌーベイラーの形をしています。航海では、船体から水を汲み上げるためにベイラーが使用されます。 北から南への_Ke Ka o Makali’i_の主な星は、_Hokulei_（カペラ）、_ Nanamua_（キャスター）、_ Nanahope_（Pollux）、_ Puana_（プロキオン）、および_‘A’a_（シリウス）です。これらの星が結合して空にベイラーを作ります。オリオンのミンタカは、この線で重要な星です。東または西に直接上昇/設定されるため、ナビゲーターは方向を示す簡単なポインター星を提供します。 Mirzim（_‘A’a_（シリウス）の隣）と_Ke Ali’i Kona i Ka Lewa_（カノープス）は互いに接続して、サザンポインターを作成します。 _‘Ekekeuehuehu_（θAur、Mahasim）と_‘Ekekeu’ena’ena_（βAur、Menkalinan）が接続して、ノーザンポインターを作成します。スターラインにはさまざまな北/南ポインターがあり、ナビゲーターによって頻繁に使用されます。
pl: Bezpośrednie tłumaczenie oznacza „Caile Bailer of Makali’i”. Linie mają kształt kajaka kajakowego, który zbiera _Ka Hei-Hei o Na Keiki_ (Orion) i _Makali’i_ (Plejady) w niebo. W rejsach stosuje się bailer do zbierania wody z kadłubów. Głównymi gwiazdami _Ke Ka o Makali’i z północy na południe są _Hokulei_ (Capella), _Nanamua_ (Castor), _Nanahope_ (Pollux), _Puana_ (Procyon) i _AAa_ (Sirius). Te gwiazdy łączą się ze sobą, aby stworzyć bailer na niebie. Mintaka na Orionie jest ważną gwiazdą w tej linii, ponieważ unosi się / ustawia bezpośrednio na wschód lub zachód, dając nawigatorowi łatwą wskazówkę do wskazania kierunku. Mirzim (obok _'AAa_ (Syriusz)) i _Ke Ali'i Kona i Ka Lewa_ (Canopus) łączą się, aby utworzyć południowy wskaźnik. _Ekekeuehuehu_ (θ Aur, Mahasim) i _ „Ekekeu’ena ”ena_ (β Aur, Menkalinan) łączą się, aby utworzyć wskaźnik północny. Różne wskaźniki północ / południe znajdują się w liniach gwiazd i są intensywnie wykorzystywane przez nawigatorów.

source: The Cat's Cradle
cs: Kočičí kolébka
ja: 猫のゆりかご
pl: Kołyska kota

source: The Chief's Eyes
cs: Hlavní oči
ja: 首長の目
pl: Oczy wodza

source: Voice of Joy
cs: Radostný hlas
ja: Voice of Joy(歓喜の歌)
pl: Głos Szczęścia

source: The Seven
cs: Sedmička
ja: The Seven(七つ星)
pl: Siedem

source: The Backbone
cs: Páteř
ja: バックボーン
pl: Kręgosłup

source: _Ka Iwikuamo’o_ translates to the backbone (directly: Bone back-lizard). This star line is depicted as the backbone of a lizard or _mo’o_ in this sky culture. It can also be representing a genealogical backbone, each star representing a generation. The star line itself starts with _Hokupa’a_ (North Star), the ultimate northern pointer due to the star never moving in the sky, always above north. _Hokupa’a_ connects down to _Na Hiku_ (Big Dipper). _Na Hiku_ translates to “The Seven” as there is seven stars in the Big Dipper. _Hokule’a_ (Arcturus) and _Hikianalia_ (Spica) are the two stars in the middle of the star line. The two PVS canoes are named after these two stars. _Hokule’a_ is the “zenith” star of Hawai’i, meaning it will be directly overhead when you are at the latitude of the Hawaiian Islands. _Hokule’a_ is very important to navigators on finding their way back to Hawai’i. The meaning of _Hokule’a_ is “the star of gladness” because it is the star used to find home bringing joy. Next to _Hikianalia_ is _Me’e_, a combination of four stars that create a box. _Me’e_ connects down to _Hanaiakamalama_ (Southern Cross) which is the southern pointer for _Ka Iwikuamo’o_.
cs: _Ka Iwikuamo’o_ se překládá na páteř (přímo: Kostra ještěrka). Tato hvězdná čára je v této kultuře oblohy zobrazena jako páteř ještěrky nebo _mo’o_. Může také představovat genealogický páteř, přičemž každá hvězda představuje generaci. Hvězdná čára sama začíná začínajícím _Hokupa'a_ (North Star), konečným severním ukazatelem, protože se hvězda nikdy nehýbe na obloze, vždy nad severem. _Hokupa'a_ se připojí k _Na Hiku_ (Big Dipper). _Na Hiku_ se překládá na „The Seven“, protože ve Big Dipper je sedm hvězd. _Hokule'a_ (Arcturus) a _Hikianalia_ (Spica) jsou dvě hvězdy uprostřed hvězdné linie. Dvě kánoe PVS jsou pojmenovány po těchto dvou hvězdách. _Hokule'a_ je „zenitská“ hvězda Hawai'i, což znamená, že bude přímo nad hlavou, když se ocitnete na šířce havajských ostrovů. _Hokule'a_ je velmi důležitá pro navigátory při hledání cesty zpět do Hawai'i. Význam _Hokule'a_ je „hvězda radosti“, protože je to hvězda, která byla použita k nalezení radosti domů. Vedle _Hikianalia_ je _Me’e_, kombinace čtyř hvězd, které vytvářejí krabici. _Me’e_ se připojí k _Hanaiakamalama_ (Southern Cross), což je jižní ukazatel pro _Ka Iwikuamo’o_.
ja: _Ka Iwikuamo’o_はバックボーンに変換されます（直接：ボーンバックトカゲ）。この星のラインは、この空の文化の中でトカゲまたは_mo’o_のバックボーンとして描かれています。また、家系図のバックボーンを表すこともでき、各スターは世代を表します。 スターライン自体は_Hokupa’a_（North Star）で始まります。これは、星が空を移動することはなく、常に北上にあるため、究極の北のポインターです。 _Hokupa’a_は_Na Hiku_（北斗七星）につながります。北斗七星には7つの星があるため、_Na Hiku_は「The Seven」に変換されます。 _Hokule’a_（Arcturus）と_Hikianalia_（Spica）は、星線の真ん中にある2つの星です。 2つのPVSカヌーは、これら2つの星にちなんで名付けられました。 _Hokule’a_はハワイの「天頂」の星です。つまり、ハワイ諸島の緯度にいるときは真上にあります。ナビゲーターがハワイに戻る道を見つけるには、_ホクレア_が非常に重要です。 「ホクレア」の意味は「喜びの星」です。家を見つける喜びをもたらすために使用される星だからです。 _Hikianalia_の横には、ボックスを作成する4つの星の組み合わせである_Me’e_があります。 _Me’e_は、_Ka Iwikuamo’o_の南のポインタである_Hanaiakamalama_（Southern Cross）に接続します。
pl: _Ka Iwikuamo’o_ tłumaczy kręgosłup (bezpośrednio: jaszczurka z kości). Ta linia gwiazd jest przedstawiana jako kręgosłup jaszczurki lub _mo’o_ w tej kulturze nieba. Może także reprezentować genealogiczny kręgosłup, przy czym każda gwiazda reprezentuje pokolenie. Sama linia gwiazd zaczyna się od _Hokupa’a (Gwiazda Północna), ostateczny północny wskaźnik, ponieważ gwiazda nigdy nie porusza się na niebie, zawsze powyżej północy. _Hokupa’a_ łączy się z _Na Hiku_ (Wielki Wóz). _Na Hiku_ tłumaczy się na „Siódemkę”, ponieważ w Wielkim Wozie jest siedem gwiazd. _Hokule’a_ (Arcturus) i _Hikianalia_ (Spica) to dwie gwiazdy pośrodku linii gwiazd. Dwa czółna PVS zostały nazwane na cześć tych dwóch gwiazd. _Hokule’a_ jest „zenitową” gwiazdą Hawajów, co oznacza, że będzie nad głową, gdy będziesz na szerokości geograficznej Wysp Hawajskich. _Hokule’a_ jest bardzo ważna dla nawigatorów po powrocie na Hawaje. Znaczenie _Hokule’a_ to „gwiazda radości”, ponieważ jest to gwiazda używana do znajdowania domu przynoszącego radość. Obok _Hikianalia_ jest _Me_e, kombinacja czterech gwiazd tworzących pudełko. _Mee_ łączy się z _Hanaiakamalama_ (Southern Cross), który jest południowym wskaźnikiem dla _Ka Iwikuamo’o_.

source: The Chief's Fishline
cs: Hlavní vlasec
ja: チーフのフィッシュライン
pl: Linia rybacka szefa

source: _Manaiakalani_ translates to “The Chief's Fishline”. This refers to the legend of the demi god Maui and his fish hook. Maui is credited for pulling up the islands with his magical fish hook. This star line consists of two constellations. The Navigator’s Triangle on the north and Maui’s fish hook on the south. The Navigator’s Triangle is made of three stars _Hawaiki_ (Deneb), _Keoe_ (Vega), and _Humu_ (Altair). (It is the same figure as the Summer Triangle for modern amateur astronomers.) These stars also represent the Polynesian triangle: Hawai’i (_Hawaiki_), Rapanui (_Keoe_), and Aotearoa (_Humu_). These three islands are pulled by the fish hook of Maui (Scorpius). The northern pointer is found in the Navigator’s Triangle when you connect _Hawaiki_ (Deneb) and _Momonapikowalu_ (γ Cyg, Sadr). Southern pointers are in the fish hook when you connect _Mili’opu_ (δ Sco, Dschubba) and _Kahe_ (π Sco, Nur), the stars on the top of the hook.
cs: _Manaiakalani_ se překládá na „The Fish's Fishline“. To se týká legendy o demi bohu Maui a jeho rybím háčku. Maui je připočítán za to, že vytáhl ostrovy svým kouzelným háčkem na ryby. Tato hvězdná linie se skládá ze dvou souhvězdí. Navigátorský trojúhelník na severu a Mauiův rybářský háček na jihu. Navigátorský trojúhelník se skládá ze tří hvězd _Hawaiki_ (Deneb), _Keoe_ (Vega) a _Humu_ (Altair). (Je to stejná postava jako letní trojúhelník pro moderní amatérské astronomy.) Tyto hvězdy také představují polynéský trojúhelník: Hawai'i (_Hawaiki_), Rapanui (_Keoe_) a Aotearoa (_Humu_). Tyto tři ostrovy jsou taženy rybím háčkem Maui (Scorpius). Severní ukazatel se nachází v Navigatorově trojúhelníku, když propojíte _Hawaiki_ (Deneb) a _Momonapikowalu_ (γ Cyg, Sadr). Jižní ukazatele jsou v rybím háčku, když spojíte _Mili'opu_ (δ Sco, Dschubba) a _Kahe_ (π Sco, Nur), hvězdy na vrcholu háčku.
ja: _Manaiakalani_は「チーフのフィッシュライン」に変換されます。これは、半神のマウイと彼の釣り針の伝説を指します。マウイ島は彼の魔法の魚のフックで島を引き上げたとされています。 この星のラインは2つの星座で構成されています。北はナビゲーターの三角形、南はマウイの釣り針です。ナビゲーターの三角形は、3つの星_Hawaiki_（Deneb）、_ Keoe_（Vega）、および_Humu_（Altair）で構成されています。 （これは、現代のアマチュア天文学者のサマートライアングルと同じ図です。）これらの星は、ポリネシアのトライアングルも表しています。ハワイ（_Hawaiki_）、ラパヌイ（_Keoe_）、アオテアロア（_Humu_）。これら3つの島は、マウイ（さそり座）の釣り針に引っ張られています。 北のポインターは、_Hawaiki_（デネブ）と_Momonapikowalu_（γCyg、Sadr）を接続すると、ナビゲーターの三角形に表示されます。フックの上部にある星である_Mili’opu_（δSco、Dschubba）と_Kahe_（πSco、Nur）を接続すると、サザンポインターがフィッシュフックに配置されます。
pl: _Manaiakalani_ tłumaczy się na „Fishline Chiefa”. Odnosi się to do legendy półboga Maui i jego haczyka na ryby. Maui przypisuje się, że podciągał wyspy za pomocą swojego magicznego haczyka na ryby. Ta linia gwiazd składa się z dwóch gwiazdozbiorów. Trójkąt Nawigatora na północy i hak rybny Maui na południu. Trójkąt Nawigatora składa się z trzech gwiazd _Hawaiki_ (Deneb), _Keoe_ (Vega) i _Humu_ (Altair). (Jest to ta sama liczba, co Trójkąt Letni dla współczesnych astronomów amatorów). Te gwiazdy reprezentują również trójkąt polinezyjski: Hawai’i (_Hawaiki_), Rapanui (_Keoe_) i Aotearoa (_Humu_). Te trzy wyspy ciągnie haczyk rybny Maui (Scorpius). Wskaźnik północny znajduje się w Trójkącie Nawigatora, gdy połączysz _Hawaiki_ (Deneb) i _Momonapikowalu_ (γ Cyg, Sadr). Południowe wskaźniki znajdują się w haczyku na ryby, gdy połączysz _Mili’opu_ (δ Sco, Dschubba) i _Kahe_ (π Sco, Nur), gwiazdy na górze haka.

source: Navigator's Triangle
cs: Navigační trojúhelník
ja: Navigator's Triangle(三角形の先導者)
pl: Trójkąt Letni

source: Kite of Kawelo
cs: Kawelův drak
ja: Kite of Kawelo(カウェロの凧)
pl: Latawiec Kawelo

source: _Ka Lupe o Kawelo_ translates to “The Kite of Kawelo”. Kawelo was a great chief of Kaua’i and O’ahu and this star line represents the kite which was lost as a child. The star line starts with _‘Iwakeli’i_, meaning Chief Frigate Bird (_Fregata Minor_). The shape of this constellation (which is Cassiopeia's W in the West) resembles the _‘iwa_ bird that is known for leading voyagers to land. The center of the star line is the Kite of Kawelo (equal to the Great Square of Pegasus). The four stars that make the kite are named after Kawelo’s greatest ancestors: _Manokalanipo_ (δ Peg, Alpheratz), _Kakuhihewa_ (β Peg, Scheat), _Pi’ilani_ (γ Peg, Algenib), and _Keawe_ (α Peg, Markab). All four were famous chiefs of their time. The star line then connects south to two stars _Pi’ikea_ (β Cet, Deneb Kaitos) and _Kukaniloko_ (α PsA, Fomalhaut). The northern pointer is found in _Manokalanipo_ (δ Peg, Alpheratz) and _Kealohalani-po-keao_ (β Cas, Caph) of _‘Iwakeli’i_. The southern pointer is connected with _Keawe_ (α Peg, Markab) and _Kukaniloko_ (α PsA, Fomalhaut).
cs: _Ka Lupe o Kawelo_ se překládá na „Kite of Kawelo“. Kawelo byl velký náčelník Kaua'i a O'ahu a tato hvězdná linie představuje draka, který byl ztracen jako dítě. Hvězdná čára začíná znakem ‘Iwakeli'i_, což znamená Chief Frigate Bird (_Fregata Minor_). Tvar této konstelace (což je Cassiopeiova W na Západě) připomíná ptáka _iiwa_, který je známý tím, že vede své cesty k zemi. Středem hvězdné linie je drak Kawelo (rovnající se Velkému náměstí Pegasu). Čtyři hvězdy, které dělají draka, jsou pojmenovány po největších předcích Kawelo: _Manokalanipo_ (δ Peg, Alpheratz), _Kakuhihewa_ (β Peg, Scheat), _Pi'ilani_ (γ Peg, Algenib) a _ Keawe_ (α Peg, Markab). Všichni čtyři byli slavní šéfové své doby. Hvězdná linie pak spojuje jih se dvěma hvězdami _Pi'ikea_ (β Cet, Deneb Kaitos) a _Kukaniloko_ (α PsA, Fomalhaut). Severní ukazatel se nachází v _Manokalanipo_ (δ Peg, Alpheratz) a _Kealohalani-po-keao_ (β Cas, Caph) z ‘Iwakeli'i_. Jižní ukazatel je spojen s _Keawe_ (α Peg, Markab) a _Kukaniloko_ (α PsA, Fomalhaut).
ja: _Ka Lupe o Kawelo_は、「カウェロの凧」を意味します。カウェロはカウアイ島とオアフ島の偉大な首長であり、この星の線は子供として失われた凧を表しています。 スターラインは_‘Iwakeli’i_、つまりフリゲート鳥（_Fregata Minor_）で始まります。この星座の形状（西のカシオペアの西）は、航海の先導者が上陸することで知られている_‘iwa_鳥に似ています。スターラインの中心はカウェロのカイトです（ペガサスの大広場に相当）。カイトを構成する4つの星は、カウェロの最大の祖先である_Manokalanipo_（δペグ、Alpheratz）、_カクヒヘワ_（βペグ、スキート）、_ Pi’ilani_（γペグ、アルジェニブ）、および_Keawe_（αペグ、マルカブ）にちなんで名付けられています。 4人とも当時の有名な首長でした。次に、スター線は南に2つの星_Pi’ikea_（βCet、Deneb Kaitos）および_Kukaniloko_（αPsA、Fomalhaut）を接続します。 ノーザンポインターは_‘Iwakeli’i_の_Manokalanipo_（δPeg、Alpheratz）と_Kealohalani-po-keao_（βCas、Caph）にあります。サザンポインターは、_Keawe_（αPeg、Markab）および_Kukaniloko_（αPsA、Fomalhaut）と接続されています。
pl: _Ka Lupe o Kawelo_ tłumaczy się na „Latawiec Kawelo”. Kawelo był wielkim wodzem Kauai i O'ahu, a ta linia gwiazd reprezentuje latawiec, który zaginął jako dziecko. Linia gwiazd zaczyna się od „Iwakeli”, co oznacza Głównego Fregata Ptaka (_Fregata Minor_). Kształt tej konstelacji (czyli W na Cassiopei na Zachodzie) przypomina ptaka „iwa” znanego z wiodących podróżników do lądowania. Centrum linii gwiazd to Latawiec Kawelo (równy Wielkiemu Placowi Pegaza). Cztery gwiazdy tworzące latawiec są nazwane na cześć największych przodków Kawelo: _Manokalanipo_ (eg Peg, Alpheratz), _Kakuhihewa_ (β Peg, Scheat), _Pi’ilani_ (γ Peg, Algenib) i _Keawe_ (α Peg, Markab). Wszyscy czterej byli sławnymi wodzami swoich czasów. Linia gwiazd łączy się następnie na południe z dwiema gwiazdami _Pi’ikea_ (β Cet, Deneb Kaitos) i _Kukaniloko_ (α PsA, Fomalhaut). Wskaźnik północny znajduje się w _Manokalanipo_ (eg Peg, Alpheratz) i _Kealohalani-po-keao_ (β Cas, Caph) z „Iwakeli’i”. Południowy wskaźnik jest powiązany z _Keawe_ (α Peg, Markab) i _Kukaniloko_ (α PsA, Fomalhaut).

source: Chief Frigate Bird
cs: Hlavní pták fregaty
ja: フリゲート長
pl: Naczelny ptak fregaty

source: Cared for by Moon
cs: Obstaráno Měsícem
ja: Cared for by Moon(月の導き)
pl: Otoczony ochroną przez Księżyc

source: The Pointers
cs: Ukazatelé
ja: ポインタ
pl: Wskaźniki
