Repository: Stellarium/stellarium-skycultures
Catalog: mongolian/po/*.po
Languages: ja, nl, pl, zh_tw

source: - [#1]: Les astres chez les Turcs et les Mongols_ by Jean-Paul Roux(French). _Revue de l'histoire des religions_, tome 195 n°2,1979. pp; 153-192. - [#2]: Johan Elverskog: The Mongolian Big Dipper Sutra. Journal of the International Association of Buddhist Studies 29 Nr1 2006(2008), pp87-123. [Link](https://journals.ub.uni-heidelberg.de/index.php/jiabs/article/download/8974/2867)
ja: - [#1]: Les astres chez les Turcs et les Mongols_ by Jean-Paul Roux（French）。 _Revue de l'histoire des religions_、tome 195 n°2,1979。 pp; 153-192。 - [#2]: Johan Elverskog：モンゴルの北斗七経。国際仏教学会誌29 Nr1 2006（2008）、pp87-123。 [リンク](https://journals.ub.uni-heidelberg.de/index.php/jiabs/article/download/8974/2867)
nl: - [#1]: Les astres chez les Turcs et les Mongols_ door Jean-Paul Roux (Frans). _Revue de l'histoire des religions_, boekdeel 195 n ° 2,1979. pp; 153-192. - [#2]: Johan Elverskog: The Mongolian Big Dipper Sutra. Tijdschrift van de International Association of Buddhist Studies 29 Nr1 2006 (2008), pp87-123. [Link](https://journals.ub.uni-heidelberg.de/index.php/jiabs/article/download/8974/2867)
pl: - [#1]: Les astres chez les Turcs et les Mongols_, autor: Jean-Paul Roux (francuski). _Revue de l'histoire des religions_, tome 195 n ° 2,1979. pp; 153–192. - [#2]: Johan Elverskog: Mongolska Sutra Wielkiego Wozu. Journal of International Association of Buddhist Studies 29 Nr 1 2006 (2008), s. 87–123. [Link](https://journals.ub.uni-heidelberg.de/index.php/jiabs/article/download/8974/2867)
zh_tw: - [#1]: Jean-Paul Roux（法語）的《 Les astres chez les Turcs et les Mongols_》。宗教史集，1979年第2期，195。 pp; 153-192。 - [#2]: Johan Elverskog：蒙古七星經。國際佛教研究協會雜誌29 Nr1 2006（2008），pp87-123。 [鏈接](https://journals.ub.uni-heidelberg.de/index.php/jiabs/article/download/8974/2867)

source: This skyculture is a contribution from two users of Stellarium, [Anthony Lagain](mailto:anthony.lagain@gmail.com) and [Batiste Rousseau](mailto:batiste.rousseau@gmail.com) mainly based on oral tales of numerous Mongolians met during a two months stay in Mongolia. To learn more about them: [www.souslecieldemongolie.wordpress.com](http://souslecieldemongolie.wordpress.com/) (in French). Re-worked and adapted by Susanne M Hoffmann
ja: このスカイカルチャーは、ステラリウムの2人のユーザー、[Anthony Lagain](mailto：anthony.lagain@gmail.com)と[Batiste Rousseau](mailto：batiste.rousseau@gmail.com)からの寄稿であり、主に多数のモンゴル人の口頭の物語に基づいています。モンゴルでの2か月の滞在中に会った。 それらについてさらに学ぶには：[www.souslecieldemongolie.wordpress.com](http://souslecieldemongolie.wordpress.com/)（フランス語）。 Susanne M Hoffmannによる再加工と適応
nl: Deze skycultuur is een bijdrage van twee gebruikers van Stellarium, [Anthony Lagain](mailto:anthony.lagain@gmail.com) en [Batiste Rousseau](mailto:batiste.rousseau@gmail.com), voornamelijk gebaseerd op mondelinge verhalen van talloze Mongolen ontmoet tijdens een verblijf van twee maanden in Mongolië. Om meer over hen te weten te komen: [www.souslecieldemongolie.wordpress.com](http://souslecieldemongolie.wordpress.com/) (in het Frans). Herwerkt en aangepast door Susanne M Hoffmann
pl: Ta skyculture jest wkładem dwóch użytkowników Stellarium, [Anthony Lagain](mailto:anthony.lagain@gmail.com) i [Batiste Rousseau](mailto:batiste.rousseau@gmail.com) głównie na podstawie ustnych opowieści licznych Mongołów spotkał się podczas dwumiesięcznego pobytu w Mongolii. Aby dowiedzieć się więcej na ich temat: [www.souslecieldemongolie.wordpress.com](http://souslecieldemongolie.wordpress.com/) (w języku francuskim). Przeprojektowane i zaadaptowane przez Susanne M. Hoffmann
zh_tw: 這種空中文化是Stellarium的兩個用戶的貢獻，他們是[Anthony Lagain](mailto：anthony.lagain@gmail.com)和[Batiste Rousseau](mailto：batiste.rousseau@gmail.com)，主要基於許多蒙古人的口頭故事在蒙古住了兩個月時見面。 要了解有關它們的更多信息：[www.souslecieldemongolie.wordpress.com](http://souslecieldemongolie.wordpress.com/)（法文）。 由Susanne M Hoffmann重新設計和改編

source: The Bow and the Arrow
ja: 弓と矢
nl: De boog en de pijl
pl: Łuk i strzała
zh_tw: 弓箭

source: The Five Stars Woman
ja: ファイブスター女性
nl: De Five Stars Woman
pl: Kobieta z pięcioma gwiazdkami
zh_tw: 五顆星的女人

source: The Seven Buddhas
ja: 七仏
nl: De zeven boeddha's
pl: Siedmiu Buddów
zh_tw: 七佛

source: The Three Stags
ja: 3つのクワガタ
pl: Trzy jelenie
zh_tw: 三個雄鹿

source: Golden Stake
ja: ゴールデンステーク
nl: Gouden ring
zh_tw: 黃金賭注

source: Recovery Star
ja: リカバリースター
nl: Herstel ster
pl: Gwiazda odzyskiwania
zh_tw: 復原星

source: 7.Horse
ja: 7.馬
nl: 7.Paard
pl: 7. Konie
zh_tw: 馬七

source: 6.Snake
ja: 6.ヘビ
nl: 6.Slang
pl: 6. Wąż
zh_tw: 蛇六

source: 5.Dragon / 12.Pig
ja: 5.ドラゴン/ 12.Pig
nl: 5.Draak / 12.Varken
pl: 5. Smok / 12. świnia
zh_tw: 龍五/豬十二

source: 4.Rabbit / 11.Dog
ja: 4.ウサギ/ 11.Dog
nl: 4.Konijn / 11.Hond
zh_tw: 兔四/狗十一

source: 3.Tiger / 10.Rooster
nl: 3.Tijger / 10.Rooster
pl: 3.Tygrys / 10.Rooster
zh_tw: 虎三/雞十

source: 2.Ox / 9.Monkey
nl: 2.Os / 9.Aap
zh_tw: 牛二/猴九

source: 1.Rat / 8.Sheep/Goat
ja: 1.ラット/ 8.羊/山羊
nl: 1.Rat / 8.Schaap/Geit
pl: 1. szczur / 8. owca / koza
zh_tw: 鼠一/羊八
