Repository: Stellarium/stellarium-skycultures
Catalog: mongolian/po/*.po
Languages: ja, nl, pl, zh_tw

source: Mongolian
ja: モンゴル
nl: Mongools
pl: Mongolska
zh_tw: 蒙古(Mongolian)

source: Mongolian are nomads living on a large territory of central Asia. Their culture is influenced by the Far Eastern (Chinese) and the Near Eastern (Persian, Babylonian, Greek) cultures.
ja: モンゴル人は中央アジアの広い領域に住んでいる遊牧民です。彼らの文化は、極東（中国）と近東（ペルシャ、バビロニア、ギリシャ）の文化の影響を受けています。
nl: Mongools zijn nomaden die op een groot grondgebied van Centraal-Azië leven. Hun cultuur wordt beïnvloed door de culturen uit het Verre Oosten (Chinees) en het Nabije Oosten (Perzisch, Babylonisch, Grieks).
pl: Mongolczycy to koczownicy mieszkający na dużym terytorium Azji Środkowej. Na ich kulturę wpływ mają kultury Dalekiego Wschodu (chiński) i Bliskiego Wschodu (perski, babiloński, grecki).
zh_tw: 蒙古人是游牧民族，生活在中亞大片地區。他們的文化受到遠東（中國）和近東（波斯，巴比倫，希臘）文化的影響。
