Repository: Stellarium/stellarium-skycultures
Catalog: mongolian/po/*.po
Languages: ja, nl, pl, zh_tw

source: Mongolian constellations and cosmogony were inherited from the occidental civilisation notably by the contact with Alexander the Great whose scholars considered Babylonian astral science as highest standard. It was also largely influenced by Chinese civilisation and Buddhist religion, resulting in numerous myths and beliefs linked with what surrounds them. The local wild and fauna are the main themes of this sky culture. The wealth of their cosmogony is probably to link with the excellent observing conditions for whom they benefit even now. In the past, the necessity for Mogolians to move and to get one's bearing even during the night and at different seasons, is probably one of the elements which developed their imagination facing the sky. ### Constellations Generally, stars represent animals turning around the North Star which is symbolized by the golden stick (_Altan Hadaas_). Almost all Mongolian asterisms are similar to the modern ones but some of them have different names, e.g.: the Swan is named _Num Sum_ (The Bow and the Arrow) and the Big Dipper is called _Doloon Burkhan_. In the Mongolian imagination, the stars of the summer triangle, i.e. Vega, Deneb and Altair, refer to three stags (_Gurvan Maral Od_ inMongolian) and Cassiopeia represents the Five Stars Woman (_Hun Tavan Od_). ### Planets and Stars Originally, Tibeto-Mongolian astrology calculated the positions of each of the five naked eye planets (Mercury, Venus, Mars, Jupiter, Saturn): planets beyond Saturn were not recognized in the pre-telescopic era. Like in Roman culture, the Mongolians attributed the five planets to each day of the week, completing the seven days week with the Sun (_Nar_) for Sunday and the Moon(_Sar_) for Monday. The names of the solar system's planets have some peculiarities in Mongolian. Mercury is named _Bud_ (associated with Wednesday), Venus, _Sugar_ (associated with Friday), the Earth, _Delkhii_, Mars, _Angarag_ (associated with Tuesday), Jupiter, _Barhasbadi_ (associated with Thursday), Saturn, _Sanchir_ (associated with Saturday). The term for Uranus is _Tengeriin-van_ and for Neptune _Dalai-van_. We can see that the two last, invisible to the naked eye, and discovered long time after the others, have the characteristics to have the particle _-van_ at the end of the name, indicating the princely status in Mongolian. The Earth does not have this particle in the name but dwarf planet Pluto (_Dalkhii-van_ in Mongolian) has a very similiar designation and includes this particle. It is possible to translate Pluto' Mongolian name as "The princely ground"; it is something like earth but not the Earth (planet) but the ground/ surface on which we walk. Uranus, _Tengeriin-van_, could be translated as "princely sky", and Neptun, _Dalai-van_, as the "princely ocean". Nevertheless, this particle has no real equivalent in English, and translations above are presented to give an idea of the planets name's meaning. These names come from Sanskrit (language spoken in India) and are largely used in the current language in Mongolia but in an unofficial way. It is also very interesting to see the tight link between terms designating other celestial bodies and their beliefs: Indeed, the Milky Way is named _Tengeriin Zadas_ which could literally be translated as the Sky Line (_Tengeriin_, the sky, which also means the god of the sky, and _Zadas_, the line). Well known in Mongolian star lore concerns Alcor, the star located above Mizar in the Great Bear. It symbolises the recovery and protection star. It was placed here by _Tengeriin_ (god of heaven) to protect Mizar. To become an archer for Genghis Khan (13th century), it seemed that one had to be able to discern these two stars with the naked eye. From a historic point of view, this excellent knowledge of the sky goes back to _Ulug Beg_ (AD 1394-1449; _Taraghay_ by his real name), astronomer, mathematician and vice-king in Samarkand. His empire extended to Central Asia. Turning away from his royal obligations, he examined celestial bodies and astronomical questions of his time. He is the first to extremely precisely measure Saturn's revolution period (_Sanchir_) with a sextant of 40 meters radius. ### Myths and Legends #### The Great Bear Mongolians are particularly attached to the Great Bear. This constellation is limited for them to the seven stars of the Dipper forming the bear's tail and body, and the legend concerning it is probably the most famous in Mongolia. > > Once upon a time, there were eight orphan brothers gifted with outstanding > capabilities living within a kingdom. The king and the queen lived within it > peacefully. One day, a monster came and kidnapped the queen. The king asked > the eight brothers to bring her back and said: "If one of you succeeds to > rescue my beloved, I will give to him a golden arrow". The orphans went > together to assist their queen. For two days and three nights they searched > for the monster. Then, in the middle of the third night, they found and > killed it. They brought back the queen in the castle. > > The king did not cut out the arrow in eight parts, he decided to throw it to > the sky. The first to catch it could keep it. The youngest brother succeeded > and changed immediately into the North Star. The seven others changed into > the seven gods, the seven Buddhas visiting their younger brother every night. > The name _Doloonburkhan_ (the Seven Buddhas) comes from this legend to > appoint the Great Bear and the Golden Stick, _Altan Hadaas_, the Polar Star. > A tradition, particularly delightful, concerns the link between Mongolian people and the Great Bear as one star of this constellation is attributed to every Mongolian depending on their birth year in the Chinese calendar. Chinese and Mongolian calendars have some similarities (the Mongolian calendar is a lunar calendar). Each year is related to an animal and is associated with a star of the constellation Great Bear. The first, Dubhe (alpha UMa), corresponds to the rat's year, the second, Merak (beta UMa), corresponds to the year of the ox and so on until the end of the Great Bear's tail where Alkaid symbolizes the year of the horse. Then we start again at the first star in the year of the sheep and we repeat the same way until the twelfth and last year of the Chinese calendar, the one of the pig. Therefore, the two stars at the end of the tail are assigned one time only. This is a variant of the old Seven Buddha Sutra described by _Elverskog_. There however, the association of the stars goes in an up-and-down movement, i.e., Dubhe/Rat, Merak/Ox,... Mizar/Snake, Alkaid/Horse, Mizar/Goat, ... Merak/Pig. ![](doloon_burkhan.webp) #### Shooting stars Shooting stars have also a specific meaning for Mongolians: they are personified through their beliefs. When they see these shooting stars they imagine that it is a star which falls from the sky and which symbolizes somebody who just died. Whereas occidental people make a wish, Mongolians say: "Phew, it is not me!" (which is also a common belief among nomadic people of the West Sahara and some Arabic tribes). #### Neglected Legends Three legends just as rich in meaning concern the Sun, eclipses and _Hun Tavan Od_ (Cassiopeia). However, they are nowadays neglected and almost forgotten by most Mongolians: ##### Sun > > At the origin of the world, there was only one man and vast particularly dry > meadows, burned by the seven suns which lit the world. This man, a very good > archer, made the promise to the gods that he pierced all these suns without > missing a target even once. If he should fail, he would cut himself all the > fingers one by one and leave to live in a hole like a marmot (groundhog) to > ward off the curse that would weigh on him. He took his bow, pulled a first > arrow and hit his target. A second, a third until the sixth which destroyed > the suns. He finished by pulling his seventh arrow towards the last sun, when > a swallow flew off and passed through its direction. The bird was hit. The man > had not reached his goal, so he left towards exile in a hole, cut his fingers > and turned into a marmot. The swallow had just saved our Sun, otherwise all > life would have disappeared from the world's surface. > We have to see here a parallel with the number seven, important in the Mongolian culture like all odd numbers. They bring luck in the buddhist religion. ##### Eclipses > > At that time, there lived a scary monster named _Raah_ which frightened the > entire world. He devoured all what were in its way. The god _Orchiwaani_ > owned a magic spring: whoever drank from it became immortal. One day, _Raah_ > stole the magic spring and drunk. The Moon and the Sun caught the monster in > the act and reported to _Orchiwaani_. Seething with rage to hear about this > piece of news he went to fight the monster. He cut its head many times but it > grew again immediately because _Raah_ had become immortal. Then, he intended > to cut its tail in order to allow all that it ate to leave again directly. > Just as _Orchiwaani_ had seized the monster to finish it off, it escaped and > disappeared between the Moon and the Sun. Then _Orchiwaani_ asked the Moon to > help, who recaptured _Raah_ and cut its rump and its tail. In revenge, the > monster comes back sometimes to eat the Moon or the Sun but they always > immediately exit it. This is the mythological reason for lunar and solar > eclipses. > When there is an eclipse, Mongolians know that it means that _Raah_ devours the Moon or the Sun and they make a lot of noise in order to make the monster to liberate the eclipsed one. In the 13th century, Guillaume de Rubruck wrote [#1]: > > Some \[Mongolian people\] have knowledge in astronomy and predict them \[to > other Mongolian people\] the Lunar and Solar eclipses and, when it is about to > produce one, everybody stocks up on food because they do not pass the door of > their habitation. And while the eclipse happens, they play the drum and > instruments and make big noise and clamors. When the eclipse is finished, they > devote themselves to beverage and festivity and make a big party." > Eclipse travelers in 2008 still witnessed drivers and cooks hiding in their tents and making noise with the pots. It seemed authentic, not a show for the tourists. Also note the similarity of _Raah_ with Indian _Rahu_. ##### Cassiopeia (_Hun Tavan Od_) Cassiopeia (_Hun Tavan Od_) symbolises unity, brotherhood, solidarity for the Mongolians. The constellation's five stars represent unity of the five children of Genghis Khan's wife, Oulin. > > Them did not get well along with each other and squabbled all the time. Their > mother decided to strongly tie five ropes, and each one should try to untie a > knot. If they succeeded, it meant that they didn't remain united with other, > and that the brotherhood didn't gather in hard times. Conversely, if the knots > withstood the test, the five brothers would remain united and close for the > rest of their lives and would be victorious at the time of wars. > #### Other Beliefs Linked to the Sky According to a Mongolian legend, a woman devoting herself to count one hundred stars in the sky will dream about her future husband. Sometimes, Mongolians honor the Great Bear (_Doloon Burkhan_) by throwing milk in its direction. Milk, of white color, symbolizes purity in Mongolia. They pray so that something may be fulfilled, but for several persons, not for just one person, because this would bring bad luck. Milk can be replaced by vodka which, due to its colorlessness, symbolizes the dark color and the strength for Mongolians. By doing this, it avoids bad luck, quarrels, fear and fends off evil spirits. ### Conclusion The constellations are inspired by occidental ones, but the Mongolian cosmogony, briefly exposed here, highlights a notable identity of beliefs which are associated with it. Mongolian culture and knowledge transmission is essentially verbal, and so few written traces exist about these subjects. It is therefore particularly hard to relate their cosmogony with high fidelity and precision. In order to preserve knowledge about this cosmogony, every observation, suggestions or collaboration are welcome! ### Acknowledgements and Further Reading * Bayrlalaa (thank you) to Mongolians, for their kindness and their help in the gathering of these informations about their culture and their cosmogony * [L'Uranoscope de France](http://uranoscope.free.fr) * [L'Association Française d'Astronomie / The French Astronomy Association](http://www.afanet.fr) * [OutOfNowhere](http://www.outofnowhere.asia)
ja: モンゴルの星座と宇宙は、特に学者がバビロニアのアストラル科学を最高水準と見なしたアレクサンダー大王との接触により、西洋文明から継承されました。また、中国の文明と仏教の影響も大きく受け、周囲の神話や信仰につながりました。地元の野生と動物がこの空の文化の主なテーマです。彼らの宇宙の豊かさは、おそらく彼らが今でも恩恵を受けている優れた観測条件とリンクすることでしょう。これまで、夜間や季節を問わず、モゴリア人が動き、自分の方向性を知る必要性は、空に向かって想像力を発達させてきた要素の一つだろう。 ### 星座 一般に、星は北極星の周りを回る動物を表しており、金色の棒（_Altan Hadaas_）で象徴されています。モンゴルのほとんどすべてのアスタリズムは現代のものと似ていますが、名前が異なるものもあります。たとえば、白鳥の名前は_Num Sum_（弓と矢）で、北斗七星の名前は_Doloon Burkhan_です。モンゴルの想像では、夏の三角形の星、つまりベガ、デネブ、アルタイルは3つのクワガタ（_Gurvan Maral Od_ inMongolian）を指し、カシオペアは5つ星の女性（_Hun Tavan Od_）を表します。 ### 惑星と星 もともと、チベットモンゴル占星術は、5つの裸眼惑星（水星、金星、火星、木星、土星）のそれぞれの位置を計算していました。土星を超える惑星は、望遠鏡以前の時代には認識されませんでした。 ローマの文化のように、モンゴル人は5つの惑星を各曜日に起因し、週の7日間を日曜日の太陽（_Nar_）と月曜日の月（_Sar_）で完了しました。モンゴル語では、太陽系の惑星の名前にいくつかの特徴があります。水星の名前は_Bud_（水曜日に関連付けられています）、金星、_Sugar_（金曜日に関連付けられています）、地球、_Delkhii_、火星、_Angarag_（火曜日に関連付けられています）、木星、_Barhasbadi_（木曜日に関連付けられています）、土星、_Sanchir_（土曜日に関連付けられています） 。天王星の用語は_Tengeriin-van_で、海王星の_Dalai-van_です。最後の2つは肉眼では見えず、他の人の後に長い間発見され、名前の末尾に_-van_という粒子があり、モンゴル語での王位を示していることがわかります。地球の名前にはこの粒子はありませんが、矮小惑星冥王星（モンゴル語では_Dalkhii-van_）は非常によく似ており、この粒子が含まれています。プルートのモンゴル語の名前を「王子の地」と翻訳することは可能です。それは地球のようなものですが、地球（惑星）ではなく、私たちが歩いている地面/表面です。天王星、_Tengeriin-van_、は「王子の空」、Neptun、_Dalai-van_、は「王子の海」として翻訳できます。それにもかかわらず、この粒子には英語で実際に相当するものはなく、上記の翻訳は惑星名の意味を理解するために提示されています。これらの名前はサンスクリット語（インドで話されている言語）に由来し、モンゴルでは現在の言語で主に使用されていますが、非公式な方法で使用されています。 他の天体を表す用語とそれらの信念との間の密接な関連を確認することも非常に興味深いです。実際、天の川は_Tengeriin Zadas_と名付けられ、文字通りスカイライン（_Tengeriin_、空、つまり空の神を意味します）空、そして_Zadas_、ライン）。モンゴルのスター伝承でよく知られているのは、グレートベアーのミザールの上にあるアルコルです。それは回復と保護の星を象徴しています。これは、ミザールを保護するために_Tengeriin_（天の神）によってここに配置されました。ジンギスカン（13世紀）の射手になるには、これら2つの星を肉眼で識別できなければならなかったようです。 歴史的な観点から見ると、この空に関する優れた知識は、サマルカンドの天文学者、数学者、副王である_Ulug Beg_（AD 1394-1449; _Taraghay_の本名による）にまでさかのぼります。彼の帝国は中央アジアにまで及んだ。彼の王室の義務から離れて、彼は天体と彼の時代の天文学的な質問を調べました。彼は、半径40メートルの六分儀で土星の公転周期（_Sanchir_）を非常に正確に測定した最初の人物です。 ### 神話と伝説 #### グレートベア モンゴル人は特にグレートベアに愛着を持っています。この星座は、クマの尾と体を形成する北斗七星の7つの星に限定されており、それに関する伝説はおそらくモンゴルで最も有名です。 >むかしむかし、王国内に生きる卓越した能力を備えた8人の孤児の兄弟がいました。王と王妃は平和的にその中に住んでいました。ある日、怪物がやってきて女王を誘拐した。王は8人の兄弟に彼女を連れ戻すように頼み、言った：「あなたの1人が私の最愛の人を救うことに成功した場合、私は彼に金色の矢を与えます」。孤児たちは女王を助けるために一緒に行きました。彼らは二日と三晩、怪物を探しました。それから、彼らは三夜の真ん中でそれを見つけて殺しました。彼らは女王を城に戻した。 >王は矢を8つの部分に切り取らなかった、それを空に投げることに決めた。最初にそれを捕まえればそれを保つことができます。末っ子は成功し、すぐにノーススターに変わりました。他の7人は7人の神に変わり、7人の仏は毎晩弟を訪ねました。 _Doloonburkhan_（七仏）という名前は、この伝説に由来し、ホッキョクグマとゴールデンスティック、_Altan Hadaas_、北極星を指しています。 > この星座の1つ星は中国の暦での誕生年に応じてすべてのモンゴル人に帰属するとされているため、伝統は、特に楽しいですが、モンゴル人とグレートベアの間のリンクに関係しています。中国とモンゴルのカレンダーにはいくつかの類似点があります（モンゴルのカレンダーは太陰暦です）。毎年、動物に関連し、星座グレートベアーの星に関連付けられています。最初のDubhe（アルファUMa）はネズミの年に対応し、2番目のMerak（ベータUMa）は牛の年に対応します。グレートベアの尾の終わりまでアルカイドが馬の年を象徴しています。 。その後、羊の年の最初の星から再び開始し、ブタの1つである中国の暦の12年目と昨年まで同じように繰り返します。したがって、尾の終わりにある2つの星は1回だけ割り当てられます。 これは、_Elverskog_によって記述された古い七仏経の変種です。ただし、星の関連付けは上下に移動します。つまり、Dubhe / Rat、Merak / Ox、... Mizar / Snake、Alkaid / Horse、Mizar / Goat、... Merak / Pigです。 ![](doloon_burkhan.webp) #### 流れ星 流れ星には、モンゴル人にとって特定の意味もあります。彼らは信念を通して人格化されています。彼らはこれらの流れ星を見るとき、それは空から落ちて、ちょうど死んだ人を象徴する星であると想像します。西洋人は願い事をするのに対し、モンゴル人は「ふ,、私じゃない！」と言います。 （これはまた、西サハラの遊牧民と一部のアラビア部族の間で共通の信念です）。 #### 無視された伝説 意味が豊富な3つの伝説は、太陽、日食、および_Hun Tavan Od_（カシオペア）に関係しています。しかし、彼らは今日無視され、ほとんどのモンゴル人によってほとんど忘れられています： ##### 太陽 >世界の起源には、世界を照らす7つの太陽に燃やされた1人の男と広大な特に乾いた牧草地だけがありました。非常に優れた射手であるこの男は、一度も標的を見逃すことなくこれらすべての太陽に穴を開けることを神々に約束しました。彼が失敗した場合、彼は自分ですべての指を1つずつ切り、マーモット（グラウンドホッグ）のような穴に住んで、彼を圧迫する呪いを避けます。彼は弓を取り、最初の矢を引いて標的に命中した。太陽を破壊した6番目までの2番目、3番目。ツバメが飛んでその方向を通り抜けたとき、彼は最後の太陽に向かって彼の7番目の矢を引くことによって終了しました。鳥が命中した。その男は自分の目標に到達していなかったので、彼は穴の中に亡命に向かって去り、指を切ってマーモットになりました。ツバメは私たちの太陽を救ったばかりでした、さもなければすべての生命は世界の表面から姿を消したでしょう。 > ここでは、すべての奇数と同様に、モンゴルの文化で重要な7との対応を確認する必要があります。彼らは仏教に運をもたらします。 ##### 日食 >当時、全世界を驚かせた_Raah_という恐いモンスターが住んでいました。彼はその方法にあったものすべてをむさぼり食いました。神_Orchiwaani_は魔法の泉を所有していました。それを飲んだ人は誰でも不滅になりました。ある日、_Raah_が魔法の泉を盗んで酔った。月と太陽はその行為でモンスターを捕まえ、_Orchiwaani_に報告しました。彼がモンスターと戦うために行ったこのニュースについて聞いて怒りに満ちた何か。彼は何度も頭を切りましたが、_Raah_が不滅になったため、すぐに再び大きくなりました。それから彼はそれが食べたものすべてを直接再び去ることを可能にするために尻尾を切るつもりでした。 _Orchiwaani_がモンスターを捕まえてそれを終わらせたように、それは月と太陽の間で逃げて消えました。次に、_Orchiwaani_は月に助けを求め、_Raah_を奪還し、臀部と尻尾を切りました。復讐では、モンスターは月または太陽を食べるために時々戻ってきますが、彼らはいつもすぐにそれを出ます。これが月食と日食の神話的な理由です。 > 日食があるとき、モンゴル人はそれが_Raah_が月か太陽を食い尽くすことを意味していることを知っています、そして彼らはモンスターに日食されたものを解放させるために多くの音を立てます。 13世紀に、ギヨーム・ド・ルブルックは[#1]を書いた。 >一部の\ [モンゴル人\]は天文学に関する知識を持ち、\ [他のモンゴル人に対して]月食と日食を予測します。日食を作ろうとすると、ドアを通過しないため、誰もが食料を蓄えます彼らの居住の。そして、日食が起こっている間、彼らはドラムと楽器を演奏し、大きな音と騒ぎを作ります。日食が終わると、彼らは飲み物とお祭りに専念し、大きなパーティーを開きます。」 > 2008年の日食旅行者は、依然としてドライバーとコックがテントに隠れていて、鍋で騒いでいるのを目撃しました。それは本物のようで、観光客のためのショーではなかった。 _Raah_とインドの_Rahu_の類似性にも注意してください。 ##### カシオペア（_Hun Tavan Od_） カシオペア（_Hun Tavan Od_）は、モンゴル人の団結、兄弟愛、連帯を象徴しています。星座の5つ星は、ジンギスカンの妻Oulinの5人の子供たちの団結を表しています。 >彼らはお互いにうまくいかず、いつもしゃがんでいました。彼らの母親は5本のロープを強く結ぶことを決めました、そして、それぞれは結び目をほどこうとするべきです。彼らが成功した場合、それは彼らが他者と団結したままではなく、兄弟愛が困難な時期に集まらなかったことを意味しました。逆に、結び目がテストに耐えた場合、5人の兄弟は残りの生涯にわたって団結し、閉じたままであり、戦争時に勝利します。 > #### 空にリンクされている他の信念 モンゴルの伝説によると、空の星100個を数えることに専念している女性は、将来の夫の夢を見るでしょう。 時々、モンゴル人はその方向に牛乳を投げてグレートベアー（_Doloon Burkhan_）に敬意を表します。白色の牛乳は、モンゴルの純粋さを象徴しています。彼らは何かが成就するように祈りますが、これは不運をもたらすので、一人ではなく、数人のためにです。ミルクはウォッカに置き換えることができます。ウォッカは無色であるため、暗い色とモンゴル人の強さを象徴しています。これを行うことで、不運、喧嘩、恐怖を避け、悪霊をかわします。 ### 結論 星座は西洋のものに触発されていますが、ここで簡単に公開されたモンゴルの宇宙は、それに関連付けられている信念の顕著なアイデンティティを強調しています。モンゴルの文化と知識の伝達は本質的に口頭で行われるため、これらの主題について書かれた痕跡はほとんどありません。したがって、彼らの宇宙論を高い忠実度と精度と関連付けることは特に困難です。この宇宙に関する知識を維持するために、あらゆる観察、提案、またはコラボレーションが歓迎されます！ ### 謝辞と参考文献 *モンゴル人のBayrlalaa（ありがとう）の親切さと、文化や宇宙に関するこれらの情報の収集への支援 * [L'Uranoscope de France](http://uranoscope.free.fr) * [L'AssociationFrançaised'Astronomie /フランス天文学協会](http://www.afanet.fr) * [OutOfNowhere](http://www.outofnowhere.asia)
nl: Mongoolse sterrenbeelden en kosmogonie werden geërfd van de westerse beschaving, met name door het contact met Alexander de Grote, wiens geleerden de Babylonische astrale wetenschap als de hoogste standaard beschouwden. Het werd ook grotendeels beïnvloed door de Chinese beschaving en de boeddhistische religie, wat resulteerde in talloze mythen en overtuigingen die verband hielden met wat hen omringde. De lokale fauna en flora zijn de belangrijkste thema's van deze luchtcultuur. De rijkdom van hun kosmogonie zal waarschijnlijk verband houden met de uitstekende waarnemingsomstandigheden voor wie ze zelfs nu profiteren. In het verleden was de noodzaak voor Mogolians om te bewegen en zich te beheersen, zelfs 's nachts en in verschillende seizoenen, waarschijnlijk een van de elementen die hun verbeeldingskracht naar de hemel ontwikkelden. ### Sterrenbeelden Over het algemeen vertegenwoordigen sterren dieren die rond de Poolster draaien, wat wordt gesymboliseerd door de gouden stok (_Altan Hadaas_). Bijna alle Mongoolse asterismen lijken op de moderne, maar sommige hebben verschillende namen, bijvoorbeeld: de Zwaan heet _Num Sum_ (De Boog en de Pijl) en de Grote Beer heet _Doloon Burkhan_. In de Mongoolse verbeelding verwijzen de sterren van de zomerdriehoek, d.w.z. Vega, Deneb en Altair, naar drie herten (_Gurvan Maral Od_ in het Mongools) en vertegenwoordigt Cassiopeia de Five Stars Woman (_Hun Tavan Od_). ### Planeten en sterren Oorspronkelijk berekende Tibeto-Mongoolse astrologie de posities van elk van de vijf planeten met het blote oog (Mercurius, Venus, Mars, Jupiter, Saturnus): planeten voorbij Saturnus werden niet herkend in het pre-telescopische tijdperk. Net als in de Romeinse cultuur schreven de Mongolen de vijf planeten toe aan elke dag van de week, waarmee ze de week van zeven dagen voltooiden met de zon (_Nar_) voor zondag en de maan (_Sar_) voor maandag. De namen van de planeten van het zonnestelsel hebben een aantal eigenaardigheden in het Mongools. Mercurius heet _Bud_ (geassocieerd met woensdag), Venus, _Sugar_ (geassocieerd met vrijdag), de aarde, _Delkhii_, Mars, _Angarag_ (geassocieerd met dinsdag), Jupiter, _Barhasbadi_ (geassocieerd met donderdag), Saturnus, _Sanchir_ (geassocieerd met zaterdag) . De term voor Uranus is _Tengeriin-van_ en voor Neptunus _Dalai-van_. We kunnen zien dat de laatste twee, onzichtbaar voor het blote oog en lang na de andere ontdekt, de kenmerken hebben om het deeltje _-van_ aan het einde van de naam te hebben, wat de prinselijke status in het Mongools aangeeft. De aarde heeft dit deeltje niet in de naam, maar dwergplaneet Pluto (_Dalkhii-van_ in het Mongools) heeft een zeer vergelijkbare aanduiding en omvat dit deeltje. Het is mogelijk om de Mongoolse naam van Pluto te vertalen als "de prinselijke grond"; het is zoiets als de aarde, maar niet de aarde (planeet), maar de grond / het oppervlak waarop we lopen. Uranus, _Tengeriin-van_, zou kunnen worden vertaald als "prinselijke hemel", en Neptun, _Dalai-van_, als de "prinselijke oceaan". Desalniettemin heeft dit deeltje geen echt equivalent in het Engels, en vertalingen hierboven worden gepresenteerd om een idee te geven van de betekenis van de naam van de planeten. Deze namen komen uit het Sanskriet (taal gesproken in India) en worden grotendeels gebruikt in de huidige taal in Mongolië, maar op een niet-officiële manier. Het is ook erg interessant om het nauwe verband te zien tussen termen die andere hemellichamen aanduiden en hun overtuigingen: inderdaad heet de Melkweg _Tengeriin Zadas_ die letterlijk vertaald zou kunnen worden als de Sky Line (_Tengeriin_, de hemel, wat ook de god van de de lucht en _Zadas_, de lijn). Bekend in de Mongoolse sterrenoverlevering betreft Alcor, de ster boven Mizar in de Grote Beer. Het symboliseert de ster voor herstel en bescherming. Het is hier geplaatst door _Tengeriin_ (god van de hemel) om Mizar te beschermen. Om boogschutter te worden voor Dzjengis Khan (13e eeuw), leek het erop dat men deze twee sterren met het blote oog moest kunnen onderscheiden. Historisch gezien gaat deze uitstekende kennis van de hemel terug tot _Ulug Beg_ (1394-1449; _Taraghay_ bij zijn echte naam), astronoom, wiskundige en vice-koning in Samarkand. Zijn rijk breidde zich uit tot Centraal-Azië. Hij keerde zich af van zijn koninklijke verplichtingen en onderzocht hemellichamen en astronomische vragen van zijn tijd. Hij meet als eerste uiterst nauwkeurig Saturnus 'revolutieperiode (_Sanchir_) met een sextant van 40 meter straal. ### Mythes en legendes #### De grote beer Mongolen zijn bijzonder gehecht aan de Grote Beer. Dit sterrenbeeld is voor hen beperkt tot de zeven sterren van de Beer die de staart en het lichaam van de beer vormen, en de legende daarover is waarschijnlijk de beroemdste in Mongolië. > Er waren eens acht weesbroeders met uitzonderlijke capaciteiten die in een koninkrijk woonden. De koning en de koningin woonden er vredig in. Op een dag kwam er een monster dat de koningin ontvoerde. De koning vroeg de acht broers haar terug te brengen en zei: "Als een van jullie erin slaagt mijn geliefde te redden, zal ik hem een gouden pijl geven". De wezen gingen samen om hun koningin te helpen. Twee dagen en drie nachten zochten ze naar het monster. Midden in de derde nacht vonden ze het en doodden het. Ze brachten de koningin terug in het kasteel. > De koning sneed de pijl niet in acht delen uit, hij besloot hem in de lucht te gooien. De eerste die het ving, kon het houden. De jongste broer slaagde en veranderde onmiddellijk in de North Star. De zeven anderen veranderden in de zeven goden, waarbij de zeven Boeddha's elke avond hun jongere broer bezochten. De naam _Doloonburkhan_ (de zeven boeddha's) komt uit deze legende om de grote beer en de gouden stok, _Altan Hadaas_, de poolster, te benoemen. > Een traditie, bijzonder verrukkelijk, betreft de link tussen het Mongoolse volk en de Grote Beer, aangezien één ster van dit sterrenbeeld aan elke Mongool wordt toegeschreven, afhankelijk van hun geboortejaar op de Chinese kalender. Chinese en Mongoolse kalenders vertonen enkele overeenkomsten (de Mongoolse kalender is een maankalender). Elk jaar is gerelateerd aan een dier en wordt geassocieerd met een ster van het sterrenbeeld Grote Beer. De eerste, Dubhe (alpha UMa), komt overeen met het jaar van de rat, de tweede, Merak (beta UMa), komt overeen met het jaar van de os, enzovoort tot het einde van de staart van de Grote Beer, waar Alkaid het jaar van het paard symboliseert . Daarna beginnen we opnieuw bij de eerste ster van het jaar van het schaap en herhalen we op dezelfde manier tot het twaalfde en laatste jaar van de Chinese kalender, dat van het varken. Daarom worden de twee sterren aan het einde van de staart slechts één keer toegewezen. Dit is een variant van de oude Zeven Boeddha Soetra beschreven door _Elverskog_. Daar gaat de associatie van de sterren echter heen en weer, d.w.z. Dubhe / Rat, Merak / Ox, ... Mizar / Snake, Alkaid / Horse, Mizar / Goat, ... Merak / Pig. ![](doloon_burkhan.webp) #### Vallende sterren Vallende sterren hebben ook een specifieke betekenis voor Mongolen: ze worden gepersonifieerd door hun overtuigingen. Wanneer ze deze vallende sterren zien, stellen ze zich voor dat het een ster is die uit de lucht valt en iemand symboliseert die net is gestorven. Terwijl westerse mensen een wens doen, zeggen Mongolen: "Oef, ik ben het niet!" (wat ook een algemeen geloof is onder nomadische mensen in de Westelijke Sahara en sommige Arabische stammen). #### Verwaarloosde legendes Drie even rijke betekenissen hebben betrekking op de zon, verduisteringen en _Hun Tavan Od_ (Cassiopeia). Ze worden tegenwoordig echter verwaarloosd en bijna vergeten door de meeste Mongolen: ##### Zon > Aan de oorsprong van de wereld was er maar één man en uitgestrekte bijzonder droge weiden, verbrand door de zeven zonnen die de wereld verlichtten. Deze man, een zeer goede boogschutter, beloofde de goden dat hij al deze zonnen doorboorde zonder zelfs maar één keer een doel te missen. Als hij zou falen, zou hij zichzelf één voor één alle vingers afsnijden en in een hol als een marmot (groundhog) gaan leven om de vloek af te weren die op hem zou drukken. Hij nam zijn boog, trok een eerste pijl en raakte zijn doelwit. Een tweede, een derde tot de zesde die de zonnen vernietigde. Hij eindigde door zijn zevende pijl naar de laatste zon te trekken, toen een zwaluw wegvloog en door zijn richting ging. De vogel is geraakt. De man had zijn doel niet bereikt, dus vertrok hij in een gat naar ballingschap, sneed zijn vingers en veranderde in een marmot. De zwaluw had zojuist onze zon gered, anders zou al het leven van het aardoppervlak zijn verdwenen. > We moeten hier een parallel zien met het getal zeven, belangrijk in de Mongoolse cultuur zoals alle oneven getallen. Ze brengen geluk in de boeddhistische religie. ##### Verduisteringen > In die tijd leefde er een eng monster genaamd _Raah_ dat de hele wereld bang maakte. Hij verslond alles wat hem in de weg stond. De god _Orchiwaani_ bezat een magische bron: wie ervan dronk, werd onsterfelijk. Op een dag stal _Raah_ de magische lente en dronk. De maan en de zon vingen het monster op heterdaad en rapporteerden aan _Orchiwaani_. Ziedend van woede om over dit nieuws te horen, ging hij het monster bevechten. Hij sneed vele malen zijn hoofd, maar het groeide onmiddellijk weer omdat _Raah_ onsterfelijk was geworden. Vervolgens was hij van plan zijn staart af te snijden om al het eten direct weer te laten vertrekken. Net zoals _Orchiwaani_ het monster had gegrepen om het af te maken, ontsnapte het en verdween het tussen de maan en de zon. Toen vroeg _Orchiwaani_ de maan om te helpen, die _Raah_ heroverde en de staart en de staart afsneed. Uit wraak komt het monster soms terug om de maan of de zon op te eten, maar ze verlaten het altijd onmiddellijk. Dit is de mythologische reden voor maan- en zonsverduisteringen. > Wanneer er een zonsverduistering is, weten Mongolen dat dit betekent dat _Raah_ de maan of de zon verslindt en ze maken veel lawaai om het monster de verduisterde te laten bevrijden. In de 13e eeuw schreef Guillaume de Rubruck [#1]: > Sommige \[Mongoolse mensen\] hebben kennis van astronomie en voorspellen ze \[aan andere Mongoolse mensen\] de maans- en zonsverduisteringen en, als het er een gaat produceren, heeft iedereen voedsel in voorraad omdat ze de deur niet passeren van hun bewoning. En terwijl de zonsverduistering plaatsvindt, bespelen ze de drum en instrumenten en maken ze veel lawaai en geroep. Als de zonsverduistering voorbij is, wijden ze zich aan drank en feest en maken ze een groot feest. ' > Eclipse-reizigers in 2008 waren nog steeds getuige van chauffeurs en koks die zich verstopten in hun tenten en lawaai maakten met de potten. Het leek authentiek, geen show voor de toeristen. Let ook op de gelijkenis van _Raah_ met Indiase _Rahu_. ##### Cassiopeia (_Hun Tavan Od_) Cassiopeia (_Hun Tavan Od_) symboliseert eenheid, broederschap, solidariteit voor de Mongolen. De vijf sterren van het sterrenbeeld vertegenwoordigen de eenheid van de vijf kinderen van de vrouw van Genghis Khan, Oulin. > Ze konden niet goed met elkaar overweg en kibbelden de hele tijd. Hun moeder besloot om vijf touwen stevig te binden, en elk touw moest proberen los te knopen. Als ze daarin slaagden, betekende dit dat ze niet met anderen verbonden bleven en dat de broederschap niet in moeilijke tijden bijeenkwam. Omgekeerd, als de knopen de beproeving doorstaan, zouden de vijf broers de rest van hun leven verenigd en hecht blijven en zegevieren ten tijde van oorlogen. > #### Andere overtuigingen die verband houden met de hemel Volgens een Mongoolse legende zal een vrouw die zich inzet om honderd sterren aan de hemel te tellen, dromen over haar toekomstige echtgenoot. Soms eren Mongolen de Grote Beer (_Doloon Burkhan_) door melk in de richting te gooien. Melk, van witte kleur, symboliseert zuiverheid in Mongolië. Ze bidden dat er iets mag worden vervuld, maar voor meerdere personen, niet voor slechts één persoon, omdat dit ongeluk zou brengen. Melk kan worden vervangen door wodka, die vanwege de kleurloosheid de donkere kleur en de kracht voor Mongolen symboliseert. Door dit te doen vermijdt het pech, ruzies, angst en weert het boze geesten af. ### Gevolgtrekking De sterrenbeelden zijn geïnspireerd op westerse sterrenbeelden, maar de Mongoolse kosmogonie, die hier kort wordt belicht, benadrukt een opmerkelijke identiteit van overtuigingen die ermee samenhangen. De Mongoolse cultuur en kennisoverdracht is in wezen verbaal en er zijn zo weinig schriftelijke sporen over deze onderwerpen. Het is daarom bijzonder moeilijk om hun kosmogonie met hoge trouw en precisie te relateren. Om kennis over deze kosmogonie te behouden is elke waarneming, suggestie of samenwerking welkom! ### Dankwoord en verder lezen * Bayrlalaa (dank u) aan Mongolen, voor hun vriendelijkheid en hun hulp bij het verzamelen van deze informatie over hun cultuur en hun kosmogonie * [L'Uranoscope de France](http://uranoscope.free.fr) * [L'Association Française d'Astronomie / The French Astronomy Association](http://www.afanet.fr) * [OutOfNowhere](http://www.outofnowhere.asia)
pl: Konstelacje mongolskie i kosmogonia zostały odziedziczone po cywilizacji przypadkowej, w szczególności poprzez kontakt z Aleksandrem Wielkim, którego uczeni uważali babilońską naukę astralną za najwyższy standard. Duży wpływ na nią miała cywilizacja chińska i religia buddyjska, w wyniku czego powstały liczne mity i wierzenia związane z tym, co ich otacza. Miejscowe dzikie zwierzęta i fauna to główne tematy tej kultury nieba. Bogactwo ich kosmogonii prawdopodobnie wiąże się z doskonałymi warunkami obserwacyjnymi, z których korzystają nawet teraz. W przeszłości konieczność poruszania się przez Mogolian i zdobywania orientacji nawet w nocy iw różnych porach roku jest prawdopodobnie jednym z elementów, które rozwinęły ich wyobraźnię skierowaną ku niebu. ### Constellations Generalnie gwiazdy reprezentują zwierzęta obracające się wokół Gwiazdy Północnej symbolizowanej przez złoty kij (Altan Hadaas). Prawie wszystkie asteryzmy mongolskie są podobne do współczesnych, ale niektóre z nich mają różne nazwy, np .: Łabędź nazywa się „Sum Sum” (Łuk i strzała), a Wielki Wóz nazywa się „Doloon Burkhan”. W mongolskiej wyobraźni gwiazdy letniego trójkąta, tj. Vega, Deneb i Altair, odnoszą się do trzech jeleni (_Gurvan Maral Od_ w języku mongolskim), a Cassiopeia reprezentuje Kobietę Pięciu Gwiazd (_Hun Tavan Od_). ### Planety i gwiazdy Pierwotnie astrologia tybetańsko-mongolska obliczyła pozycje każdej z pięciu planet gołym okiem (Merkury, Wenus, Mars, Jowisz, Saturn): planety poza Saturnem nie były rozpoznawane w erze przed teleskopowej. Podobnie jak w kulturze rzymskiej, Mongołowie przypisywali pięć planet do każdego dnia tygodnia, kończąc siedem dni tygodnia Słońcem (_Nar_) w niedzielę i Księżycem (_Sar_) w poniedziałek. Nazwy planet Układu Słonecznego mają pewne cechy szczególne w języku mongolskim. Merkury nazywa się _Bud_ (związany ze środą), Wenus, _Sugar_ (związany z piątkiem), Ziemia, Delchii, Mars, _Angarag_ (związany z wtorkiem), Jowisz, _Barhasbadi_ (związany z czwartkiem), Saturn, _Sanchir_ (związany z sobotą) . Termin dla Urana to _Tengeriin-van_, a dla Neptuna _Dalai-van_. Widzimy, że dwa ostatnie, niewidzialne gołym okiem i odkryte długo po innych, mają cechy, które mają na końcu nazwy cząstkę van-van_, wskazującą na książęcy status w języku mongolskim. Ziemia nie ma tej cząstki w nazwie, ale planeta karłowata Pluto (_Dalkhii-van_ w języku mongolskim) ma bardzo podobne oznaczenie i obejmuje tę cząsteczkę. Można przetłumaczyć mongolskie imię Plutona na „Książęcą ziemię”; to coś w rodzaju ziemi, ale nie ziemi (planety), ale ziemi / powierzchni, po której kroczymy. Uran, „Tengeriin-van”, można przetłumaczyć jako „książęce niebo”, a Neptun, „Dalaj-van”, jako „książęcy ocean”. Niemniej jednak cząsteczka ta nie ma prawdziwego odpowiednika w języku angielskim, a powyższe tłumaczenia zostały przedstawione, aby dać wyobrażenie o znaczeniu nazwy planet. Nazwy te pochodzą z sanskrytu (język używany w Indiach) i są w dużej mierze używane w obecnym języku mongolskim, ale w sposób nieoficjalny. Bardzo interesujące jest również ścisłe powiązanie między terminami określającymi inne ciała niebieskie i ich przekonaniami: W rzeczywistości Droga Mleczna nosi nazwę Tengeriin Zadas, co można dosłownie przetłumaczyć jako Sky Line (Tengeriin_, niebo, co oznacza także boga niebo i _Zadas_ linia). Dobrze znana mongolska wiedza o gwiazdach dotyczy Alcor, gwiazdy znajdującej się nad Mizarem w Wielkim Niedźwiedzie. Symbolizuje gwiazdę odzyskiwania i ochrony. Został tu umieszczony przez Tengeriina (boga nieba) w celu ochrony Mizara. Aby zostać łucznikiem Czyngis-chana (XIII wiek), wydawało się, że trzeba umieć dostrzec te dwie gwiazdy gołym okiem. Z historycznego punktu widzenia ta doskonała znajomość nieba sięga czasów Urug Beg (1394-1449 ne; jego prawdziwe imię), astronoma, matematyka i wice-króla w Samarkandzie. Jego imperium objęło Azję Środkową. Odwracając się od swoich królewskich obowiązków, badał ciała niebieskie i astronomiczne pytania swoich czasów. Jest pierwszym, który wyjątkowo precyzyjnie mierzy okres rewolucji Saturna (_Sanchir_) z sekstantem o promieniu 40 metrów. ### Mity i legendy #### The Great Bear Mongołowie są szczególnie przywiązani do Wielkiego Niedźwiedzia. Ta konstelacja jest dla nich ograniczona do siedmiu gwiazd Wozu, tworzących ogon i ciało niedźwiedzia, a legenda o nim jest prawdopodobnie najbardziej znana w Mongolii. > Dawno, dawno temu, w królestwie żyło ośmiu braci osieroconych, obdarzonych wyjątkowymi zdolnościami. Król i królowa żyli w nim spokojnie. Pewnego dnia przyszedł potwór i porwał królową. Król poprosił ośmiu braci, aby ją sprowadzili, i powiedział: „Jeśli jednemu z was uda się uratować ukochanego, dam mu złotą strzałę”. Sieroty poszły razem, aby pomóc swojej królowej. Przez dwa dni i trzy noce szukali potwora. Potem, w środku trzeciej nocy, znaleźli go i zabili. Przywieźli królową z zamku. > Król nie wyciął strzały w ośmiu częściach, postanowił rzucić ją w niebo. Pierwszy, który go złapie, może go zatrzymać. Najmłodszemu bratu udało się i natychmiast zmienił w Gwiazdę Północną. Siedmiu innych zmieniło się w siedmiu bogów, siedmiu Buddów odwiedza ich młodszego brata każdej nocy. Nazwa _Doloonburkhan_ (Siedmiu Buddów) pochodzi od tej legendy, aby mianować Wielkiego Niedźwiedzia i Złotą Laskę, Altan Hadaas, Gwiazdę Polarną. > Tradycja, szczególnie zachwycająca, dotyczy związku między ludem mongolskim a Wielkim Niedźwiedziem, ponieważ jedną gwiazdkę tej konstelacji przypisuje się każdemu mongolczykowi w zależności od roku urodzenia w chińskim kalendarzu. Kalendarze chińskie i mongolskie mają pewne podobieństwa (kalendarz mongolski jest kalendarzem księżycowym). Każdy rok związany jest ze zwierzęciem i jest związany z gwiazdą konstelacji Wielkiego Niedźwiedzia. Pierwszy, Dubhe (alfa UMa), odpowiada rokowi szczura, drugi, Merak (beta UMa), odpowiada rokowi wołu i tak dalej, aż do końca ogona Wielkiego Niedźwiedzia, gdzie Alkaid symbolizuje rok konia . Następnie zaczynamy od pierwszej gwiazdy w roku owiec i powtarzamy tę samą drogę, aż do dwunastego i ostatniego roku chińskiego kalendarza, czyli świni. Dlatego dwie gwiazdy na końcu ogona są przypisywane tylko raz. Jest to wariant starej Siedem Sutry Buddy opisanej przez Elverskoga. Tam jednak skojarzenie gwiazd przebiega ruchem góra-dół, tj. Dubhe / Rat, Merak / Ox, ... Mizar / Snake, Alkaid / Horse, Mizar / Goat, ... Merak / Pig. ![](doloon_burkhan.webp) #### Spadające gwiazdy Spadające gwiazdy mają również szczególne znaczenie dla Mongołów: są uosobieni poprzez swoje przekonania. Kiedy widzą te spadające gwiazdy, wyobrażają sobie, że jest to gwiazda, która spada z nieba i symbolizuje kogoś, kto właśnie umarł. Podczas gdy przypadkowi ludzie sobie życzą, Mongołowie mówią: „Uff, to nie ja!” (co jest również powszechne wśród koczowniczych mieszkańców Sahary Zachodniej i niektórych plemion arabskich). #### Zaniedbane legendy Trzy legendy równie bogate w znaczenia dotyczą Słońca, zaćmień i _Hun Tavan Od_ (Cassiopeia). Jednak obecnie są one zaniedbywane i prawie zapomniane przez większość Mongołów: ##### Słońce > U początków świata istniał tylko jeden człowiek i rozległe wyjątkowo suche łąki, spalone przez siedem słońc oświetlających świat. Ten człowiek, bardzo dobry łucznik, obiecał bogom, że przebił wszystkie te słońca, nie tracąc ani razu celu. Gdyby mu się nie powiodło, odciąłby sobie wszystkie palce jeden po drugim i odszedł, by żyć w dziurze jak świstak (świstak), aby odeprzeć klątwę, która by na niego ciążyła. Wziął swój łuk, wyciągnął pierwszą strzałę i uderzył w cel. Druga, trzecia do szóstej, która zniszczyła słońca. Skończył, ciągnąc siódmą strzałę w kierunku ostatniego słońca, kiedy jaskółka odleciała i przeszła przez jego kierunek. Ptak został trafiony. Mężczyzna nie osiągnął celu, więc poszedł w kierunku wygnania w dziurze, podciął palce i zmienił się w świstaka. Jaskółka właśnie uratowała nasze Słońce, w przeciwnym razie całe życie zniknęłoby z powierzchni świata. > Musimy zobaczyć tutaj analogię z liczbą siedem, ważną w kulturze mongolskiej, jak wszystkie liczby nieparzyste. Przynoszą szczęście w religii buddyjskiej. ##### Zaćmienia > W tym czasie żył straszny potwór o imieniu Raah, który przeraził cały świat. Pożarł wszystko, co było na jego drodze. Bóg Orchiwaani posiadał magiczne źródło: ktokolwiek z niego pił, stał się nieśmiertelny. Pewnego dnia _Raah_ ukradł magiczną wiosnę i upił się. Księżyc i Słońce złapały potwora na gorącym uczynku i zgłosiły się do _Orchiwaani_. Kipiąc z wściekłości, by usłyszeć o tej wiadomości, poszedł walczyć z potworem. Wielokrotnie skaleczył się w głowę, ale natychmiast odrosła, ponieważ Raah stał się nieśmiertelny. Następnie zamierzał odciąć ogon, aby wszystko, co zjadł, odeszło bezpośrednio. Tak jak _Orchiwaani_ złapał potwora, aby go wykończyć, uciekł i zniknął między Księżycem a Słońcem. Następnie _Orchiwaani_ poprosił Księżyc o pomoc, który schwytał Raah i podciął mu zad i ogon. Zemsta potwór czasami wraca, by zjeść Księżyc lub Słońce, ale zawsze natychmiast z niego wychodzą. To mitologiczny powód zaćmienia Księżyca i Słońca. > Kiedy ma miejsce zaćmienie, Mongołowie wiedzą, że oznacza to, że Raah pożera Księżyc lub Słońce i robią dużo hałasu, aby zmusić potwora do uwolnienia zaćmionego. W XIII wieku Guillaume de Rubruck napisał [#1]: > Niektórzy \[lud Mongolii\] mają wiedzę z astronomii i przewidują je \[innym ludom mongolskim\] zaćmienia Księżyca i Słońca, a kiedy ma zamiar je wytworzyć, wszyscy gromadzą żywność, ponieważ nie przechodzą przez drzwi ich zamieszkania. I kiedy zdarza się zaćmienie, grają na perkusji i instrumentach, robią duży hałas i huczą. Kiedy zaćmienie się skończy, poświęcają się napojom i świętom i urządzają wielką imprezę. ” > Podróżujący zaćmienie w 2008 roku nadal byli świadkami ukrywania się w namiotach przez kierowców i kucharzy, którzy hałasowali doniczkami. Wydawało się to autentyczne, a nie przedstawienie dla turystów. Zwróć także uwagę na podobieństwo _Raah_ z indyjskim _Rahu_. ##### Cassiopeia (_Hun Tavan Od_) Kasjopeja (_Hun Tavan Od_) symbolizuje jedność, braterstwo, solidarność dla Mongołów. Pięć gwiazd konstelacji reprezentuje jedność pięciorga dzieci żony Czyngis-chana, Oulina. > Nie dogadywali się ze sobą i cały czas się sprzeczali. Ich matka postanowiła mocno związać pięć lin i każda z nich powinna spróbować rozwiązać węzeł. Jeśli im się to uda, oznacza to, że nie pozostaną zjednoczeni z innymi i że bractwo nie zgromadzi się w trudnych czasach. I odwrotnie, gdyby węzły przetrwały próbę, pięciu braci pozostałoby zjednoczonych i bliskich do końca życia i zwyciężyłoby w czasie wojen. > #### Inne przekonania powiązane z niebem Według mongolskiej legendy kobieta poświęcająca się liczeniu stu gwiazd na niebie będzie śnić o swoim przyszłym mężu. Czasami Mongołowie szanują Wielkiego Niedźwiedzia (_Doloon Burkhan_), rzucając mlekiem w jego kierunku. Mleko białego koloru symbolizuje czystość w Mongolii. Modlą się, aby coś się spełniło, ale dla kilku osób, nie tylko dla jednej osoby, ponieważ przyniosłoby to pecha. Mleko można zastąpić wódką, która ze względu na bezbarwność symbolizuje ciemny kolor i siłę Mongołów. Robiąc to, pozwala uniknąć pecha, kłótni, strachu i odpiera złe duchy. ### Wniosek Konstelacje są inspirowane przypadkowymi, ale kosmogonia mongolska, tutaj krótko przedstawiona, podkreśla znaczącą tożsamość przekonań, które są z nią związane. Kultura mongolska i przekazywanie wiedzy jest zasadniczo werbalne, a więc istnieje niewiele zapisanych śladów na te tematy. Dlatego szczególnie trudno jest powiązać ich kosmogonię z wysoką wiernością i precyzją. Aby zachować wiedzę o tej kosmogonii, mile widziane są wszelkie spostrzeżenia, sugestie i współpraca! ### Podziękowania i dalsza lektura * Bayrlalaa (dziękuję) Mongołom za ich uprzejmość i pomoc w gromadzeniu tych informacji o ich kulturze i ich kosmogonii * [L'Uranoscope de France](http://uranoscope.free.fr) * [L'Association Française d'Astronomie / The French Astronomy Association](http://www.afanet.fr) * [OutOfNowhere](http://www.outofnowhere.asia)
zh_tw: 蒙古星座和宇宙論是從西方文明中繼承而來的，尤其是與亞歷山大大帝的接觸，亞歷山大大帝的學者認為巴比倫的星體科學是最高標準。它在很大程度上也受到了中華文明和佛教宗教的影響，從而產生了許多與周圍環境有關的神話和信仰。當地的野生動植物是這種天空文化的主題。他們具有豐富的宇宙色彩，可能與他們即使現在仍然受益的優良觀測條件有關。過去，蒙古人甚至在夜間和不同季節都必須移動並承擔責任，這可能是他們面對天空發展想像力的因素之一。 ### 星座 通常，星星代表圍繞北極星旋轉的動物，北極星由金色棍子（Altan Hadaas）象徵。幾乎所有蒙古星號都與現代星號相似，但其中一些有著不同的名稱，例如：天鵝被稱為Num Sum（弓箭），而北斗七星則被稱為Doloon Burkhan。在蒙古人的想像中，夏季三角形的星星（即Vega，Deneb和Altair）指的是三個鹿角（蒙古人的Gurvan Maral Od），仙后座則代表五顆星星的女人（Hun Tavan Od）。 ### 行星和恆星 最初，西藏-蒙古占星術計算五個肉眼行星（水星，金星，火星，木星，土星）中每個行星的位置：在遙遠的衛星時代，土星以外的行星未被識別。 與羅馬文化一樣，蒙古人將這五顆行星歸因於一周中的每一天，以星期日（Nar）為星期日和月亮（Sar）為一周完成了為期七天的工作。太陽系行星的名稱在蒙古語中有一些特殊之處。水星被命名為芽（與週三相關），金星，糖（與週五相關），地球，德爾基，火星，安加拉格（與週二相關），木星，巴爾哈斯巴迪（與週四相關），土星，桑契爾（與週六相關） 。天王星的術語是Tengeriin-van，海王星Dalai-van。我們可以看到，肉眼看不見的最後兩個，在很長一段時間後才被發現，它們的特徵是名稱末尾帶有粒子-van，表明蒙古語中的王子身份。地球名稱上沒有這個粒子，但是矮行星冥王星（蒙古語中的Dalkhii-van）具有非常相似的名稱，並且包括這個粒子。冥王星的蒙古語名字可能被翻譯成“王子的土地”。它就像地球，但不是地球（行星），而是我們行走的地面/表面。 Tengeriin-van的天王星可以被翻譯成“王子的天空”，而Dalai-van的Neptun可以被翻譯成“王子的海洋”。儘管如此，這個粒子在英語中並沒有真正的等價物，並且上面的翻譯被提出以對行星名稱的含義有所了解。這些名稱來自梵語（印度使用的語言），並且在蒙古語中以目前的語言廣泛使用，但以非官方的方式使用。 看到指定其他天體的術語與它們的信仰之間的緊密聯繫也很有趣：的確，銀河係被命名為Tengeriin Zadas，字面上可以翻譯為“天空線”（Tengeriin，天空，這也意味著天神）。天空，以及Zadas，直線）。蒙古巨星傳說中最著名的是阿爾科（Alcor），那顆巨熊位於米薩爾（Mizar）的上方。它像徵著恢復與保護之星。它是由Tengeriin（天堂之神）放置在這裡的，以保護Mizar。要成為成吉思汗（13世紀）的弓箭手，似乎必須能夠用肉眼辨認這兩顆星星。 從歷史的角度來看，對天空的出色了解可以追溯到烏魯格·貝格（Ulug Beg，公元1394-1449；他的真名Taraghay），撒馬爾罕的天文學家，數學家和副國王。他的帝國擴展到中亞。他放棄了王室職責，研究了當時的天體和天文問題。他是第一個以半徑40米的六分儀極其精確地測量土星的革命時期（Sanchir）的人。 ### 神話傳說 #### 大熊 蒙古人特別喜歡大熊熊。對於他們來說，這個星座僅限於七星組成熊的尾巴和身體的七星，關於它的傳說可能是蒙古最著名的。 >曾幾何時，一個王國中生活著八位天賦卓越的孤兒兄弟。國王和王后和平地生活在其中。一天，一個怪物來綁架了女王。國王請八兄弟把她帶回來，並說：“如果你們中的一個人成功救了我心愛的人，我會給他一個金色的箭”。孤兒們一起去協助女王。他們花了兩天三夜尋找怪物。然後，在第三天深夜，他們發現並殺死了它。他們把女王帶回了城堡。 >國王沒有將箭切成八部分，他決定將箭扔向天空。第一個抓住它的人可以保留它。最小的兄弟成功了，並立即變成了北極星。其他七個人變成了七個神，七個佛陀每晚都拜訪他們的弟弟。 Doloonburkhan（七佛）的名字源於這個傳說，任命大熊和金棍棒Altan Hadaas，極星。 > 蒙古人與大熊之間的聯繫特別令人愉快，作為這一星座的一顆星，這取決於每個蒙古人在中國曆法中的出生年份。中文和蒙古歷有一些相似之處（蒙古歷是陰曆）。每年都與動物有關，並且與大熊星座的星星有關。第一個，Dubhe（alpha UMa），對應於老鼠的年份；第二個，Merak（beta UMa），對應於牛的年份，依此類推，直到大熊尾巴的尾部，Alkaid代表馬年。 。然後，我們再次從羊年的第一顆星星開始，我們以相同的方式重複直到農曆的第十二年和最後一年，即豬年。因此，尾巴末端的兩個星星僅被分配一次。 這是Elverskog描述的舊七佛經的一種變體。但是，那裡的恆星會上下運動，例如，Dubhe / Rat，Merak / Ox，... Mizar / Snake，Alkaid / Horse，Mizar / Goat，... Merak / Pig。 ![](doloon_burkhan.webp) #### 流星 流星對蒙古人也有特殊的含義：他們通過信仰被人格化。當他們看到這些流星時，他們會想像這是一顆從天上掉下來的星，它像徵著剛剛死亡的人。西方人許願，蒙古人說：““，不是我！” （這也是西撒哈拉游牧民族和一些阿拉伯部落的共同信仰）。 #### 被忽視的傳說 關於太陽，日食和匈奴塔凡·奧德（仙后座）的意義同樣豐富的三個傳說。但是，如今，它們被大多數蒙古人所忽略和幾乎遺忘： ##### 太陽 >在世界的起源處，只有一個人和廣闊的特別是乾燥的草地，被七個照亮世界的太陽燒毀。這個人，一個很好的弓箭手，向眾神許諾他刺穿了所有這些太陽，甚至一次都沒有錯過任何目標。如果他失敗了，他會一拳切破自己的手指，然後像土撥鼠（土撥鼠）一樣生活在一個洞中，以避開會給他帶來沉重負擔的詛咒。他鞠躬，拉了第一個箭，擊中了目標。一秒，三分之一，直到第六個摧毀了太陽。當吞下的燕子飛過並通過它的方向時，他將第七根箭頭拉向最後的太陽而結束。那隻鳥被擊中了。這個人沒有達到他的目標，所以他離開了一個洞，被放逐，割斷了手指，變成了土撥鼠。燕子剛剛拯救了我們的太陽，否則所有生命將從世界表面消失。 > 我們必須在這裡看到與數字7相似的數字，它在蒙古文化中像所有奇數一樣重要。他們為佛教帶來了運氣。 ##### 日食 >那時，有一個可怕的怪物叫拉阿（Raah），嚇壞了整個世界。他吞沒了一切。 Orchiwaani神擁有一個神奇的春天：喝了它的人就變得不朽。有一天，拉阿偷走了神奇的春天，喝醉了。月亮和太陽在表演中抓住了怪物，並向Orchiwaani匯報。聽到他要去與怪物戰鬥的這一消息，他怒不可遏。他多次砍了頭，但由於拉哈變得不朽，它又立刻長大了。然後，他打算剪掉它的尾巴，以便讓所有吃掉的東西直接再次離開。正如Orchiwaani抓住怪物將其完成時一樣，它在月球與太陽之間逃脫並消失了。然後Orchiwaani要求月亮幫助，後者重新奪回了Raah，並割下了臀部和尾巴。為了報仇，怪物有時會回來吃月球或太陽，但他們總是立即退出月球。這是月食和日食的神話原因。 > 當發生日食時，蒙古人知道這意味著拉哈吞噬了月亮或太陽，並且他們發出很多噪音，以使怪物解放被日食覆蓋的怪物。在13世紀，紀堯姆·德·布魯克（Guillaume de Rubruck）寫道[#1]： >一些“ [蒙古人]”具有天文學知識，並向“其他蒙古人”預測了月食和日食，並且在即將發生的時候，每個人都積蓄了食物，因為他們沒有通過門他們的住所。當日食發生時，他們會彈鼓和樂器，並發出很大的聲音和嘶啞聲。當月蝕結束時，他們將全神貫注於飲料和節日，並舉行大型聚會。” > 在2008年，Eclipse旅行者仍然目睹司機和廚師躲在帳篷裡，用鍋發出聲音。看起來很真實，對遊客來說不是表演。還要注意拉赫與印度拉胡的相似之處。 ##### 仙后座（Hun Tavan Od） 仙后座（匈奴塔凡奧德）象徵蒙古人的團結，兄弟情誼和團結。這個星座的五顆星代表成吉思汗的妻子Oulin的五個孩子的團結。 >他們彼此相處不好，一直吵架。他們的母親決定強力係好五根繩子，每根繩子都應嘗試解開結。如果他們成功了，那就意味著他們不會與其他人保持團結，兄弟會也不會在困難時期聚集。相反，如果這兩個結節經受住了考驗，那麼這五個兄弟將在以後的生活中保持團結一致，並在戰爭中取得勝利。 > #### 與天空相關的其他信仰 根據蒙古的傳說，一個獻身於天空中一百顆星星的女人會夢見她未來的丈夫。 有時，蒙古人會向牛奶熊方向投擲牛奶，以此來紀念大熊（Doloon Burkhan）。白色的牛奶象徵著蒙古的純正。他們祈禱以便有所成就，但對於幾個人，而不只是一個人，因為這會帶來厄運。牛奶可以用伏特加代替，因為伏特加無色，象徵著深色和蒙古人的力量。這樣可以避免厄運，爭吵，恐懼並抵禦邪靈。 ### 結論 這些星座的靈感來自西方國家，但是蒙古宇宙論在此簡要介紹，突顯了與之相關的著名信仰。蒙古的文化和知識傳播基本上是口頭的，因此關於這些主題的書面痕跡很少。因此，特別難於將它們的外觀與高保真度和精度相關聯。為了保留有關此宇宙論的知識，歡迎任何觀察，建議或合作！ ### 致謝和進一步閱讀 *拜拉拉（謝謝）蒙古人，因為他們的善良和幫助收集了有關他們的文化和世界性的這些信息 * [法國L'Uranoscope](http://uranoscope.free.fr) * [L'AssociationFrançaised'Astronomie /法國天文學協會](http://www.afanet.fr) * [OutOfNowhere](http://www.outofnowhere.asia)
