Repository: Stellarium/stellarium-skycultures
Catalog: bugis/po/*.po
Languages: ru

source: Bugis
ru: Бугисская

source: The Bugis are an ethnic group on the island of Sulawesi in Indonesia, with a strong seafaring and trading tradition. This sky culture has 12 constellation line figures. It also has names for four stars and five other sky objects (the Pleiades, the Coalsack Nebula, the Magellanic Cloud(s), the Milky Way, and Venus). Many of the constellations reflect the seafaring tradition; the others are of agricultural origin.
ru: Буги — этническая группа на острове Сулавеси в Индонезии, имеющая сильные традиции мореплавания и торговли. Эта культура неба имеет 12 фигур созвездий. Он также имеет названия для четырех звезд и пяти других небесных объектов (Плеяды, Туманность Угольный Мешок, Магеллановы Облака, Млечный Путь и Венера). Многие созвездия отражают традиции мореплавания; остальные имеют сельскохозяйственное происхождение.

source: This sky culture for Stellarium is a transcript of data recorded in a book by `The evolution of local Southeast Asian astronomy and the influence of China, India, the Islamic World and the West`[#1]. It provides a unified drawing of Bugis constellations from two prior sources (one from 1999, one from 1987) which had overlapping but not identical data. The Mandar sky culture is related (they are neighbouring ethnic groups on the island of Sulawesi) so it is similar. The Mandar source [#2] also provides some data for the Bugis.
ru: Эта культура неба для Stellarium представляет собой расшифровку данных, записанных в книге «Эволюция местной астрономии Юго-Восточной Азии и влияние Китая, Индии, исламского мира и Запада» [#1]. Он обеспечивает унифицированный рисунок созвездий Bugis из двух предыдущих источников (один из 1999 г., один из 1987 г.), которые имели перекрывающиеся, но не идентичные данные. Культура мандарского неба связана (это соседние этнические группы на острове Сулавеси), поэтому она похожа. Источник Mandar [#2] также предоставляет некоторые данные для Bugis.

source: ### Constellations and star names One source attributed in [#1] (from 1999) gives the following Bugis asterisms and names: - _Bintoѐng Baluѐ_, `Widow Before Marriage`, (α, β Cen) - _Bintoѐng Bola Kѐppang_, `Incomplete House` (α to δ, μ Cru) - _Bintoѐng Balѐ Mangiwѐng_, `Shark` (Scorpius (south)) - _Bintoѐng Lambaruѐ_, `Ray Fish` or `Skate` (Scorpius (north)) - `Lost Pleiad` (Antares) - _Bintoѐng Kappala'ѐ_, `Ship` (α to η UMa) - _Bintoѐng Kappala'ѐ_, `Ship` (α to η UMa; β, γ UMi) - _Bintoѐng Balu Mandara'_, `Mandar Widow` (α, β UMa) - _Bintoéng Timoro'_, `Eastern Star` (Altair) - _Bintoéng Rakkalaé_, `Plough` (α to η Ori) - _Tanra Tѐlluѐ_, `Sign of Three` (δ, ε, ζ Ori) - _Worong-porongngé_, `Cluster`, or _Bintoéng Pitu_, `Seven Stars` (Pleiades). Another source attributed in [#1] (from 1987) gives the following Bugis asterisms and names, some of which overlap with the previous source: - _Worong-mpolong_, `Tuft` (Pleiades) - _Wara-wara_, `Burning Coal` (Aldebaran) - _Tanra Tellu_, `Triple Beacon` (δ, ε, ζ Ori) - _Manu'_, `Chicken` (Canopus, Sirius and Procyon) - _Watang-mpata_, `Job's Tears Stalk` (α, β Leo) - _Éppang_, `Lame` (Crux) - _Walu_, `Widow` (α, β Cen) - _Lambaru_, `Ray Fish` (Scorpius (north)) - _Tékkoroso_, `Pushed Plough` (Triangulum). There are two variants of the `Ship`, which overlap in the Big Dipper region. The `Mandar Widow` also overlaps with these. The `Plough` and the `Sign of Three` overlap in the Orion region. There is some uncertainty in these constellation lines: - It is not clear if the lines in `Shark` are complete. [#2] identifies the stars, while the drawing in [#1] for this constellation is a pictogram, and the two don't match very well. The shape here matches the pictogram in [#1] better. See also the Mandar version of this same constellation, which is a larger, realistic shark shape. - `Pushed Plough` is marked as uncertain in [#1]. ### Planets Venus is _Bintoѐng Bawi_ or _Wari wariѐ_. ### Other sky objects One source attributed in [#1] and [#2] gives the following Bugis names: - _Bembé'é_, `Goat` (Coalsack Nebula in Crux) - _Tanra Bajoé_, `Sign of the Bajau` (Magellanic Clouds) - _Bintoѐng Nagaѐ_ (the Milky Way).
ru: ### Созвездия и имена звезд Один источник, указанный в [#1] (от 1999 г.), дает следующие астеризмы и имена Bugis: - _Бинтоѐнг Балуѐ_, `Вдова перед свадьбой`, (α, β цен) - _Bintoѐng Bola Kѐppang_, `Неполный дом` (α to δ, μ Cru) - _Bintoѐng Balѐ Mangiwѐng_, `Акула` (Скорпиус (юг)) - _Бинтоѐнг Ламбаруѐ_, `Скат-рыба` или `Скат` (Скорпион (север)) - `Потерянная плеяда` (Антарес) - _Bintoѐng Kappala'ѐ_, `Корабль` (от α до η UMa) - _Bintoѐng Kappala'ѐ_, `Корабль` (α to η UMa; β, γ UMi) - _Bintoѐng Balu Mandara'_, `Мандарская вдова` (α, β UMa) - _Bintoeng Timoro'_, `Звезда Востока` (Альтаир) - _Bintoeng Rakkalaé_, «Плуг» (от α до η Ori) - _Танра Тѐллуѐ_, `Знак Трех` (δ, ε, ζ Ори) - _Worong-porongngé_, `Скопление`, или _Bintoéng Pitu_, `Семь Звезд` (Плеяды). Другой источник, указанный в [#1] (от 1987 г.), дает следующие астеризмы и имена Bugis, некоторые из которых совпадают с предыдущим источником: - _Worong-mpolong_, `Tuft` (Плеяды) - _Вара-вара_, `Горящий уголь` (Альдебаран) - _Tanra Tellu_, `Тройной маяк` (δ, ε, ζ Ori) - _Manu'_, `Цыпленок` (Канопус, Сириус и Процион) - _Watang-mpata_, `Стебель слез Иова` (α, β Льва) - _Éppang_, `Хромой` (Crux) - _Walu_, `Вдова` (α, β цен) - _Ламбару_, `Скат-рыба` (Скорпиус (север)) - _Tékkoroso_, `Толкаемый плуг` (Triangulum). Есть два варианта «Корабля», которые пересекаются в районе Большой Медведицы. «Вдова Мандара» также пересекается с ними. «Плуг» и «Знак Трех» пересекаются в регионе Ориона. В этих линиях созвездия есть некоторая неопределенность: - Неясно, закончены ли строки в «Акуле». [#2] идентифицирует звезды, в то время как рисунок в [#1] для этого созвездия представляет собой пиктограмму, и они не очень хорошо совпадают. Форма здесь лучше соответствует пиктограмме в [#1]. См. также версию этого же созвездия Мандар, которая представляет собой более крупную реалистичную форму акулы. - «Толкаемый плуг» помечен как неопределенный в [#1]. ### Планеты Венера — это _Bintoѐng Bawi_ или _Wari wariѐ_. ### Другие небесные объекты Один источник, указанный в [#1] и [#2], дает следующие имена ошибок: - _Bembé'é_, `Goat` (Туманность Угольный Мешок в Crux) - _Tanra Bajoé_, `Знак Баджо` (Магелановы облака) - _Бинтоѐнг Нагаѐ_ (Млечный Путь).

source: - [#1]: Yukio Ohashi and Wayne Orchiston. The evolution of local Southeast Asian astronomy and the influence of China, India, the Islamic World and the West. In W Orchiston and M N Vahia, editors, Exploring the History of Southeast Asian Astronomy, pages 673–767. Springer, Cham, 2021. - [#2]: A. A. Rasyid, T. Hidayat, and W. Orchiston. Star patterns in Mandar navigation. In W. Orchiston and M. N. Vahia, editors, Exploring the History of Southeast Asian Astronomy, pages 549–564. Springer, Cham, 2021. - [#3]: Doina Bucur. The network signature of constellation line figures. arXiv e-prints. arXiv:2110.12329 [cs.SI]. 2021. Available at <https://arxiv.org/abs/2110.12329>.
ru: - [#1]: Юкио Охаши и Уэйн Орчистон. Эволюция местной астрономии Юго-Восточной Азии и влияние Китая, Индии, исламского мира и Запада. В W Orchiston и MN Vahia, редакторы, Exploring the History of Southeast Asian Astronomy, страницы 673–767. Спрингер, Чам, 2021 г. - [#2]: А. А. Расид, Т. Хидаят и В. Орчистон. Звездные узоры в навигации Mandar. У В. Орчистона и М. Н. Вахиа, редакторы, Exploring the History of Southeast Asian Astronomy, страницы 549–564. Спрингер, Чам, 2021 г. - [#3]: Дойна Букур. Сетевая подпись фигур линий созвездия. Электронные распечатки arXiv. arXiv: 2110.12329 [cs.SI]. 2021. Доступно по адресу <https://arxiv.org/abs/2110.12329>.

source: This sky culture was contributed by _Doina Bucur_ (d.bucur@utwente.nl). It was digitised for the cross-culture analysis of constellation line figures in reference [#3], `The network signature of constellation line figures`.
ru: Эта культура неба была предоставлена _Doina Bucur_ (d.bucur@utwente.nl). Он был оцифрован для межкультурного анализа фигур созвездия в ссылке [#3], «Сетевая подпись фигур созвездия».

source: `CC BY-SA`: Creative Commons, requires attribution, and derivative works can be distributed under an identical (not more restrictive) license.
ru: `CC BY-SA`: Creative Commons, требует указания авторства, и производные работы могут распространяться под идентичной (не более ограничительной) лицензией.

source: Incomplete House
ru: Неполный дом

source: Shark
ru: Акула

source: Uncertain if the shark line figure is complete.
ru: Не уверен, что фигура линии акулы завершена.

source: Ray Fish
ru: Рэй Фиш

source: Mandar Widow
ru: Мандар Вдова

source: Ship
ru: Судно

source: Sign of Three
ru: Знак трех

source: Plough
ru: плуг

source: Widow Before Marriage
ru: Вдова до замужества

source: Chicken
ru: Курица

source: Job’s Tears Stalk
ru: Слезы Иова

source: Pushed Plough
ru: Толкаемый плуг

source: This is marked as uncertain.
ru: Это отмечено как неопределенное.

source: Lost Pleiad
ru: Потерянная Плеяда

source: Eastern Star
ru: Восточная звезда

source: Burning Coal
ru: Горящий уголь

source: Seven Stars
ru: Семь звезд

source: Cluster
ru: Кластер

source: Tuft
ru: пучок

source: Goat
ru: Козел

source: Sign of the Bajau
ru: Знак Баджау
