Repository: Stellarium/stellarium-skycultures
Catalog: arabic_arabian_peninsula/po/*.po
Languages: cs, de, fil, fr, id, it, ja, ko, pl, pt, tr

source: M 44 and two adjacent stars represent the nose tip of the Arab lion (6th mansion of the Moon) [#2].
cs: M 44 a dvě sousední hvězdy představují špičku nosu arabského lva (6. měsíční dům) [#2].
de: M 44 und zwei benachbarte Sterne stellen die Nasenspitze des arabischen Löwen dar (6. Mondhaus) [#2].
fil: Ang M 44 at dalawang katabing bituin ay kumakatawan sa dulo ng ilong ng Arabong leon (ika-6 na mansiyon ng Buwan) [#2].
fr: M 44 et deux étoiles voisines représentent la pointe du nez du lion arabe (6e demeure de la Lune) [#2].
id: M 44 dan dua bintang yang berdekatan melambangkan ujung hidung singa Arab (rumah Bulan ke-6) [#2].
it: M 44 e due stelle adiacenti rappresentano la punta del naso del leone arabo (6ª dimora lunare) [#2].
ja: M 44 と隣接する2つの星は、アラブの獅子の鼻先（月の第6宿）を表す [#2]。
ko: M 44와 그 인접한 두 별은 아라비아 사자의 콧끝(달의 제6숙)을 나타낸다 [#2].
pl: M 44 i dwie sąsiednie gwiazdy przedstawiają czubek nosa arabskiego lwa (6. stacja Księżyca) [#2].
pt: M 44 e duas estrelas próximas representam a ponta do nariz do leão árabe (6.ª mansão da Lua) [#2].
tr: M 44 ve iki bitişik yıldız, Arap aslanının burun ucunu temsil eder (Ay'ın 6. konağı) [#2].

source: The eyes of the lion (7th mansion of the Moon) [#2].
cs: Oči lva (7. měsíční stanice) [#2].
de: Die Augen des Löwen (7. Mondstation des Mondes) [#2].
fil: Ang mga mata ng leon (ika-7 na mansiyon ng Buwan) [#2].
fr: Les yeux du lion (7e demeure de la Lune) [#2].
id: Mata singa (rumah Bulan ke-7) [#2].
it: Gli occhi del leone (7ª dimora della Luna) [#2].
ja: 獅子の目（月の第7宿） [#2]。
ko: 사자의 두 눈(달의 제7숙) [#2].
pl: Oczy lwa (7. stacja Księżyca) [#2].
pt: Os olhos do leão (7ª mansão da Lua) [#2].
tr: Aslanın gözleri (Ay'ın 7. menzili) [#2].

source: The forehead of the lion (8th mansion of the Moon) [#2].
cs: Čelo lva (8. lunární sídlo) [#2].
de: Die Stirn des Löwen (8. Mondstation) [#2].
fil: Noo ng leon (ika-8 na mansyon ng Buwan) [#2].
fr: Le front du lion (8e demeure de la Lune) [#2].
id: Dahi singa (rumah Bulan ke-8) [#2].
it: La fronte del leone (8ª dimora della Luna) [#2].
ja: 獅子の額（月の第8宿）[#2]。
ko: 사자의 이마(달의 제8수) [#2].
pl: Czoło lwa (8. dwór Księżyca) [#2].
pt: A testa do leão (8.ª mansão da Lua) [#2].
tr: Aslanın alnı (Ay'ın 8. konağı) [#2].

source: The mane of the lion (9th mansion of the Moon) [#2].
cs: Hříva lva (9. měsíční dům) [#2].
de: Die Mähne des Löwen (9. Mondstation) [#2].
fil: Ang juba ng leon (ika-9 na bahay ng Buwan) [#2].
fr: La crinière du lion (9e demeure de la Lune) [#2].
id: Surai singa (rumah Bulan ke-9) [#2].
it: La criniera del leone (9ª dimora lunare) [#2].
ja: 獅子のたてがみ（月の第9宿）[#2]。
ko: 사자의 갈기(달의 제9숙) [#2].
pl: Grzywa lwa (9. dom Księżyca) [#2].
pt: A juba do leão (9ª mansão da Lua) [#2].
tr: Aslanın yelesi (Ayın 9. konağı) [#2].

source: (10th mansion of the Moon) [#2].
cs: (10. měsíční stanice) [#2].
de: (10. Mondhaus) [#2].
fil: (ika-10 na bahay ng Buwan) [#2].
fr: (10e demeure de la Lune) [#2].
id: (rumah Bulan ke-10) [#2].
it: (10ª dimora della Luna) [#2].
ja: (月の第10宿) [#2].
ko: (달의 제10수) [#2].
pl: (10. stacja Księżyca) [#2].
pt: (10ª mansão lunar) [#2].
tr: (Ay'ın 10. konağı) [#2].

source: An arc of five stars. The Arabic "al-ʿAwwā" may also mean “the Howlers,” dogs barking at the lion (11th mansion of the Moon) [#2].
cs: Oblouk z pěti hvězd. Arabský výraz „al-ʿAwwā“ může také znamenat „Vyjící“, psi štěkající na lva (11. měsíční sídlo) [#2].
de: Ein Bogen aus fünf Sternen. Das arabische „al-ʿAwwā“ kann auch „die Heulenden“ bedeuten, Hunde, die den Löwen anbellen (11. Mondhaus) [#2].
fil: Isang arko ng limang bituin. Ang salitang Arabe na "al-ʿAwwā" ay maaari ring mangahulugang “ang mga Tumatahol,” mga asong tumatahol sa leon (ika-11 na mansyon ng Buwan) [#2].
fr: Un arc de cinq étoiles. En arabe, « al-ʿAwwā » peut aussi signifier « les Hurleurs », des chiens aboyant contre le lion (11e demeure de la Lune) [#2].
id: Sebuah busur lima bintang. Istilah Arab "al-ʿAwwā" juga dapat berarti “Para Penggonggong”, anjing-anjing yang menyalak pada singa (rumah Bulan ke-11) [#2].
it: Un arco di cinque stelle. L'arabo "al-ʿAwwā" può anche significare “i Latranti”, cani che abbaiano al leone (11ª dimora della Luna) [#2].
ja: 5つの星からなる弧。アラビア語の「al-ʿAwwā」は「吠える者たち」、すなわちライオンに向かって吠える犬たち（月宿の第11宿）を意味する場合もある [#2]。
ko: 다섯 개의 별이 이루는 호. 아랍어 "al-ʿAwwā"는 “울부짖는 자들”, 즉 사자에게 짖는 개들이라는 의미로도 쓰인다(달의 11번째 숙) [#2].
pl: Łuk z pięciu gwiazd. Arabski termin „al-ʿAwwā” może również oznaczać „Wyjące Psy”, psy ujadające na Lwa (11. stacja Księżyca) [#2].
pt: Um arco de cinco estrelas. O árabe "al-ʿAwwā" também pode significar “Os Uivadores”, cães a ladrar ao leão (11.ª mansão da Lua) [#2].
tr: Beş yıldızdan oluşan bir yay. Arapça “al-ʿAwwā” aynı zamanda “Uluyanlar”, aslana havlayan köpekler (Ay’ın 11. konağı) [#2].

source: (12th mansion of the Moon) [#2].
cs: (12. sídlo Měsíce) [#2].
de: (12. Mondstation) [#2].
fil: (ika-12 na mansyon ng Buwan) [#2].
fr: (12e demeure de la Lune) [#2].
id: (rumah Bulan ke-12) [#2].
it: (12ª dimora della Luna) [#2].
ja: （月の第12の宿） [#2]。
ko: (달의 제12숙) [#2].
pl: (12. dwór Księżyca) [#2].
pt: (12ª mansão da Lua) [#2].
tr: (Ay'ın 12. konağı) [#2].

source: A three-star asterism (13th mansion of the Moon) [#2].
cs: Tříhvězdový asterismus (13. měsíční dům) [#2].
de: Ein Asterismus aus drei Sternen (13. Mondhaus) [#2].
fil: Isang asterismong may tatlong bituin (ika-13 na mansiyon ng Buwan) [#2].
fr: Un astérisme de trois étoiles (13e demeure lunaire) [#2].
id: Asterisme tiga bintang (rumah Bulan ke-13) [#2].
it: Un asterismo a tre stelle (13ª dimora della Luna) [#2].
ja: 3つの星からなるアステリズム（月の第13宿） [#2]。
ko: 세 별로 이루어진 성군(달의 13번째 숙소) [#2].
pl: Trójgwiazdowy asteryzm (13. stacja Księżyca) [#2].
pt: Um asterismo de três estrelas (13ª mansão da Lua) [#2].
tr: Üç yıldızdan oluşan bir asterizm (Ay'ın 13. menzili) [#2].

source: The two bright stars of Libra (14th mansion of the Moon) [#2].
cs: Dvě jasné hvězdy souhvězdí Vah (14. měsíční stanice) [#2].
de: Die beiden hellen Sterne der Waage (14. Mondstation) [#2].
fil: Ang dalawang maliwanag na bituin ng Libra (ika-14 na tirahan ng Buwan) [#2].
fr: Les deux étoiles brillantes de la Balance (14e demeure lunaire) [#2].
id: Dua bintang terang di rasi Libra (rumah Bulan ke-14) [#2].
it: Le due stelle brillanti della Bilancia (14ª dimora della Luna) [#2].
ja: てんびん座の明るい2つの星（月の第14宿）[#2]。
ko: 천칭자리의 밝은 별 두 개(달의 제14 저택) [#2].
pl: Dwie jasne gwiazdy Wagi (14. stacja Księżyca) [#2].
pt: As duas estrelas brilhantes da Balança (14.ª mansão lunar) [#2].
tr: Terazi'nin iki parlak yıldızı (Ayın 14. konağı) [#2].

source: An arc of three stars on the forehead of Scorpius (15th mansion of the Moon) [#2].
cs: Oblouk tří hvězd na čele Štíra (15. lunární sídlo) [#2].
de: Ein Bogen aus drei Sternen auf der Stirn des Skorpions (15. Mondhaus) [#2].
fil: Isang arko ng tatlong bituin sa noo ng Scorpius (ika-15 na mansiyon ng Buwan) [#2].
fr: Un arc de trois étoiles sur le front du Scorpion (15e demeure lunaire) [#2].
id: Sebuah busur tiga bintang di dahi Skorpius (rumah Bulan ke-15) [#2].
it: Un arco di tre stelle sulla fronte dello Scorpione (15ª dimora della Luna) [#2].
ja: さそり座の額にある三つの星からなる弧（月の第15宿）[#2]。
ko: 전갈자리의 이마에 있는 세 개의 별이 이루는 호(달의 제15 숙소) [#2].
pl: Łuk z trzech gwiazd na czole Skorpiona (15. dom Księżyca) [#2].
pt: Um arco de três estrelas na testa de Escorpião (15ª mansão da Lua) [#2].
tr: Akrep takımyıldızının alnında üç yıldızdan oluşan bir yay (Ay'ın 15. konağı) [#2].

source: (16th mansion of the Moon) [#1].
cs: (16. lunární sídlo) [#1].
de: (16. Mondhaus) [#1].
fil: (ika-16 na mansyon ng Buwan) [#1].
fr: (16e demeure lunaire) [#1].
id: (rumah Bulan ke-16) [#1].
it: (16ª mansione lunare) [#1].
ja: (月の第16宿) [#1]。
ko: (달의 제16숙) [#1].
pl: (16. dom Księżyca) [#1].
pt: (16ª mansão da Lua) [#1].
tr: (Ay'ın 16. menzili) [#1].

source: The sting of Scorpius (17th mansion of the Moon) [#2].
cs: Žihadlo Štíra (17. měsíční dům) [#2].
de: Der Stachel des Skorpions (17. Mondhaus) [#2].
fil: Ang tibo ng Scorpius (ika-17 na bahay ng Buwan) [#2].
fr: Le dard du Scorpion (17e demeure de la Lune) [#2].
id: Sengat Scorpius (rumah Bulan ke-17) [#2].
it: Il pungiglione dello Scorpione (17ª mansione della Luna) [#2].
ja: さそり座の尾の針（二十八宿の第17宿）[#2]。
ko: 전갈자리의 독침(달의 제17숙) [#2].
pl: Żądło Skorpiona (17. mieszkanie Księżyca) [#2].
pt: O ferrão do Escorpião (17.ª mansão da Lua) [#2].
tr: Akrep'in iğnesi (Ay'ın 17. konağı) [#2].

source: Represents the scorpion figure [#2].
cs: Znázorňuje podobu štíra [#2].
de: Stellt die Gestalt des Skorpions dar [#2].
fil: Kumakatawan sa anyo ng alakdan [#2].
fr: Représente la figure du Scorpion [#2].
id: Melambangkan sosok kalajengking [#2].
it: Rappresenta la figura dello scorpione [#2].
ja: サソリの姿を表す [#2]。
ko: 전갈의 형상을 나타낸다 [#2].
pl: Przedstawia postać skorpiona [#2].
pt: Representa a figura do Escorpião [#2].
tr: Akrep figürünü temsil eder [#2].

source: An area with no bright stars in Sagittarius (19th mansion of the Moon) [#2].
cs: Oblast bez jasných hvězd v souhvězdí Střelce (19. lunární dům Měsíce) [#2].
de: Ein Bereich ohne helle Sterne im Schützen (19. Mondhaus) [#2].
fil: Isang bahaging walang maliwanag na mga bituin sa konstelasyon ng Sagittarius (ika-19 na mansiyon ng Buwan) [#2].
fr: Une région sans étoiles brillantes dans le Sagittaire (19e demeure lunaire) [#2].
id: Sebuah wilayah tanpa bintang terang di rasi Sagitarius (rumah Bulan ke-19) [#2].
it: Un'area priva di stelle brillanti nel Sagittario (19ª dimora della Luna) [#2].
ja: いて座にある、明るい星のない領域（月の二十八宿の第19宿）[#2]。
ko: 궁수자리(달의 제19숙)의 밝은 별이 없는 영역 [#2].
pl: Obszar bez jasnych gwiazd w Strzelcu (19. mieszkanie Księżyca) [#2].
pt: Uma região sem estrelas brilhantes em Sagitário (19.ª mansão da Lua) [#2].
tr: Yay’da parlak yıldızların bulunmadığı bir bölge (Ay’ın 19. konağı) [#2].

source: Four stars in the Milky Way representing ostriches drinking at a river and another four away from the Milky Way representing ostriches returning. A ninth star between and above the two groups is included. All are located in Sagittarius (18th mansion of the Moon) [#2].
cs: Čtyři hvězdy v Mléčné dráze znázorňují pštrosy pijící u řeky a další čtyři mimo Mléčnou dráhu znázorňují pštrosy, kteří se vracejí. Zahrnuta je i devátá hvězda, která leží mezi oběma skupinami a nad nimi. Všechny se nacházejí v souhvězdí Střelce (18. měsíční sídlo) [#2].
de: Vier Sterne in der Milchstraße stellen Strauße dar, die an einem Fluss trinken, und weitere vier abseits der Milchstraße Strauße auf dem Rückweg. Ein neunter Stern zwischen und oberhalb der beiden Gruppen gehört dazu. Alle liegen im Schützen (18. Mondhaus) [#2].
fil: Apat na bituin sa Daang Magatas ang kumakatawan sa mga ostrich na umiinom sa isang ilog, at isa pang apat na bituin na nasa labas ng Daang Magatas ang kumakatawan sa mga ostrich na nagbabalik. May kasama ring ikasiyam na bituin na nasa pagitan at nasa itaas ng dalawang pangkat. Lahat ay matatagpuan sa Sagittarius (ika-18 na bahay ng Buwan) [#2].
fr: Quatre étoiles dans la Voie lactée représentent des autruches buvant à la rivière, et quatre autres en dehors de la Voie lactée représentent des autruches qui reviennent. Une neuvième étoile, située entre et au-dessus des deux groupes, est incluse. Toutes sont situées dans le Sagittaire (18e demeure de la Lune) [#2].
id: Empat bintang di Bima Sakti melambangkan burung unta yang sedang minum di sungai, dan empat bintang lainnya di luar Bima Sakti melambangkan burung unta yang kembali. Sebuah bintang kesembilan yang terletak di antara dan di atas kedua kelompok turut disertakan. Semuanya berada di Sagitarius (rumah Bulan ke-18) [#2].
it: Quattro stelle nella Via Lattea raffigurano struzzi che bevono a un fiume, e altre quattro, lontane dalla Via Lattea, raffigurano struzzi di ritorno. È inclusa una nona stella, situata tra e sopra i due gruppi. Tutte si trovano nel Sagittario (18ª dimora lunare) [#2].
ja: 天の川の中にある4つの星は川で水を飲むダチョウを表し、天の川から離れたところにある別の4つは戻ってくるダチョウを表す。さらに、その2群の間の上方にある第9の星も含まれる。これらはすべて射手座（月宿の第18宿）[#2]に位置する。
ko: 은하수 속의 별 네 개는 강에서 물을 마시는 타조들을 나타내고, 은하수에서 떨어져 있는 또 다른 네 개는 돌아오는 타조들을 나타낸다. 두 무리 사이의 위쪽에 자리한 아홉 번째 별도 포함된다. 이들은 모두 사수자리(달의 제18숙) [#2]에 위치한다.
pl: Cztery gwiazdy w Drodze Mlecznej przedstawiają strusie pijące przy rzece, a kolejne cztery, z dala od Drogi Mlecznej, przedstawiają strusie powracające. Uwzględniona jest także dziewiąta gwiazda, położona między obiema grupami i powyżej nich. Wszystkie znajdują się w Strzelcu (18. stacja Księżyca) [#2].
pt: Quatro estrelas na Via Láctea representando avestruzes a beber num rio e outras quatro fora da Via Láctea representando avestruzes retornando. Inclui-se uma nona estrela entre e acima dos dois grupos. Todas estão localizadas em Sagitário (18ª mansão da Lua) [#2].
tr: Bir nehirden su içen devekuşlarını temsil eden Samanyolu’ndaki dört yıldız ve Samanyolu’ndan uzakta, geri dönen devekuşlarını temsil eden diğer dört yıldız. İki grubun arasında ve üstünde bulunan dokuzuncu bir yıldız da dahildir. Hepsi Yay’da (Ay’ın 18. konağı) [#2] yer alır.

source: An ancient Arab asterism depicting a man slaughtering a sheep (20th mansion of the Moon) [#2].
cs: Starověký arabský asterismus zobrazující muže porážejícího ovci (20. měsíční stanice) [#2].
de: Ein uralter arabischer Asterismus, der einen Mann darstellt, der ein Schaf schlachtet (20. Mondhaus) [#2].
fil: Isang sinaunang asterismong Arabo na naglalarawan ng isang lalaking kumakatay ng tupa (ika-20 bahay ng Buwan) [#2].
fr: Un ancien astérisme arabe représentant un homme égorgeant un mouton (20e demeure de la Lune) [#2].
id: Sebuah asterisma Arab kuno yang menggambarkan seorang pria menyembelih seekor domba (rumah Bulan ke-20) [#2].
it: Un antico asterismo arabo raffigurante un uomo che macella una pecora (20ª dimora della Luna) [#2].
ja: 羊を屠る男を表す古代アラブのアステリズム（月の第20宿）[#2]。
ko: 양을 도살하는 남자를 묘사한 고대 아라비아의 성군(달의 제20숙) [#2].
pl: Staroarabski asteryzm przedstawiający mężczyznę zarzynającego owcę (20. mansjon Księżyca) [#2].
pt: Um asterismo árabe antigo que representa um homem abatendo uma ovelha (20.ª mansão da Lua) [#2].
tr: Bir koyun kesen bir adamı betimleyen eski bir Arap asterizmi (Ay'ın 20. konağı) [#2].

source: An ancient Arab asterism representing a man swallowing a bite (21st mansion of the Moon) [#2].
cs: Starověký arabský asterismus představující muže polykajícího sousto (21. měsíční stanice) [#2].
de: Ein antiker arabischer Asterismus, der einen Mann darstellt, der einen Bissen hinunterschluckt (21. Mondstation) [#2].
fil: Isang sinaunang asterismong Arabe na kumakatawan sa isang lalaking lumulunok ng isang subo (ika-21 mansyon ng Buwan) [#2].
fr: Un ancien astérisme arabe représentant un homme avalant une bouchée (21e demeure de la Lune) [#2].
id: Sebuah asterisma Arab kuno yang menggambarkan seorang laki-laki yang menelan suapan (rumah Bulan ke-21) [#2].
it: Un antico asterismo arabo che rappresenta un uomo che inghiotte un boccone (21ª dimora lunare) [#2].
ja: ひと口を飲み込む男を表す古代アラブのアステリズム（月の二十八宿の第21宿）[#2]。
ko: 한 입을 삼키는 남자를 나타내는 고대 아랍의 성군(달의 21번째 숙) [#2].
pl: Staroarabski asteryzm przedstawiający mężczyznę połykającego kęs (21. stacja Księżyca) [#2].
pt: Um antigo asterismo árabe que representa um homem engolindo um bocado (21.ª mansão da Lua) [#2].
tr: Bir lokma yutan bir adamı temsil eden eski bir Arap asterizmi (Ay'ın 21. konağı) [#2].

source: An ancient Arab asterism of three stars that rise in the morning in spring (22nd mansion of the Moon) [#2].
cs: Starověký arabský asterismus ze tří hvězd, které na jaře ráno vycházejí (22. měsíční sídlo) [#2].
de: Ein alter arabischer Asterismus aus drei Sternen, die im Frühjahr morgens aufgehen (22. Mondstation) [#2].
fil: Isang sinaunang asterismo ng mga Arabo na binubuo ng tatlong bituin na sumisikat sa umaga tuwing tagsibol (ika-22 na mansiyon ng Buwan) [#2].
fr: Un ancien astérisme arabe de trois étoiles qui se lèvent le matin au printemps (22e demeure lunaire) [#2].
id: Sebuah asterisme Arab kuno yang terdiri dari tiga bintang yang terbit pada pagi hari di musim semi (rumah Bulan ke-22) [#2].
it: Un antico asterismo arabo di tre stelle che sorgono al mattino in primavera (22ª dimora della Luna) [#2].
ja: 春の明け方に昇る3つの星から成る、古代アラブのアステリズム（月の第22宿）[#2]。
ko: 봄철 아침에 떠오르는 세 개의 별로 이루어진 고대 아랍의 성군(달의 제22수(宿)) [#2].
pl: Starożytny arabski asteryzm złożony z trzech gwiazd, które wiosną wschodzą o poranku (22. stacja Księżyca) [#2].
pt: Um antigo asterismo árabe de três estrelas que nascem pela manhã na primavera (22ª mansão da Lua) [#2].
tr: İlkbaharda sabahları doğan üç yıldızdan oluşan eski bir Arap asterizmi (Ay'ın 22. konağı) [#2].

source: An ancient Arab asterism consisting of a triangle of three stars with a fourth star inside, symbolizing a man inside a tent (23rd mansion of the Moon) [#2].
cs: Starověký arabský asterismus tvořený trojúhelníkem ze tří hvězd se čtvrtou hvězdou uvnitř, symbolizující muže uvnitř stanu (23. měsíční dům) [#2].
de: Ein antiker arabischer Asterismus, der einen Mann in einem Zelt symbolisiert, bestehend aus einem Dreieck aus drei Sternen mit einem vierten Stern im Inneren (23. Mondstation) [#2].
fil: Isang sinaunang asterismo ng mga Arabo na binubuo ng isang tatsulok ng tatlong bituin, na may ikaapat na bituin sa loob, na sumasagisag sa isang lalaking nasa loob ng tolda (ika-23 mansiyon ng Buwan) [#2].
fr: Un ancien astérisme arabe constitué d’un triangle de trois étoiles avec une quatrième étoile à l’intérieur, symbolisant un homme à l’intérieur d’une tente (23e station lunaire) [#2].
id: Sebuah asterisme Arab kuno yang terdiri atas segitiga yang dibentuk oleh tiga bintang dengan sebuah bintang keempat di dalamnya, melambangkan seorang pria di dalam tenda (rumah Bulan ke-23) [#2].
it: Un antico asterismo arabo costituito da un triangolo di tre stelle con una quarta stella all'interno, che simboleggia un uomo all'interno di una tenda (23ª dimora della Luna) [#2].
ja: 古代アラブのアステリズムで、3つの星が作る三角形の内側に第4の星があり、天幕の中の男を象徴する（月の第23宿）[#2]。
ko: 세 개의 별이 이룬 삼각형 안에 네 번째 별이 있는 형태의 고대 아라비아 성군으로, 천막 안의 남자를 상징한다(달의 23번째 숙소) [#2].
pl: Starożytny arabski asteryzm składający się z trójkąta z trzech gwiazd z czwartą gwiazdą w środku, symbolizujący człowieka wewnątrz namiotu (23. dwór Księżyca) [#2].
pt: Um asterismo árabe antigo composto por um triângulo de três estrelas, com uma quarta estrela no interior, simbolizando um homem dentro de uma tenda (23ª mansão lunar) [#2].
tr: Üç yıldızdan oluşan bir üçgen ile üçgenin içinde yer alan dördüncü bir yıldızdan oluşan, bir çadırın içindeki adamı simgeleyen eski bir Arap asterizmi (Ay'ın 23. konağı) [#2].

source: An ancient Arab asterism of a small triangle of stars (head of Orion) representing a mark on the side of a horse (3rd mansion of the Moon) [#2].
cs: Starověký arabský asterismus malého trojúhelníku hvězd (hlava Oriona) představující značku na boku koně (3. měsíční stanice) [#2].
de: Ein altarabischer Asterismus aus einem kleinen Sternendreieck (Kopf des Orion), der einen Fleck an der Flanke eines Pferdes darstellt (3. Mondstation) [#2].
fil: Isang sinaunang Arabong asterismo na binubuo ng maliit na tatsulok ng mga bituin (ulo ni Orion) na kumakatawan sa isang marka sa tagiliran ng isang kabayo (ika-3 bahay ng Buwan) [#2].
fr: Un ancien astérisme arabe formé d’un petit triangle d’étoiles (tête d’Orion) représentant une marque sur le flanc d’un cheval (3e station lunaire) [#2].
id: Sebuah asterisme Arab kuno berupa segitiga kecil dari bintang-bintang (kepala Orion) yang melambangkan tanda pada sisi seekor kuda (rumah Bulan ke-3) [#2].
it: Un antico asterismo arabo costituito da un piccolo triangolo di stelle (testa di Orione) che rappresenta una macchia sul fianco di un cavallo (3ª mansione lunare) [#2].
ja: 古代アラブのアステリズムで、オリオンの頭部にある小さな三角形の星々からなり、馬の脇腹の印（月の第3宿） [#2] を表す。
ko: 작은 삼각형의 별들(오리온자리의 머리)로 이루어진 고대 아랍 성군으로, 말의 옆구리에 있는 표식을 나타낸다(달의 제3숙) [#2].
pl: Starożytny arabski asteryzm w postaci małego trójkąta gwiazd (głowa Oriona), przedstawiający znak na boku konia (3. stacja Księżyca) [#2].
pt: Um antigo asterismo árabe de um pequeno triângulo de estrelas (cabeça de Órion) representando uma marca no flanco de um cavalo (3.ª mansão lunar) [#2].
tr: Yıldızlardan oluşan küçük bir üçgen (Avcı’nın başı), bir atın yan tarafındaki bir işareti temsil eden (Ay’ın 3. konağı) eski bir Arap asterizmasıdır [#2].

source: An ancient Arab asterism (4th mansion of the Moon) [#2].
cs: Staroarabský asterismus (4. měsíční stanice) [#2].
de: Ein antiker arabischer Asterismus (4. Mondstation) [#2].
fil: Isang sinaunang Arabong asterismo (ika-4 na mansiyon ng Buwan) [#2].
fr: Un ancien astérisme arabe (4e demeure lunaire) [#2].
id: Sebuah asterisme Arab kuno (rumah Bulan ke-4) [#2].
it: Un antico asterismo arabo (4ª dimora lunare) [#2].
ja: 古代アラブの星群（月の第4宿） [#2]。
ko: 고대 아라비아의 성군(달의 제4 숙(宿)) [#2].
pl: Starożytny arabski asteryzm (4. dom Księżyca) [#2].
pt: Um antigo asterismo árabe (4.ª mansão da Lua) [#2].
tr: Eski bir Arap asterizmi (ayın 4. konağı) [#2].

source: Refers to stars α, γ, β, and κ Ori, transmitted orally from the Qasseem region of Saudi Arabia [#1].
cs: Odkazuje na hvězdy α, γ, β a κ Ori; ústně tradováno z regionu Al-Kasím v Saúdské Arábii [#1].
de: Bezieht sich auf die Sterne α, γ, β und κ Ori, mündlich überliefert aus der Region Qasseem in Saudi-Arabien [#1].
fil: Tumutukoy sa mga bituing α, γ, β, at κ Ori, na naipasa sa tradisyong pasalita mula sa rehiyon ng Qasseem sa Saudi Arabia [#1].
fr: Se rapporte aux étoiles α, γ, β et κ Ori, selon une tradition orale provenant de la région de Qasseem, en Arabie saoudite [#1].
id: Merujuk pada bintang α, γ, β, dan κ Ori, yang diturunkan secara lisan dari wilayah Qasseem di Arab Saudi [#1].
it: Si riferisce alle stelle α, γ, β e κ Ori, secondo una tradizione orale proveniente dalla regione di Qasseem, in Arabia Saudita [#1].
ja: サウジアラビアのカスィーム地方で口承されてきたもので、オリオン座のα、γ、β、κ星を指す [#1]。
ko: 사우디아라비아 카심(Qasseem) 지역에서 구전되어 내려온 것으로, α, γ, β, κ Ori 항성들을 가리킨다 [#1].
pl: Odnosi się do gwiazd α, γ, β i κ Ori, według przekazów ustnych z regionu Qasseem w Arabii Saudyjskiej [#1].
pt: Refere-se às estrelas α, γ, β e κ Ori, transmitido oralmente a partir da região de Qasseem, na Arábia Saudita [#1].
tr: α, γ, β ve κ Ori yıldızlarına atıfta bulunur; Suudi Arabistan'ın Qasseem bölgesinden sözlü olarak aktarılmıştır [#1].

source: Another name for the α, γ, β, and κ Ori stars, also from Qasseem, Saudi Arabia [#1].
cs: Další název pro hvězdy α, γ, β a κ Ori, také z oblasti Qasseem v Saúdské Arábii [#1].
de: Ein weiterer Name für die Sterne α, γ, β und κ Ori, ebenfalls aus Qasseem, Saudi-Arabien [#1].
fil: Isa pang pangalan para sa mga bituin α, γ, β, at κ Ori, mula rin sa Qasseem, Saudi Arabia [#1].
fr: Un autre nom pour les étoiles α, γ, β et κ Ori, également de Qasseem, Arabie saoudite [#1].
id: Nama lain untuk bintang α, γ, β, dan κ Ori, juga berasal dari Qasseem, Arab Saudi [#1].
it: Un altro nome per le stelle α, γ, β e κ Ori, anch'esso proveniente da Qasseem, Arabia Saudita [#1].
ja: オリオン座のα、γ、β、κ星の別名で、サウジアラビアのアル・カシームでも用いられる [#1]。
ko: 오리온자리 α, γ, β, κ별의 또 다른 명칭으로, 사우디아라비아 카심(Qasseem) 지역에서도 쓰인다 [#1].
pl: Inna nazwa gwiazd α, γ, β i κ Ori, również z Qasseem w Arabii Saudyjskiej [#1].
pt: Outro nome para as estrelas α, γ, β e κ Ori, também de Qasseem, Arábia Saudita [#1].
tr: α, γ, β ve κ Ori yıldızları için başka bir ad, ayrıca Suudi Arabistan'daki Qasseem'den [#1].
