Repository: Stellarium/stellarium-skycultures
Catalog: arabic_arabian_peninsula/po/*.po
Languages: cs, de, fil, fr, id, it, ja, ko, pl, pt, tr

source: The Arabian Peninsula is a region covering the southwestern corner of Asia, bordered by the Gulf of Aden and Arabian Sea to the south, the Gulf of Oman and the Arabian/Persian Gulf to the east, and the Red Sea to the west. The northern border is not precisely defined, but according to ancient geographers, it is bordered by rivers, notably the Euphrates River [#16] [#17]. This region is inhabited by Arabs and includes Jordan, Saudi Arabia, Kuwait, Bahrain, Qatar, United Arab Emirates, Oman, Yemen, and parts of Syria and Iraq. <p><img width="300" src="illustrations/arabian_peninsula.jpg" /></p> Bedouins and farmers across the Arabian Peninsula relied heavily on stars to time their nomadic journeys, care for animals, forecast weather, and conduct agricultural activities. Stars are frequently mentioned in their proverbs and poetry. Fortunately, oral poetry and proverbs have been documented and preserved by various scholars. Surveying the collections of these scholars alongside oral traditions reveals the star knowledge of the people in this region. The stars used for timing are the same as those of ancient Arabs, but the system is simplified by beginning the year with the heliacal rising of al-Thurayyā, the Pleiades, at the start of summer, then counting 13 days for each lunar station, except al-Ǧabhah, which has 14 days. This results in a 27 lunar stations × 13 days + 14 days (al-Ǧabhah) = 365-day cycle. Other timing methods were also used, such as the monthly Pleiades-Moon conjunction or using stars like those of the Big Dipper. The sources indicate that star names and asterisms are fewer compared to those of ancient Arabs. Only the brightest stars and prominent asterisms were named and used. An important source of continuing star knowledge is the poetry of al-Ḫalāwī, a poet whose era is uncertain but estimated to be in the 17th century [#3]. Another key source is a poem by Moḥammad al-Qāḍī (~1809–1886), in which he described all 28 lunar stations, citing their local names [#2].
cs: Arabský poloostrov je oblast zabírající jihozápadní kout Asie, na jihu ohraničená Adenským zálivem a Arabským mořem, na východě Ománským zálivem a Arabským/Perským zálivem a na západě Rudým mořem. Severní hranice není přesně vymezena, ale podle starověkých geografů je ohraničena řekami, zejména řekou Eufrat [#16] [#17]. Tuto oblast obývají Arabové a zahrnuje Jordánsko, Saúdskou Arábii, Kuvajt, Bahrajn, Katar, Spojené arabské emiráty, Omán, Jemen a části Sýrie a Iráku. <p><img width="300" src="illustrations/arabian_peninsula.jpg" /></p> Beduíni a zemědělci po celém Arabském poloostrově se ve velké míře spoléhali na hvězdy při načasování svých kočovných cest, péči o zvířata, předpovědi počasí a při zemědělských činnostech. Hvězdy jsou často zmiňovány v jejich příslovích a poezii. Naštěstí ústní poezie a přísloví byla různými badateli zdokumentována a zachována. Studium sbírek těchto badatelů spolu s ústní tradicí odhaluje znalosti o hvězdách u lidí v tomto regionu. Hvězdy používané k časování jsou stejné jako u starověkých Arabů, avšak systém je zjednodušen tak, že rok začíná heliakálním východem al-Thurayyā, Plejád, na začátku léta, poté se pro každou měsíční stanici počítá 13 dní, s výjimkou al-Ǧabhah, která má 14 dní. To dává 27 měsíčních stanic × 13 dní + 14 dní (al-Ǧabhah) = 365denní cyklus. Používaly se i jiné metody časování, například měsíční konjunkce Plejád s Měsícem nebo využití hvězd, jako jsou ty z Velkého vozu. Prameny naznačují, že názvů hvězd a asterismů je méně než u starověkých Arabů. Pojmenovány a používány byly jen nejjasnější hvězdy a nápadné asterismy. Důležitým zdrojem kontinuální znalosti o hvězdách je poezie al-Ḫalāwī, básníka, jehož období není jisté, ale odhaduje se na 17. století [#3]. Dalším klíčovým zdrojem je báseň Moḥammad al-Qāḍī (~1809–1886), v níž popsal všech 28 měsíčních stanic a uvedl jejich místní názvy [#2].
de: Die Arabische Halbinsel ist eine Region, die die südwestliche Ecke Asiens umfasst, im Süden begrenzt vom Golf von Aden und dem Arabischen Meer, im Osten vom Golf von Oman und dem Arabischen/Persischen Golf und im Westen vom Roten Meer. Die nördliche Grenze ist nicht genau definiert, doch laut antiken Geographen wird sie durch Flüsse begrenzt, insbesondere durch den Euphrat [#16] [#17]. Diese Region ist von Arabern bewohnt und umfasst Jordanien, Saudi-Arabien, Kuwait, Bahrain, Katar, die Vereinigten Arabischen Emirate, Oman, Jemen sowie Teile Syriens und des Irak. <p><img width="300" src="illustrations/arabian_peninsula.jpg" /></p> Beduinen und Bauern auf der gesamten Arabischen Halbinsel waren stark auf Sterne angewiesen, um ihre nomadischen Reisen zu timen, Tiere zu versorgen, Wetter vorherzusagen und landwirtschaftliche Tätigkeiten durchzuführen. Sterne werden in ihren Sprichwörtern und in der Poesie häufig erwähnt. Glücklicherweise wurden mündliche Dichtung und Sprichwörter von verschiedenen Gelehrten dokumentiert und bewahrt. Die Durchsicht der Sammlungen dieser Gelehrten zusammen mit den mündlichen Überlieferungen offenbart das Sternwissen der Menschen in dieser Region. Die zur Zeitbestimmung verwendeten Sterne sind dieselben wie bei den antiken Arabern, jedoch wird das System vereinfacht, indem das Jahr mit dem heliakischen Aufgang von al-Thurayyā, den Plejaden, zu Beginn des Sommers beginnt und anschließend für jede Mondstation 13 Tage gezählt werden, außer für al-Ǧabhah, die 14 Tage hat. Dies ergibt einen 27 Mondstationen × 13 Tage + 14 Tage (al-Ǧabhah) = 365-Tage-Zyklus. Es wurden auch andere Methoden der Zeitbestimmung verwendet, etwa die monatliche Plejaden–Mond-Konjunktion oder die Verwendung von Sternen wie denen des Großen Wagens. Die Quellen deuten darauf hin, dass Sternnamen und Asterismen weniger zahlreich sind als bei den antiken Arabern. Benannt und verwendet wurden nur die hellsten Sterne und markanten Asterismen. Eine wichtige Quelle für das fortbestehende Sternwissen ist die Dichtung von al-Ḫalāwī, einem Dichter, dessen Epoche unsicher ist, aber auf das 17. Jahrhundert geschätzt wird [#3]. Eine weitere Schlüsselquelle ist ein Gedicht von Moḥammad al-Qāḍī (~1809–1886), in dem er alle 28 Mondstationen beschrieb und ihre lokalen Namen angab [#2].
fil: Ang Tangway ng Arabia ay isang rehiyon na sumasaklaw sa timog-kanlurang sulok ng Asya, na napapaligiran ng Golpo ng Aden at Dagat Arabiko sa timog, ng Golpo ng Oman at ng Golpo ng Arabia/Persia sa silangan, at ng Dagat na Pula sa kanluran. Hindi tiyak ang hangganan sa hilaga, ngunit ayon sa mga sinaunang heograpo, ito’y hinahangganan ng mga ilog, partikular ang Ilog Eufrates [#16] [#17]. Tinitirhan ng mga Arabo ang rehiyong ito at kinabibilangan nito ang Jordan, Saudi Arabia, Kuwait, Bahrain, Qatar, Nagkakaisang Arabong Emirato, Oman, Yemen, at mga bahagi ng Syria at Iraq. <p><img width="300" src="illustrations/arabian_peninsula.jpg" /></p> Ang mga Bedyuin at mga magsasaka sa buong Tangway ng Arabia ay malaki ang isinandal sa mga bituin upang itakda ang tiyempo ng kanilang mga paglalakbay bilang mga nomad, mag-alaga ng mga hayop, magsagawa ng pagtataya ng panahon, at isakatuparan ang mga gawaing pang-agrikultura. Madalas mabanggit ang mga bituin sa kanilang mga salawikain at panulaan. Sa kabutihang-palad, ang pasalitang panulaan at mga salawikain ay naitala at napangalagaan ng iba’t ibang mga iskolar. Ang pagsusuri sa mga koleksiyon ng mga iskolar na ito kalakip ng mga tradisyong pasalita ay naghahayag ng kaalaman sa mga bituin ng mga tao sa rehiyong ito. Ang mga bituing ginamit para sa pagtatakda ng panahon ay kapareho ng sa mga sinaunang Arabo, subalit pinasimple ang sistema sa pamamagitan ng pagsisimula ng taon sa heliakal na pagsikat ng al-Thurayyā, ang Pleyades, sa simula ng tag-init, saka binibilang ang 13 araw para sa bawat mansiyon ng Buwan, maliban sa al-Ǧabhah, na may 14 na araw. Nagbubunga ito ng 27 mansiyon ng Buwan × 13 araw + 14 araw (al-Ǧabhah) = siklong 365 araw. Gumamit din ng iba pang paraan ng pagtitiyempo, gaya ng buwan-buwang pagkakatapat ng Pleyades at Buwan o ng paggamit ng mga bituin tulad ng sa Big Dipper. Ipinahihiwatig ng mga sanggunian na mas kaunti ang mga pangalan ng bituin at mga asterismo kumpara sa sa mga sinaunang Arabo. Tanging ang mga pinakamaningning na bituin at mga kapansin-pansing asterismo ang pinangalanan at ginamit. Isang mahalagang sanggunian ng patuloy na kaalaman sa mga bituin ang panulaan ni al-Ḫalāwī, isang makata na hindi tiyak ang kanyang kapanahunan ngunit tinatayang nasa ika-17 siglo [#3]. Isa pang pangunahing sanggunian ang isang tula ni Moḥammad al-Qāḍī (~1809–1886), kung saan inilarawan niya ang lahat ng 28 mansiyon ng Buwan, at binanggit ang kanilang mga lokal na pangalan [#2].
fr: La péninsule Arabique est une région couvrant l’extrémité sud-ouest de l’Asie, bordée au sud par le golfe d’Aden et la mer d’Arabie, à l’est par le golfe d’Oman et le golfe arabo-persique, et à l’ouest par la mer Rouge. La frontière nord n’est pas précisément définie, mais selon les géographes de l’Antiquité, elle est délimitée par des fleuves, notamment l’Euphrate [#16] [#17]. Cette région est habitée par des Arabes et comprend la Jordanie, l’Arabie saoudite, le Koweït, Bahreïn, le Qatar, les Émirats arabes unis, Oman, le Yémen, ainsi que des parties de la Syrie et de l’Irak. <p><img width="300" src="illustrations/arabian_peninsula.jpg" /></p> Les Bédouins et les agriculteurs de toute la péninsule Arabique s’appuyaient fortement sur les étoiles pour rythmer leurs déplacements nomades, s’occuper des animaux, prévoir le temps et mener les activités agricoles. Les étoiles sont fréquemment mentionnées dans leurs proverbes et leur poésie. Heureusement, la poésie orale et les proverbes ont été consignés et préservés par divers chercheurs. L’examen des collections de ces chercheurs, conjointement aux traditions orales, révèle le savoir stellaire des populations de cette région. Les étoiles utilisées pour le calendrier sont les mêmes que celles des anciens Arabes, mais le système est simplifié en faisant commencer l’année au lever héliaque d’al-Thurayyā, les Pléiades, au début de l’été, puis en comptant 13 jours pour chaque station lunaire, sauf al-Ǧabhah, qui en compte 14. Il en résulte un cycle de 27 stations lunaires × 13 jours + 14 jours (al-Ǧabhah) = 365 jours. D’autres méthodes de datation étaient également employées, comme la conjonction mensuelle Pléiades-Lune ou l’utilisation d’étoiles telles que celles du Grand Chariot. Les sources indiquent que les noms d’étoiles et les astérismes sont moins nombreux que chez les anciens Arabes. Seules les étoiles les plus brillantes et les astérismes les plus marquants étaient nommés et utilisés. Une source importante de la continuité du savoir stellaire est la poésie d’al-Ḫalāwī, un poète dont l’époque est incertaine mais estimée au XVIIe siècle [#3]. Une autre source clé est un poème de Moḥammad al-Qāḍī (~1809–1886), dans lequel il a décrit l’ensemble des 28 stations lunaires, en citant leurs noms locaux [#2].
id: Jazirah Arab adalah sebuah wilayah yang mencakup sudut barat daya Asia, berbatasan dengan Teluk Aden dan Laut Arab di selatan, Teluk Oman dan Teluk Arab/Persia di timur, serta Laut Merah di barat. Batas utaranya tidak ditetapkan secara tepat, tetapi menurut para ahli geografi kuno, wilayah ini dibatasi oleh sungai-sungai, terutama Sungai Efrat [#16] [#17]. Wilayah ini dihuni oleh orang Arab dan meliputi Yordania, Arab Saudi, Kuwait, Bahrain, Qatar, Uni Emirat Arab, Oman, Yaman, serta bagian dari Suriah dan Irak. <p><img width="300" src="illustrations/arabian_peninsula.jpg" /></p> Kaum Badui dan para petani di seluruh Jazirah Arab sangat bergantung pada bintang-bintang untuk menentukan waktu perjalanan nomaden mereka, merawat ternak, meramalkan cuaca, dan melakukan kegiatan pertanian. Bintang-bintang sering disebutkan dalam peribahasa dan puisi mereka. Beruntung, puisi dan peribahasa lisan telah didokumentasikan dan dilestarikan oleh berbagai sarjana. Menelaah koleksi para sarjana ini beserta tradisi lisan mengungkap pengetahuan perbintangan masyarakat di wilayah ini. Bintang-bintang yang digunakan untuk penentuan waktu sama seperti yang digunakan oleh orang Arab kuno, tetapi sistemnya disederhanakan dengan memulai tahun pada terbit heliakal al-Thurayyā, yaitu Pleiades, pada awal musim panas, lalu menghitung 13 hari untuk setiap stasiun Bulan, kecuali al-Ǧabhah yang memiliki 14 hari. Ini menghasilkan 27 stasiun Bulan × 13 hari + 14 hari (al-Ǧabhah) = siklus 365 hari. Metode penentuan waktu lainnya juga digunakan, seperti konjungsi bulanan Pleiades-Bulan atau memakai bintang-bintang seperti Biduk (Big Dipper). Sumber-sumber menunjukkan bahwa nama bintang dan asterisma lebih sedikit dibandingkan dengan milik orang Arab kuno. Hanya bintang-bintang paling terang dan asterisma yang menonjol yang dinamai dan digunakan. Salah satu sumber penting pengetahuan perbintangan yang berkelanjutan adalah puisi karya al-Ḫalāwī, seorang penyair yang eranya tidak pasti tetapi diperkirakan pada abad ke-17 [#3]. Sumber kunci lainnya adalah sebuah puisi oleh Moḥammad al-Qāḍī (~1809–1886), di mana ia menguraikan ke-28 stasiun Bulan, menyebutkan nama-nama lokalnya [#2].
it: La Penisola Arabica è una regione che copre l’angolo sud-occidentale dell’Asia, delimitata a sud dal Golfo di Aden e dal Mar Arabico, a est dal Golfo di Oman e dal Golfo Arabico/Persico, e a ovest dal Mar Rosso. Il confine settentrionale non è definito con precisione, ma secondo gli antichi geografi è delimitato da fiumi, in particolare dal fiume Eufrate [#16] [#17]. Questa regione è abitata da arabi e include la Giordania, l’Arabia Saudita, il Kuwait, il Bahrain, il Qatar, gli Emirati Arabi Uniti, l’Oman, lo Yemen e parti della Siria e dell’Iraq. <p><img width="300" src="illustrations/arabian_peninsula.jpg" /></p> I beduini e gli agricoltori della Penisola Arabica facevano grande affidamento sulle stelle per scandire i loro viaggi nomadi, accudire il bestiame, prevedere il tempo e svolgere attività agricole. Le stelle sono frequentemente citate nei loro proverbi e nella loro poesia. Per fortuna, la poesia orale e i proverbi sono stati documentati e preservati da vari studiosi. L’esame delle raccolte di questi studiosi, insieme alle tradizioni orali, rivela le conoscenze sulle stelle delle popolazioni di questa regione. Le stelle utilizzate per la misurazione del tempo sono le stesse degli antichi arabi, ma il sistema è semplificato iniziando l’anno con la levata eliaca di al-Thurayyā, le Pleiadi, all’inizio dell’estate, quindi contando 13 giorni per ciascuna stazione lunare, eccetto al-Ǧabhah, che ha 14 giorni. Ciò produce un ciclo di 27 stazioni lunari × 13 giorni + 14 giorni (al-Ǧabhah) = 365 giorni. Si usavano anche altri metodi di misurazione del tempo, come la congiunzione mensile Pleiadi-Luna o l’utilizzo di stelle come quelle del Grande Carro. Le fonti indicano che i nomi di stelle e gli asterismi sono meno numerosi rispetto a quelli degli antichi arabi. Solo le stelle più luminose e gli asterismi più prominenti vennero denominati e utilizzati. Una fonte importante di continuità del sapere sulle stelle è la poesia di al-Ḫalāwī, un poeta la cui epoca è incerta ma stimata nel XVII secolo [#3]. Un’altra fonte chiave è una poesia di Moḥammad al-Qāḍī (~1809–1886), in cui egli descrisse tutte le 28 stazioni lunari, citandone i nomi locali [#2].
ja: アラビア半島はアジア南西端を占める地域で、南はアデン湾とアラビア海、東はオマーン湾とアラビア／ペルシャ湾、西は紅海に接している。北側の境界は厳密には定義されていないが、古代の地理学者によれば、とりわけユーフラテス川をはじめとする河川が境となるとされた [#16] [#17]。この地域にはアラブ人が居住し、ヨルダン、サウジアラビア、クウェート、バーレーン、カタール、アラブ首長国連邦、オマーン、イエメン、そしてシリアとイラクの一部を含む。 <p><img width="300" src="illustrations/arabian_peninsula.jpg" /></p> アラビア半島各地のベドウィンや農民は、遊牧の移動時期の判断、家畜の世話、天候の予測、農事の実施に至るまで、星に大きく依存していた。彼らのことわざや詩歌には星がしばしば言及される。幸いにも、口承の詩や諺は多くの学者によって記録・保存されてきた。これらの資料集と口承伝統を併せて渉猟することで、この地域の人々の星に関する知識が明らかになる。 時期決定に用いられる星は古代アラブ人のものと同じだが、体系は簡略化されており、年の始まりを夏の初めにおける al-Thurayyā（プレアデス星団）のヘリアカル出とし、その後は各月宿を13日ずつ数える。ただし al-Ǧabhah だけは14日である。これにより、27 月宿 × 13 日 + 14 日（al-Ǧabhah） = 365 日の周期となる。ほかにも、毎月のプレアデス星団と月の合（会合）や、北斗七星などの星を用いる方法があった。 資料によれば、星名やアステリズムの数は古代アラブ人のものに比べて少ない。命名され、実際に用いられたのは明るい恒星や目立つアステリズムに限られていた。継承されてきた星の知識の重要な典拠として、時代は確定しないものの17世紀頃と推定される詩人 al-Ḫalāwī の詩がある [#3]。もう一つの重要な資料は Moḥammad al-Qāḍī（~1809–1886）による詩で、そこでは全28の月宿がその地方名とともに記述されている [#2]。
ko: 아라비아 반도는 아시아의 남서부를 차지하는 지역으로, 남쪽은 아덴만과 아라비아해, 동쪽은 오만만과 아라비아만/페르시아만, 서쪽은 홍해와 접한다. 북쪽 경계는 정확히 정의되어 있지 않지만, 고대 지리학자들에 따르면 강, 특히 유프라테스강을 경계로 한다 [#16] [#17]. 이 지역에는 아랍인이 거주하며, 요르단, 사우디아라비아, 쿠웨이트, 바레인, 카타르, 아랍에미리트, 오만, 예멘, 그리고 시리아와 이라크의 일부가 포함된다. <p><img width="300" src="illustrations/arabian_peninsula.jpg" /></p> 아라비아 반도 전역의 베두인과 농민들은 유목 이동의 시기를 정하고 가축을 돌보며 날씨를 예보하고 농업 활동을 수행하는 데 별에 크게 의존했다. 별은 그들의 속담과 시에서 자주 언급된다. 다행히도 구전 시와 속담은 여러 학자들에 의해 기록되어 보존되었다. 이러한 학자들의 자료집을 구전 전통과 함께 살펴보면, 이 지역 사람들의 별 지식이 드러난다. 시각을 재는 데 쓰인 별들은 고대 아랍인의 것과 동일하나, 체계는 여름의 시작 무렵 플레이아데스 성단인 al-Thurayyā의 헬리아칼 출현으로 한 해를 시작하고, al-Ǧabhah만 14일인 것을 제외하면 각 달의 숙(宿)마다 13일씩 세는 방식으로 단순화되었다. 이렇게 하면 27 lunar stations × 13 days + 14 days (al-Ǧabhah) = 365-day cycle가 된다. 또한 매월 플레이아데스-달 합이나 북두칠성 같은 별들을 이용하는 등 다른 시기 산정법도 사용되었다. 자료에 따르면 별 이름과 성군은 고대 아랍인의 것에 비해 더 적다. 가장 밝은 별들과 두드러진 성군만 이름을 붙여 사용했다. 계속 전해지는 별 지식의 중요한 원천은, 시대가 확실하지 않으나 17세기로 추정되는 시인 al-Ḫalāwī의 시 [#3]이다. 또 다른 핵심 자료는 Moḥammad al-Qāḍī(~1809–1886)의 시로, 그는 모든 28개의 달의 숙(宿)을 현지 이름으로 서술하였다 [#2].
pl: Półwysep Arabski to region obejmujący południowo-zachodni kraniec Azji, graniczący na południu z Zatoką Adeńską i Morzem Arabskim, na wschodzie z Zatoką Omańską i Zatoką Arabską/Perską, a na zachodzie z Morzem Czerwonym. Północna granica nie jest precyzyjnie określona, ale według starożytnych geografów wyznaczają ją rzeki, w szczególności rzeka Eufrat [#16] [#17]. Region ten jest zamieszkany przez Arabów i obejmuje Jordanię, Arabię Saudyjską, Kuwejt, Bahrajn, Katar, Zjednoczone Emiraty Arabskie, Oman, Jemen oraz części Syrii i Iraku. <p><img width="300" src="illustrations/arabian_peninsula.jpg" /></p> Beduini i rolnicy na całym Półwyspie Arabskim w dużym stopniu polegali na gwiazdach przy wyznaczaniu terminów koczowniczych wędrówek, opiece nad zwierzętami, prognozowaniu pogody i prowadzeniu prac rolniczych. Gwiazdy są często wspominane w ich przysłowiach i poezji. Na szczęście poezja ustna i przysłowia zostały udokumentowane i zachowane przez różnych uczonych. Przegląd zbiorów tych uczonych wraz z tradycją ustną ujawnia wiedzę o gwiazdach mieszkańców tego regionu. Gwiazdy używane do odmierzania czasu są takie same jak u starożytnych Arabów, lecz system uproszczono, rozpoczynając rok od wschodu heliakalnego al-Thurayyā, Plejad, na początku lata, a następnie licząc po 13 dni na każdą stację księżycową, z wyjątkiem al-Ǧabhah, która ma 14 dni. Daje to 27 stacji księżycowych × 13 dni + 14 dni (al-Ǧabhah) = cykl 365-dniowy. Stosowano też inne metody mierzenia czasu, takie jak miesięczna koniunkcja Plejad z Księżycem czy używanie gwiazd, jak te z Wielkiego Wozu. Źródła wskazują, że nazwy gwiazd i asteryzmy są mniej liczne niż u starożytnych Arabów. Nadawano nazwy i używano jedynie najjaśniejszych gwiazd oraz wyraźnych asteryzmów. Ważnym źródłem podtrzymywanej wiedzy o gwiazdach jest poezja al-Ḫalāwīego, poety, którego epoka nie jest pewna, lecz szacowana na XVII wiek [#3]. Innym kluczowym źródłem jest poemat autorstwa Moḥammada al-Qāḍī (~1809–1886), w którym opisał wszystkie 28 stacji księżycowych, podając ich lokalne nazwy [#2].
pt: A Península Arábica é uma região que abrange o extremo sudoeste da Ásia, limitada ao sul pelo Golfo de Aden e pelo Mar Arábico, a leste pelo Golfo de Omã e pelo Golfo Arábico/Pérsico, e a oeste pelo Mar Vermelho. A fronteira setentrional não é precisamente definida, mas, segundo geógrafos antigos, é delimitada por rios, notavelmente o rio Eufrates [#16] [#17]. Esta região é habitada por árabes e inclui Jordânia, Arábia Saudita, Kuwait, Bahrein, Catar, Emirados Árabes Unidos, Omã, Iêmen e partes da Síria e do Iraque. <p><img width="300" src="illustrations/arabian_peninsula.jpg" /></p> Beduínos e agricultores em toda a Península Arábica dependiam fortemente das estrelas para cronometrar suas jornadas nômades, cuidar dos animais, prever o tempo e realizar atividades agrícolas. As estrelas são frequentemente mencionadas em seus provérbios e em sua poesia. Felizmente, a poesia oral e os provérbios foram documentados e preservados por diversos estudiosos. O exame das coleções desses estudiosos, juntamente com as tradições orais, revela o conhecimento estelar dos povos desta região. As estrelas usadas para a marcação do tempo são as mesmas dos árabes antigos, mas o sistema é simplificado iniciando o ano com o nascimento helíaco de al-Thurayyā, as Plêiades, no início do verão, e então contando 13 dias para cada mansão lunar, exceto al-Ǧabhah, que tem 14 dias. Isso resulta em um ciclo de 27 mansões lunares × 13 dias + 14 dias (al-Ǧabhah) = ciclo de 365 dias. Outros métodos de marcação do tempo também eram usados, como a conjunção mensal Plêiades-Lua ou o uso de estrelas como as do Grande Carro. As fontes indicam que os nomes de estrelas e os asterismos são em menor número em comparação com os dos árabes antigos. Apenas as estrelas mais brilhantes e os asterismos mais proeminentes foram nomeados e utilizados. Uma importante fonte de conhecimento estelar contínuo é a poesia de al-Ḫalāwī, um poeta cujo período é incerto, mas estimado no século XVII [#3]. Outra fonte-chave é um poema de Moḥammad al-Qāḍī (~1809–1886), no qual ele descreveu todas as 28 mansões lunares, citando seus nomes locais [#2].
tr: Arap Yarımadası, Asya'nın güneybatı köşesini kapsayan bir bölgedir; güneyde Aden Körfezi ve Arap Denizi, doğuda Umman Körfezi ve Arap/Fars Körfezi, batıda ise Kızıldeniz ile çevrilidir. Kuzey sınırı tam olarak belirlenmiş değildir; ancak antik coğrafyacılara göre, özellikle Fırat Nehri olmak üzere nehirlerle sınırlanır [#16] [#17]. Bu bölge Arapların yaşadığı bir coğrafyadır ve Ürdün, Suudi Arabistan, Kuveyt, Bahreyn, Katar, Birleşik Arap Emirlikleri, Umman, Yemen ve Suriye ile Irak'ın bazı bölümlerini içerir. <p><img width="300" src="illustrations/arabian_peninsula.jpg" /></p> Arap Yarımadası genelinde Bedeviler ve çiftçiler, göçebe yolculuklarını zamanlamak, hayvanların bakımını yapmak, hava durumunu öngörmek ve tarımsal etkinlikleri yürütmek için yıldızlara büyük ölçüde dayanmışlardır. Yıldızlar, atasözlerinde ve şiirlerinde sıkça anılır. Neyse ki sözlü şiir ve atasözleri çeşitli araştırmacılar tarafından kayda geçirilmiş ve korunmuştur. Bu araştırmacıların derlemelerinin sözlü geleneklerle birlikte incelenmesi, bu bölgedeki insanların yıldız bilgilerini ortaya koymaktadır. Zamanlamada kullanılan yıldızlar, eski Arapların kullandıklarıyla aynıdır; ancak sistem, yaz başında al-Thurayyā, Ülker'in heliakal doğuşuyla yılın başlatılması ve al-Ǧabhah dışındaki her Ay menzili için 13 gün sayılmasıyla sadeleştirilmiştir; al-Ǧabhah 14 gündür. Bu da 27 Ay menzili × 13 gün + 14 gün (al-Ǧabhah) = 365 günlük bir döngü verir. Bunun yanı sıra, aylık Ülker-Ay kavuşumu ya da Büyük Kepçe'nin yıldızlarından yararlanma gibi başka zamanlama yöntemleri de kullanılmıştır. Kaynaklar, yıldız adları ve asterizmlerin sayısının, eski Araplarınkine kıyasla daha az olduğunu göstermektedir. Yalnızca en parlak yıldızlar ve belirgin asterizmler adlandırılmış ve kullanılmıştır. Sürmekte olan yıldız bilgisinin önemli bir kaynağı, dönemi kesin olarak bilinmeyen ancak tahminen 17. yüzyıla tarihlenen [#3] şair al-Ḫalāwī'nin şiirleridir. Bir diğer temel kaynak ise Moḥammad al-Qāḍī'nin (~1809–1886) bir şiiridir; bu şiirde tüm 28 Ay menzilini yerel adlarıyla anarak betimlemiştir [#2].
