Repository: Stellarium/stellarium-skycultures
Catalog: arabic_arabian_peninsula/po/*.po
Languages: cs, de, fil, fr, id, it, ja, ko, pl, pt, tr

source: The Two Guards are the stars β Ursae Minoris and γ Ursae Minoris, traditionally used in desert navigation. Their name comes from an old legend in which al-Jady (Polaris) kills the father of the Seven Sisters—represented by the stars of the Big Dipper—who then carry their father’s bier and circle al-Jady, vowing revenge. Seeking protection from their wrath, al-Jady turned to these two nearby stars, which became known as the “Two Guards.” [#1].
cs: Dva strážci jsou hvězdy β Ursae Minoris a γ Ursae Minoris, tradičně používané při navigaci v poušti. Jejich název pochází ze staré legendy, v níž al-Jady (Polárka) zabije otce Sedmi sester—představovaných hvězdami Velkého vozu—které pak nesou pohřební maru svého otce a krouží kolem al-Jady a přísahají pomstu. Ve snaze najít ochranu před jejich hněvem se al-Jady obrací k těmto dvěma blízkým hvězdám, které se stávají známými jako „Dva strážci“. [#1].
de: Die „Zwei Wächter“ sind die Sterne β Ursae Minoris und γ Ursae Minoris, die traditionell zur Navigation in der Wüste verwendet wurden. Ihr Name geht auf eine alte Legende zurück, in der al-Jady (Polaris) den Vater der Sieben Schwestern—dargestellt durch die Sterne des Großen Wagens—tötet, die daraufhin die Bahre ihres Vaters tragen und al-Jady umkreisen und Rache geloben. Auf der Suche nach Schutz vor ihrem Zorn wandte sich al-Jady an diese zwei nahegelegenen Sterne, die als die „Zwei Wächter“ bekannt wurden. [#1].
fil: Ang Dalawang Tanod ay ang mga bituing β Ursae Minoris at γ Ursae Minoris, na tradisyonal na ginagamit bilang patnubay sa paglalakbay sa disyerto. Ang kanilang pangalan ay nagmula sa isang sinaunang alamat kung saan si al-Jady (Polaris) ay pinatay ang ama ng Pitong Dalaga—na kinakatawan ng mga bituin ng Big Dipper—na pagkatapos ay binuhat ang andas ng kanilang ama at umikot kay al-Jady, habang nanunumpa ng paghihiganti. Upang humingi ng proteksiyon laban sa kanilang poot, bumaling si al-Jady sa dalawang malalapit na bituing ito, na pagkatapos ay nakilala bilang ang “Dalawang Tanod.” [#1].
fr: Les Deux Gardiens sont les étoiles β Ursae Minoris et γ Ursae Minoris, traditionnellement utilisées pour la navigation dans le désert. Leur nom vient d’une ancienne légende dans laquelle al-Jady (Polaris) tue le père des Sept Sœurs — représentées par les étoiles du Grand Chariot —, qui portent alors le brancard funéraire de leur père et tournent autour d’al-Jady en jurant vengeance. Cherchant protection contre leur colère, al-Jady se tourna vers ces deux étoiles voisines, qui devinrent connues sous le nom des « Deux Gardiens ». [#1]
id: Dua Pengawal adalah bintang β Ursae Minoris dan γ Ursae Minoris, yang secara tradisional digunakan dalam navigasi di gurun. Nama mereka berasal dari sebuah legenda kuno di mana al-Jady (Polaris) membunuh ayah dari Tujuh Saudari—yang diwakili oleh bintang-bintang Biduk Besar—yang kemudian mengusung keranda ayah mereka dan mengitari al-Jady, sambil bersumpah untuk membalas dendam. Untuk berlindung dari amarah mereka, al-Jady meminta perlindungan kepada dua bintang terdekat ini, yang kemudian dikenal sebagai “Dua Pengawal.” [#1].
it: Le Due Guardie sono le stelle β Ursae Minoris e γ Ursae Minoris, tradizionalmente usate nella navigazione nel deserto. Il loro nome deriva da un'antica leggenda secondo la quale al-Jady (Stella Polare) uccide il padre delle Sette Sorelle — rappresentate dalle stelle del Grande Carro — che poi portano il feretro del padre e girano attorno ad al-Jady, giurando vendetta. In cerca di protezione dalla loro ira, al-Jady si rivolge a queste due stelle vicine, che diventano note come le “Due Guardie”. [#1].
ja: 「二人の番人」とは、こぐま座β星とこぐま座γ星のことで、伝統的に砂漠の航法に用いられた。その名は、アル＝ジャディ（ポラリス）が七姉妹—北斗七星を成す星々で表される—の父を殺し、彼女たちが父の棺を担いでアル＝ジャディの周りを巡り、復讐を誓ったという古い伝承に由来する。彼女たちの怒りから身を守るために、アル＝ジャディは近くのこの2つの星に庇護を求め、これらは「二人の番人」と呼ばれるようになった。[#1]。
ko: 두 파수꾼은 전통적으로 사막 항법에 사용된 작은곰자리의 β와 γ이다. 이 이름은 오래된 전설에서 유래한다. 그 전설에서 알자디(북극성)가 일곱 자매—북두칠성의 별들로 표현되는—의 아버지를 죽인다. 그러자 자매들은 아버지의 상여를 메고 알자디 주위를 돌며 복수를 맹세한다. 그들의 분노로부터 보호를 구하고자 알자디는 가까이에 있는 이 두 별에 의지했고, 이 두 별은 “두 파수꾼”으로 알려지게 되었다. [#1].
pl: Dwaj Strażnicy to gwiazdy β Ursae Minoris i γ Ursae Minoris, tradycyjnie wykorzystywane w nawigacji pustynnej. Ich nazwa pochodzi ze starej legendy, w której al-Jady (Polaris) zabija ojca Siedmiu Sióstr — reprezentowanych przez gwiazdy Wielkiego Wozu — które następnie niosą ciało ojca na marach i okrążają al-Jady, ślubując zemstę. Szukając ochrony przed ich gniewem, al-Jady zwrócił się do tych dwóch pobliskich gwiazd, które stały się znane jako „Dwaj Strażnicy”. [#1].
pt: Os Dois Guardas são as estrelas β Ursae Minoris e γ Ursae Minoris, tradicionalmente usadas na navegação no deserto. Seu nome vem de uma antiga lenda em que al-Jady (Polaris) mata o pai das Sete Irmãs — representadas pelas estrelas do Grande Carro —, que então carregam o féretro do pai e circundam al-Jady, jurando vingança. Buscando proteção contra a sua ira, al-Jady recorreu a estas duas estrelas próximas, que passaram a ser conhecidas como os “Dois Guardas.” [#1].
tr: İki Bekçi, geleneksel olarak çöl yolculuklarında yön bulmada kullanılan β Ursae Minoris ve γ Ursae Minoris yıldızlarıdır. Adları, al-Jady’nin (Kutup Yıldızı) Yedi Kız Kardeş’in—Büyük Kepçe’nin yıldızlarıyla temsil edilen—babasını öldürdüğü eski bir efsaneden gelir; bunun üzerine kız kardeşler babalarının tabutunu taşıyıp al-Jady’nin etrafında döner ve intikam yemini eder. Onların gazabından korunmak isteyen al-Jady, yakındaki bu iki yıldıza sığınır; böylece bunlar “İki Bekçi” olarak anılmaya başlar. [#1].

source: Another name for the two stars β Ursae Minoris and γ Ursae Minoris. According to a different version of the legend, these stars are the killers who fled to al-Jady for protection [#1].
cs: Další název pro dvě hvězdy β Ursae Minoris a γ Ursae Minoris. Podle jiné verze legendy jsou tyto hvězdy vrazi, kteří uprchli k al-Jady, aby našli ochranu [#1].
de: Ein anderer Name für die beiden Sterne β Ursae Minoris und γ Ursae Minoris. Einer anderen Version der Legende zufolge sind diese Sterne die Mörder, die zu al-Jady flohen, um Schutz zu finden [#1].
fil: Isa pang katawagan sa dalawang bituin na β Ursae Minoris at γ Ursae Minoris. Ayon sa ibang bersyon ng alamat, ang mga bituing ito ang mga pumatay na tumakas patungo sa al-Jady upang humanap ng kanlungan [#1].
fr: Autre nom des deux étoiles β Ursae Minoris et γ Ursae Minoris. Selon une autre version de la légende, ces étoiles sont les meurtriers qui se sont enfuis vers al-Jady pour y trouver refuge [#1].
id: Nama lain untuk dua bintang β Ursae Minoris dan γ Ursae Minoris. Menurut versi lain dari legenda tersebut, bintang-bintang ini adalah para pembunuh yang melarikan diri ke al-Jady untuk mencari perlindungan [#1].
it: Un altro nome per le due stelle β Ursae Minoris e γ Ursae Minoris. Secondo un'altra versione della leggenda, queste stelle sono gli assassini che cercarono rifugio presso al-Jady [#1].
ja: こぐま座β星とγ星の別名。別の伝承によれば、これらの星は保護を求めてal-Jadyへ逃れた殺人者であるという [#1]。
ko: 작은곰자리 β와 작은곰자리 γ 두 별을 가리키는 또 다른 이름이다. 다른 전승에 따르면, 이 별들은 보호를 받기 위해 al-Jady로 도망친 살인자들이다 [#1].
pl: Inna nazwa dwóch gwiazd β Ursae Minoris i γ Ursae Minoris. Według innej wersji legendy gwiazdy te to zabójcy, którzy uciekli do al-Jady, szukając ochrony [#1].
pt: Outro nome dado às duas estrelas β Ursae Minoris e γ Ursae Minoris. Segundo outra versão da lenda, essas estrelas são os assassinos que fugiram para al-Jady em busca de proteção [#1].
tr: β Ursae Minoris ve γ Ursae Minoris adlı iki yıldız için başka bir ad. Efsanenin bir başka anlatımına göre, bu yıldızlar, korunmak için al-Jady'ye sığınan katillerdir [#1].

source: Yet another name for the two-star asterism β UMi and γ UMi [#1].
cs: Ještě jeden název pro dvouhvězdový asterismus β UMi a γ UMi [#1].
de: Noch ein weiterer Name für den Zwei-Sterne-Asterismus β UMi und γ UMi [#1].
fil: Isa pang pangalan para sa asterismong binubuo ng dalawang bituin na β UMi at γ UMi [#1].
fr: Encore un autre nom pour l'astérisme à deux étoiles β UMi et γ UMi [#1].
id: Satu lagi nama untuk asterisme dua bintang β UMi dan γ UMi [#1].
it: Ancora un altro nome per l'asterismo a due stelle β UMi e γ UMi [#1].
ja: β UMi と γ UMi の2星からなるアステリズムの別名のひとつ [#1]。
ko: β UMi와 γ UMi로 구성된 두 별 성군의 또 다른 이름이다 [#1].
pl: Kolejna nazwa dla dwugwiazdowego asteryzmu β UMi i γ UMi [#1].
pt: Mais um nome para o asterismo de duas estrelas β UMi e γ UMi [#1].
tr: β UMi ve γ UMi'den oluşan iki yıldızlı asterizma için başka bir ad [#1].

source: The meaning is uncertain; it could refer to camels. Composed of the seven stars of the Big Dipper [#1].
cs: Význam je nejistý; může odkazovat na velbloudy. Skládá se ze sedmi hvězd Velkého vozu [#1].
de: Die Bedeutung ist unsicher; sie könnte sich auf Kamele beziehen. Bestehend aus den sieben Sternen des Großen Wagens [#1].
fil: Hindi tiyak ang kahulugan; maaari itong tumukoy sa mga kamelyo. Binubuo ng pitong bituin ng Malaking Sandok [#1].
fr: La signification est incertaine ; elle pourrait se rapporter à des chameaux. Composée des sept étoiles de la Grande Casserole [#1].
id: Maknanya tidak pasti; mungkin merujuk pada unta. Terdiri dari tujuh bintang Biduk [#1].
it: Il significato è incerto; potrebbe riferirsi ai cammelli. Composto dalle sette stelle del Grande Carro [#1].
ja: 意味は不確かで、ラクダを指している可能性がある。北斗七星の7つの星から構成されている [#1]。
ko: 의미는 불확실하며, 낙타를 가리킬 수도 있다. 북두칠성의 일곱 별로 이루어져 있다 [#1].
pl: Znaczenie jest niepewne; może odnosić się do wielbłądów. Składa się z siedmiu gwiazd Wielkiego Wozu [#1].
pt: O significado é incerto; pode referir-se a camelos. É composta pelas sete estrelas do Grande Carro [#1].
tr: Anlamı belirsiz; develere atıfta bulunuyor olabilir. Büyük Kepçe'nin yedi yıldızından oluşur [#1].

source: The seven stars of the Big Dipper [#1].
cs: Sedm hvězd Velkého vozu [#1].
de: Die sieben Sterne des Großen Wagens [#1].
fil: Ang pitong bituin ng Malaking Sandok [#1].
fr: Les sept étoiles de la Grande Casserole [#1].
id: Ketujuh bintang Biduk [#1].
it: Le sette stelle del Grande Carro [#1].
ja: 北斗七星を構成する七つの星 [#1]。
ko: 북두칠성의 일곱 별 [#1].
pl: Siedem gwiazd Wielkiego Wozu [#1].
pt: As sete estrelas do Grande Carro [#1].
tr: Büyük Kepçe'nin yedi yıldızı [#1].

source: The seven stars of the Big Dipper, known as the seven sisters carrying their father's bier, the father killed by al-Ǧady (Polaris) [#1].
cs: Sedm hvězd Velkého vozu, známých jako sedm sester nesoucích otcovy máry; jejich otce zabil al-Ǧady (Polárka) [#1].
de: Die sieben Sterne des Großen Wagens, bekannt als die sieben Schwestern, die die Bahre ihres Vaters tragen; ihr Vater wurde von al-Ǧady (Polarstern) [#1] getötet.
fil: Ang pitong bituin ng Malaking Sandok, na kilala bilang pitong magkakapatid na babae na pinapasan ang andas ng kanilang ama, na pinatay ni al-Ǧady (Polaris) [#1].
fr: Les sept étoiles de la Grande Casserole, appelées les sept sœurs portant la civière de leur père, tué par al-Ǧady (Polaris) [#1].
id: Tujuh bintang di Biduk Besar, yang dikenal sebagai tujuh saudari yang mengusung keranda jenazah ayah mereka, ayah yang dibunuh oleh al-Ǧady (Polaris) [#1].
it: Le sette stelle del Grande Carro, note come le sette sorelle che portano il feretro del padre, ucciso da al-Ǧady (Polaris) [#1].
ja: 北斗七星の七つの星は、父の棺を担ぐ七人の姉妹として知られ、その父は al-Ǧady（Polaris）によって殺された [#1]。
ko: 북두칠성의 일곱 별은 아버지의 상여를 메고 가는 일곱 자매로 알려져 있으며, 그 아버지는 al-Ǧady(북극성) [#1]에 의해 살해되었다.
pl: Siedem gwiazd Wielkiego Wozu, znanych jako siedem sióstr niosących mary swego ojca, ojciec zabity przez al-Ǧady (Polaris) [#1].
pt: As sete estrelas do Grande Carro, conhecidas como as sete irmãs que carregam o féretro do pai, o pai morto por al-Ǧady (Polaris) [#1].
tr: Büyük Kepçe’nin yedi yıldızı, babalarının tabutunu taşıyan yedi kız kardeş olarak bilinir; babaları al-Ǧady (Polaris) tarafından öldürülmüştür [#1].

source: The five bright stars of Cassiopeia, a name used in western areas along the Red Sea in Saudi Arabia [#1].
cs: Pět jasných hvězd Kasiopeje, název používaný v západních oblastech podél Rudého moře v Saúdské Arábii [#1].
de: Die fünf hellen Sterne der Kassiopeia, ein Name, der in westlichen Gebieten entlang des Roten Meeres in Saudi-Arabien verwendet wird [#1].
fil: Ang limang maliwanag na bituin ng Cassiopeia, isang pangalang ginagamit sa mga kanlurang lugar na nasa kahabaan ng Dagat na Pula sa Saudi Arabia [#1].
fr: Les cinq étoiles brillantes de Cassiopée, nom utilisé dans les régions occidentales le long de la mer Rouge en Arabie saoudite [#1].
id: Lima bintang terang di Kassiopeia, sebuah nama yang digunakan di wilayah barat sepanjang Laut Merah di Arab Saudi [#1].
it: Le cinque stelle brillanti di Cassiopea, un nome usato nelle aree occidentali lungo il Mar Rosso in Arabia Saudita [#1].
ja: カシオペヤ座の5つの明るい星で、サウジアラビア西部の紅海沿岸地域で用いられた名称 [#1]。
ko: 사우디아라비아의 홍해 연안 서부 지역에서 사용된 이름으로, 카시오페이아자리의 밝은 별 다섯 개를 가리킨다 [#1].
pl: Pięć jasnych gwiazd Kasjopei, nazwa używana w zachodnich rejonach wzdłuż Morza Czerwonego w Arabii Saudyjskiej [#1].
pt: As cinco estrelas brilhantes de Cassiopeia, um nome usado nas áreas ocidentais ao longo do Mar Vermelho, na Arábia Saudita [#1].
tr: Cassiopeia'nın beş parlak yıldızı, Suudi Arabistan'da Kızıldeniz boyunca uzanan batı bölgelerinde kullanılan bir addır [#1].

source: The cross-shaped arrangement of α Cyg (Deneb), ε Cyg (Gienah), γ Cyg (Sadr), δ Cyg, and β1+β2 Cyg (Albireo). This comes from oral tradition in Zulfi, central Saudi Arabia [#1].
cs: Křížovité uspořádání α Cyg (Deneb), ε Cyg (Gienah), γ Cyg (Sadr), δ Cyg a β1+β2 Cyg (Albireo). Toto pochází z ústní tradice v Zulfi, ve střední Saúdské Arábii [#1].
de: Die kreuzförmige Anordnung von α Cyg (Deneb), ε Cyg (Gienah), γ Cyg (Sadr), δ Cyg und β1+β2 Cyg (Albireo). Dies geht auf eine mündliche Überlieferung in Zulfi, im zentralen Saudi-Arabien, zurück [#1].
fil: Ang ayusang hugis-krus ng α Cyg (Deneb), ε Cyg (Gienah), γ Cyg (Sadr), δ Cyg, at β1+β2 Cyg (Albireo). Nagmula ito sa tradisyong pasalita sa Zulfi, gitnang Saudi Arabia [#1].
fr: La disposition en forme de croix des α Cyg (Deneb), ε Cyg (Gienah), γ Cyg (Sadr), δ Cyg et β1+β2 Cyg (Albireo). Cela provient de la tradition orale à Zulfi, dans le centre de l’Arabie saoudite [#1].
id: Susunan berbentuk salib dari α Cyg (Deneb), ε Cyg (Gienah), γ Cyg (Sadr), δ Cyg, dan β1+β2 Cyg (Albireo). Ini berasal dari tradisi lisan di Zulfi, Arab Saudi tengah [#1].
it: La disposizione a forma di croce di α Cyg (Deneb), ε Cyg (Gienah), γ Cyg (Sadr), δ Cyg e β1+β2 Cyg (Albireo). Deriva dalla tradizione orale di Zulfi, nell'Arabia Saudita centrale [#1].
ja: α Cyg（デネブ）、ε Cyg（ギエナー）、γ Cyg（サドル）、δ Cyg、β1+β2 Cyg（アルビレオ）からなる十字形の並び。これはサウジアラビア中部のズルフィの口承に由来する [#1]。
ko: α Cyg(데네브), ε Cyg(지에나흐), γ Cyg(사드르), δ Cyg, 그리고 β1+β2 Cyg(알비레오)로 이루는 십자형 배치. 이는 사우디아라비아 중부의 Zulfi에서 전해 내려오는 구전 전통에서 유래한다 [#1].
pl: Układ w kształcie krzyża z α Cyg (Deneb), ε Cyg (Gienah), γ Cyg (Sadr), δ Cyg i β1+β2 Cyg (Albireo). Pochodzi z tradycji ustnej w Zulfi, w środkowej Arabii Saudyjskiej [#1].
pt: A disposição em forma de cruz de α Cyg (Deneb), ε Cyg (Gienah), γ Cyg (Sadr), δ Cyg e β1+β2 Cyg (Albireo). Isto provém da tradição oral em Zulfi, na região central da Arábia Saudita [#1].
tr: α Cyg (Deneb), ε Cyg (Gienah), γ Cyg (Sadr), δ Cyg ve β1+β2 Cyg (Albireo) yıldızlarının haç biçimli dizilimidir. Bu, Suudi Arabistan'ın merkezindeki Zulfi'deki sözlü gelenekten gelir [#1].

source: The front mouth of the bucket (24th mansion of the Moon) [#2].
cs: Přední okraj vědra (24. lunární dům) [#2].
de: Der vordere Ausguss des Eimers (24. Mondhaus) [#2].
fil: Ang unahang bibig ng balde (ika-24 na mansiyon ng Buwan) [#2].
fr: Le bec antérieur du seau (24e demeure lunaire) [#2].
id: Mulut depan timba (rumah Bulan ke-24) [#2].
it: La bocca anteriore del secchio (24ª mansione della Luna) [#2].
ja: 桶の前方の口（月宿の第24宿） [#2]。
ko: 양동이의 앞쪽 주둥이(달의 24번째 숙) [#2].
pl: Przednia krawędź wiadra (24. stacja Księżyca) [#2].
pt: A boca anterior do balde (24ª mansão lunar) [#2].
tr: Kovanın ön ağzı (Ay'ın 24. menzili) [#2].

source: The rear mouth of the bucket (25th mansion of the Moon) [#2].
cs: Zadní výtok vědra (25. sídlo Měsíce) [#2].
de: Die hintere Öffnung des Eimers (25. Mondhaus) [#2].
fil: Likurang bunganga ng timba (ika-25 na mansiyon ng Buwan) [#2].
fr: L’ouverture arrière du seau (25e demeure de la Lune) [#2].
id: Mulut timba bagian belakang (perhentian Bulan ke-25) [#2].
it: La bocca posteriore del secchio (25ª dimora della Luna) [#2].
ja: 桶の後部の注ぎ口（太陰二十八宿の第25宿）[#2]。
ko: 물동이의 뒤쪽 입구(달의 25번째 숙) [#2].
pl: Tylny wylot wiadra (25. dwór Księżyca) [#2].
pt: A boca posterior do balde (25ª mansão da Lua) [#2].
tr: Kovanın arka ağzı (Ay'ın 25. konağı) [#2].

source: The rope used to pull the bucket from the well (26th mansion of the Moon) [#2].
cs: Provaz, kterým se vytahuje vědro ze studny (26. měsíční sídlo) [#2].
de: Das Seil, mit dem der Eimer aus dem Brunnen gezogen wird (26. Mondhaus) [#2].
fil: Ang lubid na ginagamit upang hilahin ang timba mula sa balon (ika-26 na mansyon ng Buwan) [#2].
fr: La corde servant à tirer le seau du puits (26e demeure lunaire) [#2].
id: Tali yang digunakan untuk menarik ember dari sumur (rumah Bulan ke-26) [#2].
it: La corda usata per tirare il secchio dal pozzo (26ª dimora lunare) [#2].
ja: 井戸から桶を引き上げるための縄（月の第26宿）[#2]。
ko: 우물에서 두레박을 끌어올리는 데 쓰는 줄(달의 제26숙) [#2].
pl: Lina służąca do wyciągania wiadra ze studni (26. stacja Księżyca) [#2].
pt: A corda usada para puxar o balde do poço (26ª mansão da Lua) [#2].
tr: Kovayı kuyudan çekmek için kullanılan ip (Ay'ın 26. konağı) [#2].

source: Stars α Ari and β Ari (27th mansion of the Moon) [#2].
cs: Hvězdy α Ari a β Ari (27. lunární sídlo) [#2].
de: Sterne α Ari und β Ari (27. Mondhaus) [#2].
fil: Mga bituin α Ari at β Ari (ika-27 na mansiyon ng Buwan) [#2].
fr: Étoiles α Ari et β Ari (27e demeure lunaire) [#2].
id: Bintang α Ari dan β Ari (rumah Bulan ke-27) [#2].
it: Stelle α Ari e β Ari (27ª dimora lunare) [#2].
ja: 星 α Ari と β Ari（月の第27宿）[#2]。
ko: 별 α Ari와 β Ari (달의 제27숙) [#2].
pl: Gwiazdy α Ari i β Ari (27. dom Księżyca) [#2].
pt: Estrelas α Ari e β Ari (27ª mansão da Lua) [#2].
tr: α Ari ve β Ari yıldızları (Ay'ın 27. menzili) [#2].

source: The little abdomen of al-Ḥamal (28th mansion of the Moon) [#2].
cs: Malé břicho al-Ḥamalu (28. sídlo Měsíce) [#2].
de: Der kleine Bauch von al-Ḥamal (28. Mondstation) [#2].
fil: Ang munting tiyan ng al-Ḥamal (ika-28 na mansyon ng Buwan) [#2].
fr: Le petit ventre d’al-Ḥamal (28e demeure de la Lune) [#2].
id: Perut kecil al-Ḥamal (rumah Bulan ke-28) [#2].
it: Il piccolo ventre di al-Ḥamal (28ª dimora della Luna) [#2].
ja: アル・ハマルの小腹（月の第28宿）[#2]。
ko: al-Ḥamal의 작은 배(달의 제28숙) [#2].
pl: Mały brzuch al-Ḥamala (28. mansjon Księżyca) [#2].
pt: O pequeno abdômen de al-Ḥamal (28ª mansão lunar) [#2].
tr: al-Ḥamal’ın küçük karnı (Ay’ın 28. konağı) [#2].

source: Proper name of the Pleiades (1st mansion of the Moon) [#3].
cs: Vlastní jméno Plejád (1. lunární dům) [#3].
de: Eigenname der Plejaden (1. Mondhaus) [#3].
fil: Tiyak na pangalan ng Pleiades (ika-1 na bahay ng Buwan) [#3].
fr: Nom propre des Pléiades (1re demeure lunaire) [#3].
id: Nama diri Pleiades (rumah Bulan ke-1) [#3].
it: Nome proprio delle Pleiadi (1ª dimora della Luna) [#3].
ja: プレアデス星団の固有名（月の第1宿）[#3]。
ko: 플레이아데스(달의 제1숙)의 고유 명칭 [#3].
pl: Nazwa własna Plejad (1. dwór Księżyca) [#3].
pt: Nome próprio das Plêiades (1.ª mansão lunar) [#3].
tr: Ülker'in özel adı (Ay'ın 1. menzili) [#3].

source: Star Aldebran (2nd mansion of the Moon) [#2].
cs: Hvězda Aldebaran (2. lunární dům Měsíce) [#2].
de: Stern Aldebaran (2. Mondhaus) [#2].
fil: Bituin na Aldebran (ika-2 na tahanan ng Buwan) [#2].
fr: Étoile Aldébaran (2e demeure lunaire) [#2].
id: Bintang Aldebran (rumah Bulan ke-2) [#2].
it: Stella Aldebaran (2ª dimora della Luna) [#2].
ja: 恒星アルデバラン（第2の月宿）[#2]。
ko: 별 알데바란 (달의 제2숙) [#2].
pl: Gwiazda Aldebaran (2. dwór Księżyca) [#2].
pt: Estrela Aldebaran (2ª mansão da Lua) [#2].
tr: Aldebaran yıldızı (Ay'ın 2. menzili) [#2].

source: The two stars of Canis Minor, considered the arm of the lion (5th mansion of the Moon) [#2].
cs: Dvě hvězdy souhvězdí Malého psa, považované za paži lva (5. měsíční sídlo) [#2].
de: Die beiden Sterne des Kleinen Hundes, die als Arm des Löwen gelten (5. Mondstation) [#2].
fil: Ang dalawang bituin ng Canis Minor, na itinuturing na braso ng leon (ika-5 mansiyon ng Buwan) [#2].
fr: Les deux étoiles du Petit Chien, considérées comme le bras du lion (5e demeure de la Lune) [#2].
id: Dua bintang di Canis Minor, dianggap sebagai lengan singa (rumah Bulan ke-5) [#2].
it: Le due stelle del Cane Minore, considerate il braccio del Leone (quinta dimora della Luna) [#2].
ja: こいぬ座の2つの星は、獅子の腕（二十八宿の第5宿）と見なされた [#2].
ko: 작은개자리의 두 별은 사자의 팔로 여겨진다(달의 제5숙) [#2].
pl: Dwie gwiazdy Małego Psa, uważane za ramię Lwa (5. stacja Księżyca) [#2].
pt: As duas estrelas do Cão Menor, consideradas o braço do leão (5.ª mansão da Lua) [#2].
tr: Küçük Köpek takımyıldızının iki yıldızı, aslanın kolu olarak kabul edilir (Ay'ın 5. konağı) [#2].

source: An asterism of stars δ CMa and ε CMa. Their heliacal rising marks timing (coinciding with the 6th mansion of the Moon). The name is common in central Arabia [#2] [#3].
cs: Asterismus hvězd δ CMa a ε CMa. Jejich heliakický východ slouží k určování času (kryje se s 6. měsíční stanicí). Název je běžný ve střední Arábii [#2] [#3].
de: Ein Asterismus aus den Sternen δ CMa und ε CMa. Ihr heliakischer Aufgang diente der Zeitbestimmung (fällt mit der 6. Mondstation zusammen). Die Bezeichnung ist in Zentralarabien verbreitet [#2] [#3].
fil: Isang asterismo ng mga bituin δ CMa at ε CMa. Ang kanilang heliakal na pagsikat ay ginagamit sa pagtatakda ng panahon (na kasabay ng ika-6 na mansiyon ng Buwan). Karaniwan ang pangalang ito sa Gitnang Arabya [#2] [#3].
fr: Un astérisme constitué des étoiles δ CMa et ε CMa. Leur lever héliaque sert de repère temporel (coïncidant avec la 6e demeure lunaire). Le nom est courant en Arabie centrale [#2] [#3].
id: Asterisme yang terdiri dari bintang δ CMa dan ε CMa. Terbit heliakalnya menandai penentuan waktu (bertepatan dengan rumah Bulan ke-6). Nama ini lazim di Arabia bagian tengah [#2] [#3].
it: Un asterismo formato dalle stelle δ CMa ed ε CMa. La loro levata eliaca funge da riferimento temporale (coincidendo con la sesta dimora della Luna). Il nome è comune nell'Arabia centrale [#2] [#3].
ja: δ CMa と ε CMa からなるアステリズム。それらのヘリアカル・ライジングは時期を示す指標となり（“月の第6宿”と一致する）。この名称はアラビア半島中部で広く用いられている [#2] [#3]。
ko: 별 δ CMa와 ε CMa로 이루어진 성군. 이들의 헬리아칼 출현은 시기를 표시하는 기준이 되며(달의 여섯째 월숙과 일치한다). 이 이름은 아라비아 반도 중부에서 널리 쓰인다 [#2] [#3].
pl: Asteryzm złożony z gwiazd δ CMa i ε CMa. Ich wschód heliakalny wyznacza czas (pokrywając się z 6. stacją Księżyca). Nazwa jest powszechna w środkowej Arabii [#2] [#3].
pt: Um asterismo das estrelas δ CMa e ε CMa. O seu nascer helíaco serve para marcar o tempo (coincidindo com a 6ª mansão da Lua). O nome é comum na Arábia central [#2] [#3].
tr: δ CMa ve ε CMa yıldızlarından oluşan bir asterizm. Bunların heliakal doğuşu zamanlamayı belirler (Ay’ın 6. konağı ile çakışır). Adı Orta Arabistan’da yaygındır [#2] [#3].
