Repository: Stellarium/stellarium-skycultures
Catalog: arabic_arabian_peninsula/po/*.po
Languages: cs, de, fil, fr, id, it, ja, ko, pl, pt, tr

source: CC BY-ND 4.0 Special permission is granted to Stellarium Labs to include the licensed material.
cs: CC BY-ND 4.0 Společnosti Stellarium Labs bylo uděleno zvláštní povolení zahrnout licencovaný materiál.
de: CC BY-ND 4.0 Stellarium Labs erhält eine Sondergenehmigung, das lizenzierte Material aufzunehmen.
fil: CC BY-ND 4.0 Ipinagkaloob ang espesyal na pahintulot sa Stellarium Labs upang isama ang lisensyadong materyal.
fr: CC BY-ND 4.0 Une autorisation spéciale est accordée à Stellarium Labs pour inclure le contenu sous licence.
id: CC BY-ND 4.0 Izin khusus diberikan kepada Stellarium Labs untuk menyertakan materi berlisensi.
it: CC BY-ND 4.0 È concessa un'autorizzazione speciale a Stellarium Labs per includere il materiale concesso in licenza.
ja: CC BY-ND 4.0 Stellarium Labs には、ライセンスされた資料を収録する特別な許可が与えられています。
ko: CC BY-ND 4.0 Stellarium Labs에 라이선스된 저작물을 포함할 수 있도록 특별 허가가 부여되었습니다.
pl: CC BY-ND 4.0 Stellarium Labs udzielono specjalnego zezwolenia na włączenie licencjonowanego materiału.
pt: CC BY-ND 4.0 É concedida permissão especial ao Stellarium Labs para incluir o material licenciado.
tr: CC BY-ND 4.0 Lisanslı materyali dahil etmek için Stellarium Labs'a özel izin verilmiştir.

source: The Two Guards
cs: Dva strážci
de: Die zwei Wächter
fil: Ang Dalawang Bantay
fr: Les Deux Gardes
id: Dua Penjaga
it: I Due Guardiani
ja: 二人の番人
ko: 두 파수꾼
pl: Dwaj Strażnicy
pt: Os Dois Guardas
tr: İki Bekçi

source: The Two Refugees
cs: Dva uprchlíci
de: Die zwei Flüchtlinge
fil: Ang Dalawang Nagkanlong
fr: Les Deux Réfugiés
id: Dua Pengungsi
it: I Due Rifugiati
ja: 二人の難民
ko: 두 난민
pl: Dwaj Uchodźcy
pt: Os Dois Refugiados
tr: İki Mülteci

source: The Family Of Aba Bzay
cs: Rod Aba Bzay
de: Die Familie von Aba Bzay
fil: Ang Pamilya ni Aba Bzay
fr: La Famille d'Aba Bzay
id: Keluarga Aba Bzay
it: La famiglia di Aba Bzay
ja: アバ・ブザイ家
ko: 아바 브자이의 가문
pl: Rodzina Aba Bzay
pt: A Família de Aba Bzay
tr: Aba Bzay Ailesi

source: Al-Naayem
cs: Al-Na'ájem
de: Al-Na'āyem
fr: Al-Na'āyem
ja: アル・ナーイム
ko: 알-나아임
pl: Al-Na'āyem
pt: An-Na'ayem
tr: en-Na'âyem

source: The Seven
cs: Sedm
de: Die Sieben
fil: Ang Pito
fr: Les Sept
id: Tujuh
it: I Sette
ja: 七つ
ko: 일곱
pl: Siedem
pt: Os Sete
tr: Yediler

source: Daughters Of Na'sh
cs: Dcery már
de: Töchter von Na'sh
fil: Mga Anak na Babae ng Na'sh
fr: Filles de Na'sh
id: Putri-putri Na'sh
it: Figlie di Na'sh
ja: ナシュの娘たち
ko: 나으쉬의 딸들
pl: Córki Na'sh
pt: Filhas de Na'sh
tr: Na'ş'ın Kızları

source: Saddle Of The Camel
cs: Sedlo velblouda
de: Sattel des Kamels
fil: Sela ng Kamelyo
fr: Selle du chameau
id: Pelana Unta
it: Sella del cammello
ja: ラクダの鞍
ko: 낙타의 안장
pl: Siodło Wielbłąda
pt: Sela do Camelo
tr: Devenin Semeri

source: The Wool Spindle
cs: Vřeteno na vlnu
de: Die Wollspindel
fil: Ang Huso ng Wol
fr: Le Fuseau de laine
id: Gelendong Wol
it: Il fuso della lana
ja: 羊毛の紡錘
ko: 양털 방추
pl: Wrzeciono do wełny
pt: O Fuso de Lã
tr: Yün Kirmeni

source: The Front
cs: Přední část
de: Der Vordere
fil: Ang Unahan
fr: L'Avant
id: Bagian Depan
it: La Parte Anteriore
ja: 前部
ko: 앞부분
pl: Przód
pt: A Frente
tr: Ön

source: The Rear
cs: Záď
de: Der Hintere
fil: Ang Likuran
fr: L'Arrière
id: Bagian Belakang
it: La parte posteriore
ja: 後部
ko: 뒤쪽
pl: Tył
pt: A Popa
tr: Arka

source: The Bucket Cord
cs: Provaz vědra
de: Der Eimerstrick
fil: Ang Lubid ng Balde
fr: La Corde du Seau
id: Tali Timba
it: La corda del secchio
ja: つるべの縄
ko: 두레박줄
pl: Sznur od Wiadra
pt: A Corda do Balde
tr: Kova İpi

source: The Two Marks
cs: Dvě značky
de: Die zwei Zeichen
fil: Ang Dalawang Tanda
fr: Les Deux Signes
id: Dua Tanda
it: I due segni
ja: 二つの印
ko: 두 표식
pl: Dwa znaki
pt: As Duas Marcas
tr: İki İşaret

source: The Little Abdomen
cs: Malé břicho
de: Der kleine Unterleib
fil: Ang Munting Tiyan
fr: Le Petit Abdomen
id: Perut Kecil
it: Il piccolo addome
ja: 小さな腹部
ko: 작은 배
pl: Mały Brzuch
pt: O Pequeno Abdómen
tr: Küçük Karın

source: Al-Thurayya
cs: As-Surajjá
ja: アッ＝スライヤー
ko: 알-수라이야
pl: As-Surajja

source: The Little Follower
cs: Malý následovník
de: Der kleine Begleiter
fil: Ang Maliit na Tagasunod
fr: Le Petit Suiveur
id: Pengikut Kecil
it: Il Piccolo Seguace
ja: 小さな従者
ko: 작은 뒤따르는 자
pl: Mały Naśladowca
pt: O Pequeno Seguidor
tr: Küçük Takipçi

source: The Arm
cs: Paže
de: Der Arm
fil: Ang Braso
fr: Le Bras
id: Lengan
it: Il Braccio
ja: 腕
ko: 팔
pl: Ramię
pt: O Braço
tr: Kol

source: The Two Little Dogs
cs: Dva malí psi
de: Die zwei kleinen Hunde
fil: Ang Dalawang Maliliit na Aso
fr: Les Deux Petits Chiens
id: Dua Anjing Kecil
it: I due piccoli cani
ja: 二匹の小犬
ko: 작은 개 두 마리
pl: Dwa Małe Psy
pt: Os Dois Cãezinhos
tr: İki Küçük Köpek

source: The Nostrils
cs: Nozdry
de: Die Nüstern
fil: Ang mga Butas ng Ilong
fr: Les Narines
id: Lubang Hidung
it: Le Narici
ja: 鼻孔
ko: 콧구멍
pl: Nozdrza
pt: As Narinas
tr: Burun Delikleri

source: The Forehead
cs: Čelo
de: Die Stirn
fil: Ang Noo
fr: Le front
id: Dahi
it: La Fronte
ja: 額
ko: 이마
pl: Czoło
pt: A Testa
tr: Alın

source: The Mane
cs: Hříva
de: Die Mähne
fil: Ang Balahibo sa Leeg
fr: La Crinière
id: Surai
it: La Criniera
ja: たてがみ
ko: 갈기
pl: Grzywa
pt: A Juba
tr: Yele

source: Star Of Weather Change
cs: Hvězda změny počasí
de: Stern des Wetterwechsels
fil: Bituin ng Pagbabago ng Panahon
fr: Étoile du changement de temps
id: Bintang Perubahan Cuaca
it: Stella del cambiamento del tempo
ja: 天候の変わり目の星
ko: 날씨 변화를 알리는 별
pl: Gwiazda zmiany pogody
pt: Estrela da Mudança do Tempo
tr: Hava Değişimi Yıldızı

source: The Bend
cs: Ohyb
de: Die Biegung
fil: Ang Kurba
fr: La Courbe
id: Lengkungan
it: La Curva
ja: 曲がり
ko: 굽이
pl: Zakręt
pt: A Curva
tr: Kavis

source: The High Unarmed One
cs: Vysoký neozbrojený
de: Der hohe Unbewaffnete
fil: Ang Mataas na Walang Armas
fr: Le Haut Désarmé
id: Yang Tinggi Tak Bersenjata
it: L'Alto Disarmato
ja: 高き武器なき者
ko: 무장하지 않은 높은 자
pl: Wysoki Nieuzbrojony
pt: O Elevado Desarmado
tr: Yüksek Silahsız Olan

source: The Cover
cs: Pokrývka
de: Die Bedeckung
fil: Ang Takip
fr: La Couverture
id: Penutup
it: La Copertura
ja: 覆い
ko: 덮개
pl: Zasłona
pt: A Cobertura
tr: Örtü

source: Claws Of The Scorpion
cs: Klepeta Štíra
de: Scheren des Skorpions
fil: Mga Sipit ng Alakdan
fr: Les pinces du Scorpion
id: Capit Kalajengking
it: Chele dello Scorpione
ja: 蠍の爪
ko: 전갈의 집게발
pl: Szczypce Skorpiona
pt: Garras do Escorpião
tr: Akrebin Kıskaçları

source: The Diadem
cs: Diadém
de: Das Diadem
fil: Ang Diadema
fr: Le Diadème
id: Mahkota
it: Il Diadema
ja: 宝冠
ko: 왕관
pl: Diadem
pt: O Diadema
tr: Diyadem

source: The Heart
cs: Srdce
de: Das Herz
fil: Ang Puso
fr: Le Cœur
id: Jantung
it: Il Cuore
ja: 心臓
ko: 심장
pl: Serce
pt: O Coração
tr: Kalp

source: Raised Tail Of The Scorpion
cs: Vztyčený ocas Štíra
de: Aufgerichteter Schwanz des Skorpions
fil: Nakataas na Buntot ng Alakdan
fr: Queue relevée du Scorpion
id: Ekor Kalajengking yang Terangkat
it: Coda alzata dello Scorpione
ja: サソリの持ち上がった尾
ko: 전갈자리의 치켜세운 꼬리
pl: Uniesiony ogon Skorpiona
pt: Cauda Erguida do Escorpião
tr: Akrebin Kalkık Kuyruğu

source: The Scorpion
cs: Štír
de: Der Skorpion
fil: Ang Alakdan
fr: Le Scorpion
id: Kalajengking
it: Lo Scorpione
ja: さそり
ko: 전갈
pl: Skorpion
pt: O Escorpião
tr: Akrep

source: The Empty Place
cs: Prázdné místo
de: Der leere Ort
fil: Ang Bakanteng Lugar
fr: L'endroit vide
id: Tempat Kosong
it: Il luogo vuoto
ja: 空白の場所
ko: 알발다
pl: Puste Miejsce
pt: O Lugar Vazio
tr: Boş Yer

source: The Ostriches
cs: Pštrosi
de: Die Strauße
fil: Ang mga Ostrich
fr: Les Autruches
id: Burung Unta
it: Gli Struzzi
ja: ダチョウ
ko: 타조 무리
pl: Strusie
pt: As Avestruzes
tr: Devekuşları

source: The Lucky Star Of The Slaughterer
cs: Šťastná hvězda řezníka
de: Der Glücksstern des Schlächters
fil: Ang Masuwerteng Bituin ng Tagapagkatay
fr: L'étoile porte-bonheur du boucher
id: Bintang Mujur Sang Penyembelih
it: La stella fortunata del macellatore
ja: 屠殺者の幸運の星
ko: 도살자의 길성
pl: Szczęśliwa Gwiazda Rzeźnika
pt: A Estrela da Sorte do Sacrificador
tr: Boğazlayanın Uğurlu Yıldızı

source: The Lucky Star Of The Swallower
cs: Šťastná hvězda Polykatele
de: Der Glücksstern des Verschlingers
fil: Ang Masuwerteng Bituin ng Lumulunok
fr: La bonne étoile de l’Avaleur
id: Bintang Keberuntungan Sang Penelan
it: La stella fortunata dell'inghiottitore
ja: 飲み込む者の幸運の星
ko: 삼키는 자의 길한 별
pl: Szczęśliwa Gwiazda Połykacza
pt: A estrela da sorte do Engolidor
tr: Yutanın Uğurlu Yıldızı

source: The Luckiest Of The Lucky Stars
cs: Nejšťastnější ze šťastných hvězd
de: Der glücklichste der Glückssterne
fil: Ang Pinakamasuwerteng Bituin sa mga Masusuwerteng Bituin
fr: La plus chanceuse des étoiles porte-bonheur
id: Yang terberuntung di antara bintang-bintang keberuntungan
it: La più fortunata delle stelle fortunate
ja: 幸運の星々のうち最も幸運な星
ko: 길한 별들 가운데 가장 길한 별
pl: Najszczęśliwsza ze szczęśliwych gwiazd
pt: A mais afortunada das estrelas da sorte
tr: Uğurlu yıldızların en uğurlusu

source: The Lucky Star Of The Tents
cs: Šťastná hvězda stanů
de: Der Glücksstern der Zelte
fil: Ang Mapalad na Bituin ng mga Tolda
fr: L’Étoile porte-bonheur des tentes
id: Bintang Keberuntungan dari Tenda-Tenda
it: La stella fortunata delle tende
ja: 天幕の幸運の星
ko: 천막의 행운의 별
pl: Szczęśliwa Gwiazda Namiotów
pt: A Estrela da Sorte das Tendas
tr: Çadırların Uğurlu Yıldızı

source: The Circular Mark
cs: Kruhová značka
de: Die kreisrunde Markierung
fil: Ang Bilog na Tanda
fr: La marque circulaire
id: Tanda Melingkar
it: Il Segno Circolare
ja: 円形の印
ko: 원형 표식
pl: Koliste Znamię
pt: A Marca Circular
tr: Dairesel İşaret

source: The Downward Bend
cs: Ohyb dolů
de: Die Abwärtsbiegung
fil: Ang Kurbang Pababa
fr: La Courbe descendante
id: Lengkungan ke bawah
it: La curva discendente
ja: 下向きの曲がり
ko: 아래로 굽음
pl: Zgięcie w dół
pt: A Curva Descendente
tr: Aşağı Doğru Kıvrım

source: Claws Of Al-Jawza
cs: Drápy Al-Jawzy
de: Klauen von Al-Jawza
fil: Mga Kuko ng Al-Jawza
fr: Griffes d'Al-Jawza
id: Cakar Al-Jawza
it: Artigli di Al-Jawza
ja: アル・ジャウザーの爪
ko: 알자우자의 발톱
pl: Pazury Al-Jawza
pt: Garras de Al-Jawza
tr: Al-Jawza'nın Pençeleri

source: The Claws
cs: Klepeta
de: Die Scheren
fil: Ang mga Sipit
fr: Les Pinces
id: Capit
it: Le Chele
ja: 爪
ko: 발톱
pl: Pazury
pt: As Garras
tr: Pençeler

source: Back Of Al-Jawza
cs: Záda Al-Jawzy
de: Rücken von Al-Jawza
fil: Likod ng Al-Jawza
fr: Dos d'Al-Jawza
id: Punggung Al-Jawza
it: Dorso di Al-Jawza
ja: アル・ジャウザーの背
ko: 알자우자의 등
pl: Grzbiet Al-Jawza
pt: Dorso de Al-Jawza
tr: Al-Jawza'nın Sırtı

source: Mosque Of Al-Thurayya
cs: Mešita Al-Thurayya
de: Moschee von Al-Thurayya
fil: Moske ng Al-Thurayya
fr: Mosquée d'Al-Thurayya
id: Masjid Al-Thurayya
it: Moschea di Al-Thurayya
ja: アル・スライヤーのモスク
ko: Al-Thurayya의 모스크
pl: Meczet Al-Thurayya
pt: Mesquita de Al-Thurayya
tr: Süreyya Mescidi

source: Al-Jawza
cs: Al-Džauzá
ja: アル・ジャウザー
ko: 알자우자
pl: al-Dżawza
tr: El-Cevzâ

source: The Rear 2
cs: Záď 2
de: Der Hintere 2
fil: Ang Likuran 2
fr: L’Arrière 2
id: Belakang 2
it: La Parte Posteriore 2
ja: 後部 2
ko: 뒤쪽 2
pl: Tył 2
pt: A Traseira 2
tr: Arka 2

source: The Rear 1
cs: Zadní část 1
de: Der Hintere 1
fil: Ang Likuran 1
fr: L'Arrière 1
id: Yang Belakang 1
it: Il Retro 1
ja: 後部 1
ko: 뒤쪽 1
pl: Tył 1
pt: A Traseira 1
tr: Arka 1

source: The Oath Star
cs: Hvězda přísahy
de: Der Eidstern
fil: Bituin ng Panunumpa
fr: L’Étoile du Serment
id: Bintang Sumpah
it: La stella del giuramento
ja: 誓いの星
ko: 맹세의 별
pl: Gwiazda Przysięgi
pt: A Estrela do Juramento
tr: Yemin Yıldızı

source: Aba al-sihil
de: Aba as-Sahl
ja: アバ・アルシヒル
ko: 아바 알-시힐

source: Al-Miss.hil
ja: アル・ミスヒル
ko: 알-미스힐

source: Al-S.hali
ja: アル・サハリー
ko: 알-사할리

source: The Kid
cs: Kozlík
de: Das Böckchen
fil: Ang Batang Kambing
fr: Le Chevreau
id: Anak Kambing Jantan
it: Il Capretto
ja: 子ヤギ
ko: 어린 수염소
pl: Koziołek
pt: O Cabrito
tr: Oğlak

source: The Latter
cs: Ten druhý
de: Der Letztere
fil: Ang Huli
fr: Le dernier
id: Yang Terakhir
it: Il Secondo
ja: 後者
ko: 후자
pl: Drugi
pt: O Último
tr: İkincisi

source: Al-Mjaidih
ja: アルムジャイディ
ko: 알므자이디

source: Southern Horn Of Al-Jawza
cs: Jižní roh Al-Jawzy
de: Südliches Horn von Al-Jawza
fil: Katimugang Sungay ng Al-Jawza
fr: Corne australe d’Al-Jawza
id: Tanduk Selatan Al-Jawza
it: Corno meridionale di Al-Jawza
ja: Al-Jawzaの南の角
ko: 알자우자의 남쪽 뿔
pl: Południowy róg Al-Dżauzy
pt: Chifre austral de Al-Jawza
tr: Al-Jawza'nın Güney Boynuzu

source: Southern Claw Of Al-Jawza
cs: Jižní dráp al-Džauzy
de: Südliche Klaue von Al-Jawza
fil: Katimugang Kuko ng Al-Jawza
fr: Griffe méridionale d'Al-Jawza
id: Cakar Selatan Al-Jawza
it: Chela australe di Al-Jawza
ja: アル・ジャウザーの南の爪
ko: Al-Jawza의 남쪽 발톱
pl: Południowy pazur Al-Jawzy
pt: Garra meridional de Al-Jawza
tr: Al-Jawza'nın Güney Pençesi

source: The Parallel One
cs: Rovnoběžná
de: Der Parallele
fil: Ang Paralelo
fr: Le Parallèle
id: Yang Sejajar
it: Il Parallelo
ja: 平行の星
ko: 나란한 별
pl: Równoległy
pt: O Paralelo
tr: Paralel Olan

source: The Sided One
cs: Boční
de: Der Seitliche
fil: Ang Nasa Tagiliran
fr: Le Flanc
id: Yang di Sisi
it: Il Laterale
ja: 脇の者
ko: 옆쪽에 있는 자
pl: Boczny
pt: O do Lado
tr: Yandaki

source: Leg Of Al-Jawza
cs: Noha Al-Jawza
de: Bein von Al-Jawza
fil: Paa ni Al-Jawza
fr: Jambe d’Al-Jawza
id: Kaki Al-Jawza
it: Gamba di Al-Jawza
ja: アル・ジャウザーの脚
ko: 알자우자의 다리
pl: Noga al-Dżauzy
pt: Perna de Al-Jawza
tr: El-Cevzâ'nın Bacağı

source: Northern Horn Of Al-Jawza
cs: Severní roh Al-Jawzy
de: Nördliches Horn von Al-Jawza
fil: Hilagang Sungay ng Al-Jawza
fr: Corne septentrionale d'Al-Jawza
id: Tanduk Utara Al-Jawza
it: Corno settentrionale di Al-Jawza
ja: アル・ジャウザーの北の角
ko: 알자우자의 북쪽 뿔
pl: Północny róg Al-Jawzy
pt: Chifre setentrional de Al-Jawza
tr: Al-Jawza'nın Kuzey Boynuzu

source: Northern Claw Of Al-Jawza
cs: Severní dráp Al-Jawzy
de: Nördliche Klaue von Al-Jawza
fil: Hilagang Kuko ng Al-Jawza
fr: Griffe septentrionale d'Al-Jawza
id: Cakar Utara dari Al-Jawza
it: Artiglio settentrionale di Al-Jawza
ja: アル・ジャウザーの北の爪
ko: 알자우자의 북쪽 발톱
pl: Północny pazur Al-Jawzy
pt: Garra do Norte de Al-Jawza
tr: Al-Jawza'nın Kuzey Pençesi

source: Suhayl
ja: スハイル
ko: 수하일
tr: Süheyl

source: Al-Mirzam
ja: アルミルザム
ko: 알미르잠

source: Al-Shi'la
ja: アルシュウラー
ko: 알시일라

source: The Claws 5
cs: Drápy 5
de: Die Klauen 5
fil: Mga Kuko 5
fr: Les Griffes 5
id: Cakar 5
it: Gli Artigli 5
ja: 爪 5
ko: 발톱 5
pl: Pazury 5
pt: As Garras 5
tr: Pençeler 5

source: The Claws 6
cs: Drápy 6
de: Die Klauen 6
fil: Ang mga Kuko 6
fr: Les Griffes 6
id: Cakar 6
it: Gli artigli 6
ja: 爪 6
ko: 발톱 6
pl: Pazury 6
pt: As Garras 6
tr: Pençeler 6

source: The Claws 4
cs: Drápy 4
de: Die Krallen 4
fil: Ang mga Kuko 4
fr: Les Griffes 4
id: Cakar 4
it: Gli Artigli 4
ja: 爪 4
ko: 발톱 4
pl: Pazury 4
pt: As Garras 4
tr: Pençeler 4

source: The Claws 1
cs: Drápy 1
de: Die Klauen 1
fil: Ang mga Kuko 1
fr: Les Griffes 1
id: Cakar 1
it: Gli Artigli 1
ja: 爪 1
ko: 발톱 1
pl: Pazury 1
pt: As Garras 1
tr: Pençeler 1

source: The Claws 2
cs: Drápy 2
de: Die Krallen 2
fil: Ang mga Kuko 2
fr: Les Griffes 2
id: Cakar 2
it: Gli Artigli 2
ja: 爪 2
ko: 발톱 2
pl: Pazury 2
pt: As Garras 2
tr: Pençeler 2

source: The Claws 3
cs: Drápy 3
de: Die Krallen 3
fil: Ang mga Kuko 3
fr: Les Griffes 3
id: Cakar 3
it: Gli Artigli 3
ja: 爪 3
ko: 발톱 3
pl: Pazury 3
pt: As Garras 3
tr: Pençeler 3

source: Al-Khilj 2
ja: アル・ヒルジ 2

source: The first Khilj 2
cs: První Khilj 2
de: Der erste Khilj 2
fil: Ang unang Khilj 2
fr: Le premier Al-Khilj 2
id: Khilj pertama 2
it: Il primo Khilj 2
ja: 第一のヒルジ 2
ko: 첫 번째 Khilj 2
pl: Pierwszy Khilj 2
pt: O primeiro Khilj 2
tr: Birinci Khilj 2

source: The first two 2
cs: První dvě 2
de: Die ersten beiden 2
fil: Ang unang dalawa 2
fr: Les deux premiers 2
id: Dua pertama 2
it: Le prime due 2
ja: 最初の二つ 2
ko: 처음 두 개 2
pl: Pierwsze dwie 2
pt: Os dois primeiros 2
tr: İlk ikisi 2

source: The first Khilj 1
cs: První Khilj 1
de: Der erste Khilj 1
fil: Ang unang Khilj 1
fr: Le premier Khilj 1
id: Khilj pertama 1
it: Il primo Khilj 1
ja: 第1 Khilj 1
ko: 첫 번째 Khilj 1
pl: Pierwszy Khilj 1
pt: O primeiro Khilj 1
tr: Birinci Khilj 1

source: The first two 1
cs: První dva 1
de: Die ersten beiden 1
fil: Ang unang dalawa 1
fr: Les deux premières 1
id: Dua yang pertama 1
it: Le prime due 1
ja: 最初の二つ 1
ko: 첫 번째 한 쌍 1
pl: Pierwsze dwie 1
pt: As duas primeiras 1
tr: İlk iki 1

source: The Latter Khilj 1
cs: Pozdější Khilj 1
de: Der spätere Khilj 1
fil: Ang Huling Khilj 1
fr: Le Khilj postérieur 1
id: Khilj yang kemudian 1
it: Il Khilj successivo 1
ja: 後のアル・ヒルジ 1
ko: 뒤쪽 힐지 1
pl: Późniejszy al-Khilj 1
pt: O Khilj Posterior 1
tr: Arkadaki Khilj 1

source: The fourth ones 1
cs: Čtvrté 1
de: Die Vierten 1
fil: Ang mga ikaapat 1
fr: Les Quatrièmes 1
id: Yang keempat 1
it: I quarti 1
ja: 四番目のもの 1
ko: 네 번째 1
pl: Czwarti 1
pt: Os quartos 1
tr: Dördüncüler 1

source: The Latter Khilj 2
cs: Následující al-Khilj 2
de: Der nachfolgende Khilj 2
fil: Ang Huling Khilj 2
fr: Le second Khilj 2
id: Khilj yang Belakangan 2
it: Il Khilj seguente 2
ja: 後のアル・ヒルジ 2
ko: 뒤의 힐지 2
pl: Późniejszy Khilj 2
pt: O Khilj Posterior 2
tr: Sonraki Khilj 2

source: The fourth ones 2
cs: Čtvrtí 2
de: Die Vierten 2
fil: Ang mga ika-apat 2
fr: Les quatrièmes 2
id: Yang keempat 2
it: I quarti 2
ja: 第四の星々 2
ko: 네 번째 2
pl: Czwarte 2
pt: Os quartos 2
tr: Dördüncüler 2

source: The Fifth
cs: Pátý
de: Der Fünfte
fil: Ang Ikalima
fr: Le Cinquième
id: Yang Kelima
it: Il Quinto
ja: 第五
ko: 다섯째
pl: Piąty
pt: O Quinto
tr: Beşinci

source: The Sixth
cs: Šestý
de: Der Sechste
fil: Ang Ika-anim
fr: La Sixième
id: Yang Keenam
it: Il Sesto
ja: 第六
ko: 여섯째
pl: Szósty
pt: O Sexto
tr: Altıncı

source: The Seventh
cs: Sedmý
de: Der Siebte
fil: Ang Ikapito
fr: Le Septième
id: Yang Ketujuh
it: Il Settimo
ja: 第七
ko: 일곱째
pl: Siódmy
pt: O Sétimo
tr: Yedinci

source: al-Naayem 1
ja: アル-ナアイム 1
ko: 알나아임 1

source: The Watcher
cs: Strážce
de: Der Wächter
fil: Ang Tagapagbantay
fr: Le Guetteur
id: Sang Pengawas
it: Il Sorvegliante
ja: 監視者
ko: 감시자
pl: Czuwający
pt: O Vigia
tr: Gözcü

source: The Reddish One
cs: Načervenalý
de: Der Rötliche
fil: Ang Mamula-mula
fr: Le Rougeâtre
id: Yang kemerahan
it: Il Rossastro
ja: 赤みがかったもの
ko: 불그스름한 자
pl: Czerwonawy
pt: O Avermelhado
tr: Kızılımsı Olan

source: al-Naayem 2
ja: アル・ナアイム 2
ko: 알-나아임 2

source: The Two Guards 1
cs: Dva strážci 1
de: Die beiden Wächter 1
fil: Ang Dalawang Bantay 1
fr: Les Deux Gardes 1
id: Dua Penjaga 1
it: Le due guardie 1
ja: 二人の番人 1
ko: 두 보초 1
pl: Dwaj Strażnicy 1
pt: Os Dois Guardas 1
tr: İki Bekçi 1

source: The Two Refugees 1
cs: Dva uprchlíci 1
de: Die beiden Flüchtlinge 1
fil: Ang Dalawang Lumikas 1
fr: Les Deux Réfugiés 1
id: Dua Pengungsi 1
it: I Due Rifugiati 1
ja: 二人の難民 1
ko: 두 난민 1
pl: Dwaj Uchodźcy 1
pt: Os Dois Refugiados 1
tr: İki Mülteci 1

source: Al aba Bzay 1
ja: アル・アバ・ブゼイ 1
ko: 알 아바 브제이 1

source: The Two Guards 2
cs: Dva strážci 2
de: Die zwei Wächter 2
fil: Ang Dalawang Bantay 2
fr: Les Deux Gardiens 2
id: Dua Penjaga 2
it: Le Due Guardie 2
ja: 二人の番人 2
ko: 두 수호자 2
pl: Dwaj strażnicy 2
pt: Os Dois Guardiões 2
tr: İki Nöbetçi 2

source: The Two Refugees 2
cs: Dva uprchlíci 2
de: Die beiden Flüchtlinge 2
fil: Ang Dalawang Lumikas 2
fr: Les Deux Réfugiés 2
id: Dua Pengungsi 2
it: I Due Rifugiati 2
ja: 二人の難民 2
ko: 두 난민 2
pl: Dwaj Uchodźcy 2
pt: Os Dois Refugiados 2
tr: İki Mülteci 2

source: Al aba bzay 2
cs: Ál Abá Bzaj 2
it: Al Aba Bzai 2
ja: アル・アバ・ブザイ 2
ko: 알 아바 브자이 2
pl: Al Aba Bzaj 2

source: The Closed Wings Eagle
cs: Orel se složenými křídly
de: Der Adler mit angelegten Flügeln
fil: Ang Agilang Nakatiklop ang Pakpak
fr: L'Aigle aux ailes repliées
id: Elang dengan sayap terlipat
it: L'aquila dalle ali chiuse
ja: 翼をたたんだ鷲
ko: 날개를 접은 독수리
pl: Orzeł o złożonych skrzydłach
pt: A Águia de Asas Fechadas
tr: Kapalı Kanatlı Kartal

source: The Spread Wings Eagle
cs: Orel s rozepjatými křídly
de: Der Adler mit ausgebreiteten Flügeln
fil: Ang Agilang nakabuka ang mga pakpak
fr: L'Aigle aux ailes déployées
id: Elang Sayap Terentang
it: L'Aquila dalle ali spiegate
ja: 翼を広げた鷲
ko: 날개를 펼친 독수리
pl: Orzeł o rozpostartych skrzydłach
pt: A Águia de Asas Abertas
tr: Kanatları Açık Kartal

source: Al-Kanoon
ja: アルカーヌーン
ko: 알카눈

source: The Front 2
cs: Přední 2
de: Die Front 2
fil: Ang Unahan 2
fr: L'Avant 2
id: Bagian Depan 2
it: La Parte Anteriore 2
ja: 前部 2
ko: 선두 2
pl: Przód 2
pt: A Frente 2
tr: Ön 2

source: The Front 1
cs: Přední část 1
de: Der Vordere 1
fil: Ang Unahan 1
fr: L'Avant 1
id: Bagian Depan 1
it: Il Fronte 1
ja: 前方 1
ko: 선두 1
pl: Przód 1
pt: A Frente 1
tr: Ön 1

source: al-Thurayya
fr: ath-Thurayyâ
id: Ats-Tsurayya
ja: アッ・スライヤー
ko: 알투라이야
pl: as-Surajja
tr: es-Süreyya

source: Evening Star
cs: Večernice
de: Abendstern
fil: Bituin ng Takipsilim
fr: Étoile du soir
id: Bintang Sore
it: Stella della sera
ja: 宵の明星
ko: 저녁별
pl: Gwiazda Wieczorna
pt: Estrela vespertina
tr: Akşam Yıldızı

source: Morning Star
cs: Jitřenka
de: Morgenstern
fil: Bituin ng Umaga
fr: Étoile du matin
id: Bintang Fajar
it: Stella del mattino
ja: 明けの明星
ko: 샛별
pl: Jutrzenka
pt: Estrela da Manhã
tr: Sabah Yıldızı

source: The Sip
cs: Doušek
de: Der Schluck
fil: Ang Lagok
fr: La Gorgée
id: Seteguk
it: Il Sorso
ja: ひと口
ko: 한 모금
pl: Łyk
pt: O Gole
tr: Yudum

source: The Star Of Al-Hawdan
cs: Al-Hawdanova hvězda
de: Der Stern von Al-Hawdan
fil: Ang Bituin ni Al-Hawdan
fr: L’étoile d’Al-Hawdan
id: Bintang Al-Hawdan
it: La stella di Al-Hawdan
ja: アル・ハウダンの星
ko: 알후단의 별
pl: Gwiazda Al-Hawdan
pt: A Estrela de Al-Hawdan
tr: Al-Hawdan'ın Yıldızı

source: Al-Khilj 1
ko: 알힐지 1
