Repository: Stellarium/stellarium-skycultures
Catalog: arabic_arabian_peninsula/po/*.po
Languages: cs, de, fil, fr, id, it, ja, ko, pl, pt, tr

source: - [#1]: Oral tradition - [#2]: Al-Ajaji, Khalid, *Šarḥ Qaṣidat al-Qāḍī fi al-anwāʾ wal-nuǧūm*, Explanation of al-Qāḍī poem of anwāʾ and stars, Riyadh, Saudi Arabia, 2013., خالد بن عبد الله العجاجي، شرح قصيدة القاضي في الأنواء والنجوم، الرياض، المملكة العربية السعودية، 1434 هـ. - [#3]: Al-Ajaji, Khalid, *Šarḥ Maʾthūrāt al-Ḫalāwī al-falakiyah*, Explanation of al-Ḫalāwī astronomy poems, Riyadh, Saudi Arabia, 2018., خالد بن عبد الله العجاجي، شرح مأثورات الخلاوي الفلكية، الرياض، المملكة العربية السعودية، 1439 هـ. - [#4]: Ibn Ḫamīs, ʿAbd Allah b. Muḥammad, *Rāshid al-Ḫalāwī*, Riyadh, Saudi Arabia, 2002., عبدالله بن محمد بن خميس ، راشد الخلاوي ، الرياض، المملكة العربية السعودية، 1423 هـ. - [#5]: Al-Blādī, ʿAtiq b. Ġayth, *Al-adab al-šaʿbī fi al-ḥiǧāz*, Folk literature in Ḥijaz, Dar Makkah, Makkah, Saudi Arabia, 1982, عاتق بن غيث البلادي (ت 1431 ه)، الأدب الشعبي في الحجاز، دار مكة، مكة المكرمة، ط 2، 1402 هـ. - [#6]: Al-Suwaydā, ʿAbd al-Raḥman, *Al-Amthāl al-šaʿbiyah al-sāʾirah fi manṭiqat Ḥāʾil*, The local common proverbs of the Ḥayel region, Riyadh, Saudi Arabia, 2007., عبد الرحمن بن زيد السويداء، الأمثال الشعبية السائرة في منطقة حائل، الرياض، المملكة العربية السعودية، 1428 هـ. - [#7]: Al-Ḥatim, ʿAbd Allah Khalid, *Diwān ʿAbd Allah bin Ḥmūd al-Sbayel*, The poetry collection of ʿAbd Allah b. Ḥumūd al-Sbayel, 1984, عبدالله الخالد الحاتم ، ديوان عبدالله بن حمود السبيِّل، 1404 هـ. - [#8]: Al-Suwaydā, ʿAbd al-Raḥman, *Šuʿarāʾ al-ǧabal al-šaʿbiyūn*, The Poets of the mountain, 5-volume poetry collection, Riyadh, Saudi Arabia, 2013., عبد الرحمن بن زيد السويداء، شعراء الجبل الشعبيون، الرياض، المملكة العربية السعودية، 1434 هـ. - [#9]: Al-ʿAnsī, Yaḥyā, *Al-Maʿalim al-ziraʿiyah fi al-Yaman*, Agricultural signs in Yemen, Yemen, 2010, يحيى العنسي، المعالم الزراعية في اليمن، اليمن، 1431 هـ. - [#10]: Ibn Bišir, ʿUṯmān ibn ʿAbd Allah (died 1873), *ʿInwān al-maǧd fi tarīḫ Naǧd*, The Title of Glory on the History of Najd (Arabic critical edition by Dr. Muḥammad ibn Nāṣir al-Šiṯrī), Riyadh, Saudi Arabia, 2012., ابن بشر، عثمان بن عبد الله بن بشر، عنوان المجد في تاريخ نجد، تحقيق الدكتور محمد بن ناصر الشثري، الرياض، المملكة العربية السعودية، 1433 هـ. - [#11]: Al-ʿUbūdī, Moḥammad b. Nāṣir, *Al-Amthāl al-ʿāmiyah fi Naǧd*, The folk proverbs in Najd, 4 volumes, Dar Al-Thulūthiyah, Riyadh, Saudi Arabia, 2010., محمد بن ناصر العبودي، الأمثال العامية في نجد، دار الثلوثية، الرياض، المملكة العربية السعودية، 1431 هـ. - [#12]: Al-ʿUbūdī, Moḥammad b. Nāṣir, *Muʿǧam al-Uṣūl al-faṣīḥah lil-alfāẓ al-dariǧah*, Lexicon of the classical root of the common dialect words, 13 volumes, King AbdulAzeez Library, Riyadh, Saudi Arabia, 2009., محمد بن ناصر العبودي، معجم الأصول الفصيحة للألفاظ الدارجة، مكتبة الملك عبد العزيز، الرياض، المملكة العربية السعودية، 1430 هـ. - [#13]: *Al-Azhār al-nadiyah min ashʿār al-badiyah*, A collection of Bedouin poetry titled The Moist Flowers of Bedouin Poetry, 18 volumes, Al Ma'arif library, Tayef, Saudi Arabia. الأزهار النادية من أشعار البادية، مكتبة المعارف، الطائف، المملكة العربية السعودية. - [#14]: *Min ādābinā al-shaʿbiyah fi al-ǧazīrah al-ʿarabiyah*, A collection of poetry by Mandeel al-Fuhaid, Our local literature of the Arabian Peninsula, 10 volumes, Riyadh, Saudi Arabia. منديل بن محمد الفهيد، من آدابنا الشعبية في الجزيرة العربية. - [#15]: Al-Suwaydā, ʿAbd al-Raḥman, *Durar min al-shiʿr al-shaʿbī*, The Best of Folk Poetry, 3-volume poetry collection, Riyadh, Saudi Arabia, 1999. عبد الرحمن بن زيد السويداء، درر من الشعر الشعبي، الرياض، المملكة العربية السعودية، 1420 هـ. - [#16]: Al-Hamdânîʼs *Geographie der Arabischen Halbinsel*, David Heinrich Müller, Leiden: E. J. Brill, 1884, p. 47. - [#17]: Le Bon, Gustave, *La civilisation des Arabes*, Paris, Librairie de Firmin-Didot, 1884, livre premier, p. 1.
cs: - [#1]: Ústní tradice - [#2]: Al-Ajaji, Khalid, *Šarḥ Qaṣidat al-Qāḍī fi al-anwāʾ wal-nuǧūm*, Vysvětlení Kádího básně o anwāʾ a hvězdách, Rijád, Saúdská Arábie, 2013., خالد بن عبد الله العجاجي، شرح قصيدة القاضي في الأنواء والنجوم، الرياض، المملكة العربية السعودية، 1434 هـ. - [#3]: Al-Ajaji, Khalid, *Šarḥ Maʾthūrāt al-Ḫalāwī al-falakiyah*, Vysvětlení astronomických básní al-Ḫalāwího, Rijád, Saúdská Arábie, 2018., خالد بن عبد الله العجاجي، شرح مأثورات الخلاوي الفلكية، الرياض، المملكة العربية السعودية، 1439 هـ. - [#4]: Ibn Ḫamīs, ʿAbd Allah b. Muḥammad, *Rāshid al-Ḫalāwī*, Rijád, Saúdská Arábie, 2002., عبدالله بن محمد بن خميس ، راشد الخلاوي ، الرياض، المملكة العربية السعودية، 1423 هـ. - [#5]: Al-Blādī, ʿAtiq b. Ġayth, *Al-adab al-šaʿbī fi al-ḥiǧāz*, Lidová literatura v Hidžázu, Dar Makkah, Mekka, Saúdská Arábie, 1982, عاتق بن غيث البلادي (ت 1431 ه)، الأدب الشعبي في الحجاز، دار مكة، مكة المكرمة، ط 2، 1402 هـ. - [#6]: Al-Suwaydā, ʿAbd al-Raḥman, *Al-Amthāl al-šaʿbiyah al-sāʾirah fi manṭiqat Ḥāʾil*, Běžná lidová přísloví oblasti Há'il, Rijád, Saúdská Arábie, 2007., عبد الرحمن بن زيد السويداء، الأمثال الشعبية السائرة في منطقة حائل، الرياض، المملكة العربية السعودية، 1428 هـ. - [#7]: Al-Ḥatim, ʿAbd Allah Khalid, *Diwān ʿAbd Allah bin Ḥmūd al-Sbayel*, Básnická sbírka ʿAbd Allah b. Ḥmūd al-Sbayel, 1984, عبدالله الخالد الحاتم ، ديوان عبدالله بن حمود السبيِّل، 1404 هـ. - [#8]: Al-Suwaydā, ʿAbd al-Raḥman, *Šuʿarāʾ al-ǧabal al-šaʿbiyūn*, Básníci hory, pětisvazková sbírka poezie, Rijád, Saúdská Arábie, 2013., عبد الرحمن بن زيد السويداء، شعراء الجبل الشعبيون، الرياض، المملكة العربية السعودية، 1434 هـ. - [#9]: Al-ʿAnsī, Yaḥyā, *Al-Maʿalim al-ziraʿiyah fi al-Yaman*, Zemědělské ukazatele v Jemenu, Jemen, 2010, يحيى العنسي، المعالم الزراعية في اليمن، اليمن، 1431 هـ. - [#10]: Ibn Bišir, ʿUṯmān ibn ʿAbd Allah (zemřel 1873), *ʿInwān al-maǧd fi tarīḫ Naǧd*, Titul slávy o dějinách Nadždu (arabské kritické vydání Dr. Muḥammada ibn Nāṣira al-Šiṯrī), Rijád, Saúdská Arábie, 2012., ابن بشر، عثمان بن عبد الله بن بشر، عنوان المجد في تاريخ نجد، تحقيق الدكتور محمد بن ناصر الشثري، الرياض، المملكة العربية السعودية، 1433 هـ. - [#11]: Al-ʿUbūdī, Moḥammad b. Nāṣir, *Al-Amthāl al-ʿāmiyah fi Naǧd*, Lidová přísloví v oblasti Nadžd, 4 svazky, Dar Al-Thulūthiyah, Rijád, Saúdská Arábie, 2010., محمد بن ناصر العبودي، الأمثال العامية في نجد، دار الثلوثية، الرياض، المملكة العربية السعودية، 1431 هـ. - [#12]: Al-ʿUbūdī, Moḥammad b. Nāṣir, *Muʿǧam al-Uṣūl al-faṣīḥah lil-alfāẓ al-dariǧah*, Slovník klasických kořenů běžných dialektových slov, 13 svazků, King AbdulAzeez Library, Rijád, Saúdská Arábie, 2009., محمد بن ناصر العبودي، معجم الأصول الفصيحة للألفاظ الدارجة، مكتبة الملك عبد العزيز، الرياض، المملكة العربية السعودية، 1430 هـ. - [#13]: *Al-Azhār al-nadiyah min ashʿār al-badiyah*, Sbírka beduínské poezie nazvaná Vlahé květy beduínské poezie, 18 svazků, knihovna Al Ma'arif, Tá'if, Saúdská Arábie. الأزهار النادية من أشعار البادية، مكتبة المعارف، الطائف، المملكة العربية السعودية. - [#14]: *Min ādābinā al-shaʿbiyah fi al-ǧazīrah al-ʿarabiyah*, Sbírka poezie Mandeel al-Fuhaid, Naše lidová literatura Arabského poloostrova, 10 svazků, Rijád, Saúdská Arábie. منديل بن محمد الفهيد، من آدابنا الشعبية في الجزيرة العربية. - [#15]: Al-Suwaydā, ʿAbd al-Raḥman, *Durar min al-shiʿr al-shaʿbī*, Perly lidové poezie, třísvazková sbírka poezie, Rijád, Saúdská Arábie, 1999. عبد الرحمن بن زيد السويداء، درر من الشعر الشعبي، الرياض، المملكة العربية السعودية، 1420 هـ. - [#16]: Al-Hamdânîʼs *Geographie der Arabischen Halbinsel*, David Heinrich Müller, Leiden: E. J. Brill, 1884, s. 47. - [#17]: Le Bon, Gustave, *La civilisation des Arabes*, Paříž, Librairie de Firmin-Didot, 1884, kniha první, s. 1.
de: - [#1]: Mündliche Überlieferung - [#2]: Al-Ajaji, Khalid, *Šarḥ Qaṣidat al-Qāḍī fi al-anwāʾ wal-nuǧūm*, Erläuterung des Gedichts des al-Qāḍī über al-anwāʾ und die Sterne, Riyadh, Saudi-Arabien, 2013., خالد بن عبد الله العجاجي، شرح قصيدة القاضي في الأنواء والنجوم، الرياض، المملكة العربية السعودية، 1434 هـ. - [#3]: Al-Ajaji, Khalid, *Šarḥ Maʾthūrāt al-Ḫalāwī al-falakiyah*, Erläuterung der astronomischen Gedichte al-Ḫalāwīs, Riyadh, Saudi-Arabien, 2018., خالد بن عبد الله العجاجي، شرح مأثورات الخلاوي الفلكية، الرياض، المملكة العربية السعودية، 1439 هـ. - [#4]: Ibn Ḫamīs, ʿAbd Allah b. Muḥammad, *Rāshid al-Ḫalāwī*, Riyadh, Saudi-Arabien, 2002., عبدالله بن محمد بن خميس ، راشد الخلاوي ، الرياض، المملكة العربية السعودية، 1423 هـ. - [#5]: Al-Blādī, ʿAtiq b. Ġayth, *Al-adab al-šaʿbī fi al-ḥiǧāz*, Volksliteratur im Hedschas, Dar Makkah, Makkah, Saudi-Arabien, 1982, عاتق بن غيث البلادي (ت 1431 ه)، الأدب الشعبي في الحجاز، دار مكة، مكة المكرمة، ط 2، 1402 هـ. - [#6]: Al-Suwaydā, ʿAbd al-Raḥman, *Al-Amthāl al-šaʿbiyah al-sāʾirah fi manṭiqat Ḥāʾil*, Gängige volkstümliche Sprichwörter der Region Ḥāʾil, Riyadh, Saudi-Arabien, 2007., عبد الرحمن بن زيد السويداء، الأمثال الشعبية السائرة في منطقة حائل، الرياض، المملكة العربية السعودية، 1428 هـ. - [#7]: Al-Ḥatim, ʿAbd Allah Khalid, *Diwān ʿAbd Allah bin Ḥmūd al-Sbayel*, Die Gedichtsammlung von ʿAbd Allah bin Ḥmūd al-Sbayel, 1984, عبدالله الخالد الحاتم ، ديوان عبدالله بن حمود السبيِّل، 1404 هـ. - [#8]: Al-Suwaydā, ʿAbd al-Raḥman, *Šuʿarāʾ al-ǧabal al-šaʿbiyūn*, Die Dichter des Gebirges, 5-bändige Gedichtsammlung, Riyadh, Saudi-Arabien, 2013., عبد الرحمن بن زيد السويداء، شعراء الجبل الشعبيون، الرياض، المملكة العربية السعودية، 1434 هـ. - [#9]: Al-ʿAnsī, Yaḥyā, *Al-Maʿalim al-ziraʿiyah fi al-Yaman*, Landwirtschaftliche Zeichen im Jemen, Jemen, 2010, يحيى العنسي، المعالم الزراعية في اليمن، اليمن، 1431 هـ. - [#10]: Ibn Bišir, ʿUṯmān ibn ʿAbd Allah (gestorben 1873), *ʿInwān al-maǧd fi tarīḫ Naǧd*, Der Titel der Herrlichkeit zur Geschichte von Najd (kritische arabische Ausgabe von Dr. Muḥammad ibn Nāṣir al-Šiṯrī), Riyadh, Saudi-Arabien, 2012., ابن بشر، عثمان بن عبد الله بن بشر، عنوان المجد في تاريخ نجد، تحقيق الدكتور محمد بن ناصر الشثري، الرياض، المملكة العربية السعودية، 1433 هـ. - [#11]: Al-ʿUbūdī, Moḥammad b. Nāṣir, *Al-Amthāl al-ʿāmiyah fi Naǧd*, Die Volkssprichwörter in Najd, 4 Bände, Dar Al-Thulūthiyah, Riyadh, Saudi-Arabien, 2010., محمد بن ناصر العبودي، الأمثال العامية في نجد، دار الثلوثية، الرياض، المملكة العربية السعودية، 1431 هـ. - [#12]: Al-ʿUbūdī, Moḥammad b. Nāṣir, *Muʿǧam al-Uṣūl al-faṣīḥah lil-alfāẓ al-dariǧah*, Lexikon der klassischen Wurzeln der gebräuchlichen Dialektwörter, 13 Bände, King AbdulAzeez Library, Riyadh, Saudi-Arabien, 2009., محمد بن ناصر العبودي، معجم الأصول الفصيحة للألفاظ الدارجة، مكتبة الملك عبد العزيز، الرياض، المملكة العربية السعودية، 1430 هـ. - [#13]: *Al-Azhār al-nadiyah min ashʿār al-badiyah*, Eine Sammlung von Beduinendichtung mit dem Titel Die taufrischen Blumen der Beduinendichtung, 18 Bände, Al Ma'arif library, Tayef, Saudi Arabia. الأزهار النادية من أشعار البادية، مكتبة المعارف، الطائف، المملكة العربية السعودية. - [#14]: *Min ādābinā al-shaʿbiyah fi al-ǧazīrah al-ʿarabiyah*, Eine Gedichtsammlung von Mandeel al-Fuhaid, Unsere volkstümliche Literatur der Arabischen Halbinsel, 10 Bände, Riyadh, Saudi-Arabien. منديل بن محمد الفهيد، من آدابنا الشعبية في الجزيرة العربية. - [#15]: Al-Suwaydā, ʿAbd al-Raḥman, *Durar min al-shiʿr al-shaʿbī*, Das Beste aus der Volkspoesie, 3-bändige Gedichtsammlung, Riyadh, Saudi-Arabien, 1999. عبد الرحمن بن زيد السويداء، درر من الشعر الشعبي، الرياض، المملكة العربية السعودية، 1420 هـ. - [#16]: Al-Hamdânîʼs *Geographie der Arabischen Halbinsel*, David Heinrich Müller, Leiden: E. J. Brill, 1884, S. 47. - [#17]: Le Bon, Gustave, *La civilisation des Arabes*, Paris, Librairie de Firmin-Didot, 1884, erstes Buch, S. 1.
fil: - [#1]: Tradisyong pasalita - [#2]: Al-Ajaji, Khalid, *Šarḥ Qaṣidat al-Qāḍī fi al-anwāʾ wal-nuǧūm*, Paliwanag sa tula ni al-Qāḍī tungkol sa anwāʾ at mga bituin, Riyadh, Saudi Arabia, 2013., خالد بن عبد الله العجاجي، شرح قصيدة القاضي في الأنواء والنجوم، الرياض، المملكة العربية السعودية، 1434 هـ. - [#3]: Al-Ajaji, Khalid, *Šarḥ Maʾthūrāt al-Ḫalāwī al-falakiyah*, Paliwanag sa mga tulang pang-astronomiya ni al-Ḫalāwī, Riyadh, Saudi Arabia, 2018., خالد بن عبد الله العجاجي، شرح مأثورات الخلاوي الفلكية، الرياض، المملكة العربية السعودية، 1439 هـ. - [#4]: Ibn Ḫamīs, ʿAbd Allah b. Muḥammad, *Rāshid al-Ḫalāwī*, Riyadh, Saudi Arabia, 2002., عبدالله بن محمد بن خميس ، راشد الخلاوي ، الرياض، المملكة العربية السعودية، 1423 هـ. - [#5]: Al-Blādī, ʿAtiq b. Ġayth, *Al-adab al-šaʿbī fi al-ḥiǧāz*, Panitikang bayan sa Ḥijaz, Dar Makkah, Makkah, Saudi Arabia, 1982, عاتق بن غيث البلادي (ت 1431 ه)، الأدب الشعبي في الحجاز، دار مكة، مكة المكرمة، ط 2، 1402 هـ. - [#6]: Al-Suwaydā, ʿAbd al-Raḥman, *Al-Amthāl al-šaʿbiyah al-sāʾirah fi manṭiqat Ḥāʾil*, Ang mga karaniwang salawikaing lokal ng rehiyon ng Ḥayel, Riyadh, Saudi Arabia, 2007., عبد الرحمن بن زيد السويداء، الأمثال الشعبية السائرة في منطقة حائل، الرياض، المملكة العربية السعودية، 1428 هـ. - [#7]: Al-Ḥatim, ʿAbd Allah Khalid, *Diwān ʿAbd Allah bin Ḥmūd al-Sbayel*, Ang kalipunan ng tula ni ʿAbd Allah b. Ḥumūd al-Sbayel, 1984, عبدالله الخالد الحاتم ، ديوان عبدالله بن حمود السبيِّل، 1404 هـ. - [#8]: Al-Suwaydā, ʿAbd al-Raḥman, *Šuʿarāʾ al-ǧabal al-šaʿbiyūn*, Ang mga Makata ng Bundok, 5-tomong koleksiyon ng tula, Riyadh, Saudi Arabia, 2013., عبد الرحمن بن زيد السويداء، شعراء الجبل الشعبيون، الرياض، المملكة العربية السعودية، 1434 هـ. - [#9]: Al-ʿAnsī, Yaḥyā, *Al-Maʿalim al-ziraʿiyah fi al-Yaman*, Mga palatandaang pang-agrikultura sa Yemen, Yemen, 2010, يحيى العنسي، المعالم الزراعية في اليمن، اليمن، 1431 هـ. - [#10]: Ibn Bišir, ʿUṯmān ibn ʿAbd Allah (namatay noong 1873), *ʿInwān al-maǧd fi tarīḫ Naǧd*, Ang Pamagat ng Luwalhati sa Kasaysayan ng Najd (edisyong kritikal sa Arabe ni Dr. Muḥammad ibn Nāṣir al-Šiṯrī), Riyadh, Saudi Arabia, 2012., ابن بشر، عثمان بن عبد الله بن بشر، عنوان المجد في تاريخ نجد، تحقيق الدكتور محمد بن ناصر الشثري، الرياض، المملكة العربية السعودية، 1433 هـ. - [#11]: Al-ʿUbūdī, Moḥammad b. Nāṣir, *Al-Amthāl al-ʿāmiyah fi Naǧd*, Ang mga salawikaing bayan sa Najd, 4 na tomo, Dar Al-Thulūthiyah, Riyadh, Saudi Arabia, 2010., محمد بن ناصر العبودي، الأمثال العامية في نجد، دار الثلوثية، الرياض، المملكة العربية السعودية، 1431 هـ. - [#12]: Al-ʿUbūdī, Moḥammad b. Nāṣir, *Muʿǧam al-Uṣūl al-faṣīḥah lil-alfāẓ al-dariǧah*, Talasalitaan ng klasikong ugat ng mga karaniwang salitang diyalektal, 13 na tomo, King AbdulAzeez Library, Riyadh, Saudi Arabia, 2009., محمد بن ناصر العبودي، معجم الأصول الفصيحة للألفاظ الدارجة، مكتبة الملك عبد العزيز، الرياض، المملكة العربية السعودية، 1430 هـ. - [#13]: *Al-Azhār al-nadiyah min ashʿār al-badiyah*, Isang kalipunan ng tulang Bedouin na pinamagatang The Moist Flowers of Bedouin Poetry, 18 na tomo, Al Ma'arif library, Tayef, Saudi Arabia. الأزهار النادية من أشعار البادية، مكتبة المعارف، الطائف، المملكة العربية السعودية. - [#14]: *Min ādābinā al-shaʿbiyah fi al-ǧazīrah al-ʿarabiyah*, Isang kalipunan ng tula ni Mandeel al-Fuhaid, Ang ating panitikang bayan sa Tangway ng Arabia, 10 na tomo, Riyadh, Saudi Arabia. منديل بن محمد الفهيد، من آدابنا الشعبية في الجزيرة العربية. - [#15]: Al-Suwaydā, ʿAbd al-Raḥman, *Durar min al-shiʿr al-shaʿbī*, Ang Pinakamainam sa Tulang Bayan, 3-tomong koleksiyon ng tula, Riyadh, Saudi Arabia, 1999. عبد الرحمن بن زيد السويداء، درر من الشعر الشعبي، الرياض، المملكة العربية السعودية، 1420 هـ. - [#16]: Ang *Geographie der Arabischen Halbinsel* ni al-Hamdânî, David Heinrich Müller, Leiden: E. J. Brill, 1884, p. 47. - [#17]: Le Bon, Gustave, *La civilisation des Arabes*, Paris, Librairie de Firmin-Didot, 1884, livre premier, p. 1.
fr: - [#1]: Tradition orale - [#2]: Al-Ajaji, Khalid, *Šarḥ Qaṣidat al-Qāḍī fi al-anwāʾ wal-nuǧūm*, Explication du poème d'al-Qāḍī sur les anwāʾ et les étoiles, Riyad, Arabie saoudite, 2013., خالد بن عبد الله العجاجي، شرح قصيدة القاضي في الأنواء والنجوم، الرياض، المملكة العربية السعودية، 1434 هـ. - [#3]: Al-Ajaji, Khalid, *Šarḥ Maʾthūrāt al-Ḫalāwī al-falakiyah*, Explication des poèmes astronomiques d'al-Ḫalāwī, Riyad, Arabie saoudite, 2018., خالد بن عبد الله العجاجي، شرح مأثورات الخلاوي الفلكية، الرياض، المملكة العربية السعودية، 1439 هـ. - [#4]: Ibn Ḫamīs, ʿAbd Allah b. Muḥammad, *Rāshid al-Ḫalāwī*, Riyad, Arabie saoudite, 2002., عبدالله بن محمد بن خميس ، راشد الخلاوي ، الرياض، المملكة العربية السعودية، 1423 هـ. - [#5]: Al-Blādī, ʿAtiq b. Ġayth, *Al-adab al-šaʿbī fi al-ḥiǧāz*, Littérature populaire du Ḥiǧāz, Dar Makkah, La Mecque, Arabie saoudite, 1982, عاتق بن غيث البلادي (ت 1431 ه)، الأدب الشعبي في الحجاز، دار مكة، مكة المكرمة، ط 2، 1402 هـ. - [#6]: Al-Suwaydā, ʿAbd al-Raḥman, *Al-Amthāl al-šaʿbiyah al-sāʾirah fi manṭiqat Ḥāʾil*, Les proverbes populaires courants de la région de Ḥāʾil, Riyad, Arabie saoudite, 2007., عبد الرحمن بن زيد السويداء، الأمثال الشعبية السائرة في منطقة حائل، الرياض، المملكة العربية السعودية، 1428 هـ. - [#7]: Al-Ḥatim, ʿAbd Allah Khalid, *Diwān ʿAbd Allah bin Ḥmūd al-Sbayel*, Le recueil poétique d'ʿAbd Allah b. Ḥumūd al-Sbayel, 1984, عبدالله الخالد الحاتم ، ديوان عبدالله بن حمود السبيِّل، 1404 هـ. - [#8]: Al-Suwaydā, ʿAbd al-Raḥman, *Šuʿarāʾ al-ǧabal al-šaʿbiyūn*, Les poètes de la montagne, recueil poétique en 5 volumes, Riyad, Arabie saoudite, 2013., عبد الرحمن بن زيد السويداء، شعراء الجبل الشعبيون، الرياض، المملكة العربية السعودية، 1434 هـ. - [#9]: Al-ʿAnsī, Yaḥyā, *Al-Maʿalim al-ziraʿiyah fi al-Yaman*, Les signes agricoles au Yémen, Yémen, 2010, يحيى العنسي، المعالم الزراعية في اليمن، اليمن، 1431 هـ. - [#10]: Ibn Bišir, ʿUṯmān ibn ʿAbd Allah (died 1873), *ʿInwān al-maǧd fi tarīḫ Naǧd*, Le Titre de la gloire sur l'histoire du Najd (édition critique en arabe par le Dr Muḥammad ibn Nāṣir al-Šiṯrī), Riyad, Arabie saoudite, 2012., ابن بشر، عثمان بن عبد الله بن بشر، عنوان المجد في تاريخ نجد، تحقيق الدكتور محمد بن ناصر الشثري، الرياض، المملكة العربية السعودية، 1433 هـ. - [#11]: Al-ʿUbūdī, Moḥammad b. Nāṣir, *Al-Amthāl al-ʿāmiyah fi Naǧd*, Les proverbes populaires au Najd, 4 volumes, Dar Al-Thulūthiyah, Riyad, Arabie saoudite, 2010., محمد بن ناصر العبودي، الأمثال العامية في نجد، دار الثلوثية، الرياض، المملكة العربية السعودية، 1431 هـ. - [#12]: Al-ʿUbūdī, Moḥammad b. Nāṣir, *Muʿǧam al-Uṣūl al-faṣīḥah lil-alfāẓ al-dariǧah*, Lexique des racines classiques des mots de la langue courante (dialectale), 13 volumes, King AbdulAzeez Library, Riyad, Arabie saoudite, 2009., محمد بن ناصر العبودي، معجم الأصول الفصيحة للألفاظ الدارجة، مكتبة الملك عبد العزيز، الرياض، المملكة العربية السعودية، 1430 هـ. - [#13]: *Al-Azhār al-nadiyah min ashʿār al-badiyah*, Un recueil de poésie bédouine intitulé Les Fleurs fraîches de la poésie bédouine, 18 volumes, bibliothèque Al Ma'arif, Taëf, Arabie saoudite. الأزهار النادية من أشعار البادية، مكتبة المعارف، الطائف، المملكة العربية السعودية. - [#14]: *Min ādābinā al-shaʿbiyah fi al-ǧazīrah al-ʿarabiyah*, Un recueil de poésie de Mandeel al-Fuhaid, Notre littérature populaire de la péninsule Arabique, 10 volumes, Riyad, Arabie saoudite. منديل بن محمد الفهيد، من آدابنا الشعبية في الجزيرة العربية. - [#15]: Al-Suwaydā, ʿAbd al-Raḥman, *Durar min al-shiʿr al-shaʿbī*, Le meilleur de la poésie populaire, recueil poétique en 3 volumes, Riyad, Arabie saoudite, 1999. عبد الرحمن بن زيد السويداء، درر من الشعر الشعبي، الرياض، المملكة العربية السعودية، 1420 هـ. - [#16]: Al-Hamdânîʼs *Geographie der Arabischen Halbinsel*, David Heinrich Müller, Leiden: E. J. Brill, 1884, p. 47. - [#17]: Le Bon, Gustave, *La civilisation des Arabes*, Paris, Librairie de Firmin-Didot, 1884, livre premier, p. 1.
id: - [#1]: Tradisi lisan - [#2]: Al-Ajaji, Khalid, *Šarḥ Qaṣidat al-Qāḍī fi al-anwāʾ wal-nuǧūm*, Penjelasan puisi al-Qāḍī tentang anwāʾ dan bintang-bintang, Riyadh, Arab Saudi, 2013., خالد بن عبد الله العجاجي، شرح قصيدة القاضي في الأنواء والنجوم، الرياض، المملكة العربية السعودية، 1434 هـ. - [#3]: Al-Ajaji, Khalid, *Šarḥ Maʾthūrāt al-Ḫalāwī al-falakiyah*, Penjelasan puisi astronomi al-Ḫalāwī, Riyadh, Arab Saudi, 2018., خالد بن عبد الله العجاجي، شرح مأثورات الخلاوي الفلكية، الرياض، المملكة العربية السعودية، 1439 هـ. - [#4]: Ibn Ḫamīs, ʿAbd Allah b. Muḥammad, *Rāshid al-Ḫalāwī*, Riyadh, Arab Saudi, 2002., عبدالله بن محمد بن خميس ، راشد الخلاوي ، الرياض، المملكة العربية السعودية، 1423 هـ. - [#5]: Al-Blādī, ʿAtiq b. Ġayth, *Al-adab al-šaʿbī fi al-ḥiǧāz*, Sastra rakyat di Ḥijaz, Dar Makkah, Makkah, Arab Saudi, 1982, عاتق بن غيث البلادي (ت 1431 ه)، الأدب الشعبي في الحجاز، دار مكة، مكة المكرمة، ط 2، 1402 هـ. - [#6]: Al-Suwaydā, ʿAbd al-Raḥman, *Al-Amthāl al-šaʿbiyah al-sāʾirah fi manṭiqat Ḥāʾil*, Peribahasa umum setempat di wilayah Ḥāʾil, Riyadh, Arab Saudi, 2007., عبد الرحمن بن زيد السويداء، الأمثال الشعبية السائرة في منطقة حائل، الرياض، المملكة العربية السعودية، 1428 هـ. - [#7]: Al-Ḥatim, ʿAbd Allah Khalid, *Diwān ʿAbd Allah bin Ḥmūd al-Sbayel*, Kumpulan puisi ʿAbd Allah b. Ḥumūd al-Sbayel, 1984, عبدالله الخالد الحاتم ، ديوان عبدالله بن حمود السبيِّل، 1404 هـ. - [#8]: Al-Suwaydā, ʿAbd al-Raḥman, *Šuʿarāʾ al-ǧabal al-šaʿbiyūn*, Para penyair gunung, kumpulan puisi 5 jilid, Riyadh, Arab Saudi, 2013., عبد الرحمن بن زيد السويداء، شعراء الجبل الشعبيون، الرياض، المملكة العربية السعودية، 1434 هـ. - [#9]: Al-ʿAnsī, Yaḥyā, *Al-Maʿalim al-ziraʿiyah fi al-Yaman*, Tanda-tanda pertanian di Yaman, Yaman, 2010, يحيى العنسي، المعالم الزراعية في اليمن، اليمن، 1431 هـ. - [#10]: Ibn Bišir, ʿUṯmān ibn ʿAbd Allah (wafat 1873), *ʿInwān al-maǧd fi tarīḫ Naǧd*, Judul Kemuliaan tentang Sejarah Najd (edisi kritis Arab oleh Dr. Muḥammad ibn Nāṣir al-Šiṯrī), Riyadh, Arab Saudi, 2012., ابن بشر، عثمان بن عبد الله بن بشر، عنوان المجد في تاريخ نجد، تحقيق الدكتور محمد بن ناصر الشثري، الرياض، المملكة العربية السعودية، 1433 هـ. - [#11]: Al-ʿUbūdī, Moḥammad b. Nāṣir, *Al-Amthāl al-ʿāmiyah fi Naǧd*, Peribahasa rakyat di Najd, 4 jilid, Dar Al-Thulūthiyah, Riyadh, Arab Saudi, 2010., محمد بن ناصر العبودي، الأمثال العامية في نجد، دار الثلوثية، الرياض، المملكة العربية السعودية، 1431 هـ. - [#12]: Al-ʿUbūdī, Moḥammad b. Nāṣir, *Muʿǧam al-Uṣūl al-faṣīḥah lil-alfāẓ al-dariǧah*, Leksikon akar klasik dari kata-kata dialek umum, 13 jilid, Perpustakaan Raja Abdulaziz, Riyadh, Arab Saudi, 2009., محمد بن ناصر العبودي، معجم الأصول الفصيحة للألفاظ الدارجة، مكتبة الملك عبد العزيز، الرياض، المملكة العربية السعودية، 1430 هـ. - [#13]: *Al-Azhār al-nadiyah min ashʿār al-badiyah*, Sebuah kumpulan puisi Badui berjudul Bunga-Bunga Lembap dari Puisi Badui, 18 jilid, Perpustakaan Al Ma'arif, Taif, Arab Saudi. الأزهار النادية من أشعار البادية، مكتبة المعارف، الطائف، المملكة العربية السعودية. - [#14]: *Min ādābinā al-shaʿbiyah fi al-ǧazīrah al-ʿarabiyah*, Sebuah kumpulan puisi oleh Mandeel al-Fuhaid, Sastra rakyat kita di Jazirah Arab, 10 jilid, Riyadh, Arab Saudi. منديل بن محمد الفهيد، من آدابنا الشعبية في الجزيرة العربية. - [#15]: Al-Suwaydā, ʿAbd al-Raḥman, *Durar min al-shiʿr al-shaʿbī*, Yang Terbaik dari Puisi Rakyat, kumpulan puisi 3 jilid, Riyadh, Arab Saudi, 1999. عبد الرحمن بن زيد السويداء، درر من الشعر الشعبي، الرياض، المملكة العربية السعودية، 1420 هـ. - [#16]: Al-Hamdânîʼs *Geographie der Arabischen Halbinsel*, David Heinrich Müller, Leiden: E. J. Brill, 1884, hlm. 47. - [#17]: Le Bon, Gustave, *La civilisation des Arabes*, Paris, Librairie de Firmin-Didot, 1884, buku pertama, hlm. 1.
it: - [#1]: Tradizione orale - [#2]: Al-Ajaji, Khalid, *Šarḥ Qaṣidat al-Qāḍī fi al-anwāʾ wal-nuǧūm*, Spiegazione della poesia di al-Qāḍī sugli anwāʾ e le stelle, Riyadh, Arabia Saudita, 2013., خالد بن عبد الله العجاجي، شرح قصيدة القاضي في الأنواء والنجوم، الرياض، المملكة العربية السعودية، 1434 هـ. - [#3]: Al-Ajaji, Khalid, *Šarḥ Maʾthūrāt al-Ḫalāwī al-falakiyah*, Spiegazione delle poesie astronomiche di al-Ḫalāwī, Riyadh, Arabia Saudita, 2018., خالد بن عبد الله العجاجي، شرح مأثورات الخلاوي الفلكية، الرياض، المملكة العربية السعودية، 1439 هـ. - [#4]: Ibn Ḫamīs, ʿAbd Allah b. Muḥammad, *Rāshid al-Ḫalāwī*, Riyadh, Arabia Saudita, 2002., عبدالله بن محمد بن خميس ، راشد الخلاوي ، الرياض، المملكة العربية السعودية، 1423 هـ. - [#5]: Al-Blādī, ʿAtiq b. Ġayth, *Al-adab al-šaʿbī fi al-ḥiǧāz*, Letteratura popolare nell'Hijaz, Dar Makkah, La Mecca, Arabia Saudita, 1982, عاتق بن غيث البلادي (ت 1431 ه)، الأدب الشعبي في الحجاز، دار مكة، مكة المكرمة، ط 2، 1402 هـ. - [#6]: Al-Suwaydā, ʿAbd al-Raḥman, *Al-Amthāl al-šaʿbiyah al-sāʾirah fi manṭiqat Ḥāʾil*, I proverbi popolari correnti della regione di Ḥāʾil, Riyadh, Arabia Saudita, 2007., عبد الرحمن بن زيد السويداء، الأمثال الشعبية السائرة في منطقة حائل، الرياض، المملكة العربية السعودية، 1428 هـ. - [#7]: Al-Ḥatim, ʿAbd Allah Khalid, *Diwān ʿAbd Allah bin Ḥmūd al-Sbayel*, La raccolta poetica di ʿAbd Allah b. Ḥumūd al-Sbayel, 1984, عبدالله الخالد الحاتم ، ديوان عبدالله بن حمود السبيِّل، 1404 هـ. - [#8]: Al-Suwaydā, ʿAbd al-Raḥman, *Šuʿarāʾ al-ǧabal al-šaʿbiyūn*, I poeti della montagna, raccolta poetica in 5 volumi, Riyadh, Arabia Saudita, 2013., عبد الرحمن بن زيد السويداء، شعراء الجبل الشعبيون، الرياض، المملكة العربية السعودية، 1434 هـ. - [#9]: Al-ʿAnsī, Yaḥyā, *Al-Maʿalim al-ziraʿiyah fi al-Yaman*, Segni agricoli nello Yemen, Yemen, 2010, يحيى العنسي، المعالم الزراعية في اليمن، اليمن، 1431 هـ. - [#10]: Ibn Bišir, ʿUṯmān ibn ʿAbd Allah (morto nel 1873), *ʿInwān al-maǧd fi tarīḫ Naǧd*, Il titolo della gloria sulla storia del Najd (edizione critica araba a cura del dott. Muḥammad ibn Nāṣir al-Šiṯrī), Riyadh, Arabia Saudita, 2012., ابن بشر، عثمان بن عبد الله بن بشر، عنوان المجد في تاريخ نجد، تحقيق الدكتور محمد بن ناصر الشثري، الرياض، المملكة العربية السعودية، 1433 هـ. - [#11]: Al-ʿUbūdī, Moḥammad b. Nāṣir, *Al-Amthāl al-ʿāmiyah fi Naǧd*, I proverbi popolari nel Najd, 4 volumi, Dar Al-Thulūthiyah, Riyadh, Arabia Saudita, 2010., محمد بن ناصر العبودي، الأمثال العامية في نجد، دار الثلوثية، الرياض، المملكة العربية السعودية، 1431 هـ. - [#12]: Al-ʿUbūdī, Moḥammad b. Nāṣir, *Muʿǧam al-Uṣūl al-faṣīḥah lil-alfāẓ al-dariǧah*, Lessico delle radici classiche dei vocaboli del dialetto corrente, 13 volumi, King AbdulAzeez Library, Riyadh, Arabia Saudita, 2009., محمد بن ناصر العبودي، معجم الأصول الفصيحة للألفاظ الدارجة، مكتبة الملك عبد العزيز، الرياض، المملكة العربية السعودية، 1430 هـ. - [#13]: *Al-Azhār al-nadiyah min ashʿār al-badiyah*, Una raccolta di poesia beduina intitolata I fiori rigogliosi della poesia beduina, 18 volumi, biblioteca Al Ma'arif, Tayef, Arabia Saudita. الأزهار النادية من أشعار البادية، مكتبة المعارف، الطائف، المملكة العربية السعودية. - [#14]: *Min ādābinā al-shaʿbiyah fi al-ǧazīrah al-ʿarabiyah*, Una raccolta di poesie di Mandeel al-Fuhaid, La nostra letteratura popolare della Penisola Arabica, 10 volumi, Riyadh, Arabia Saudita. منديل بن محمد الفهيد، من آدابنا الشعبية في الجزيرة العربية. - [#15]: Al-Suwaydā, ʿAbd al-Raḥman, *Durar min al-shiʿr al-shaʿbī*, Il meglio della poesia popolare, raccolta poetica in 3 volumi, Riyadh, Arabia Saudita, 1999. عبد الرحمن بن زيد السويداء، درر من الشعر الشعبي، الرياض، المملكة العربية السعودية، 1420 هـ. - [#16]: La *Geographie der Arabischen Halbinsel* di al-Hamdânî, David Heinrich Müller, Leiden: E. J. Brill, 1884, p. 47. - [#17]: Le Bon, Gustave, *La civilisation des Arabes*, Paris, Librairie de Firmin-Didot, 1884, libro primo, p. 1.
ja: - [#1]: 口承伝統 - [#2]: Al-Ajaji, Khalid, *Šarḥ Qaṣidat al-Qāḍī fi al-anwāʾ wal-nuǧūm*, al-Qāḍī の anwāʾ と星々に関する詩の解説、リヤド、サウジアラビア、2013年。 خالد بن عبد الله العجاجي، شرح قصيدة القاضي في الأنواء والنجوم، الرياض، المملكة العربية السعودية، 1434 هـ. - [#3]: Al-Ajaji, Khalid, *Šarḥ Maʾthūrāt al-Ḫalāwī al-falakiyah*, al-Ḫalāwī の天文学詩の解説、リヤド、サウジアラビア、2018年。 خالد بن عبد الله العجاجي، شرح مأثورات الخلاوي الفلكية، الرياض، المملكة العربية السعودية، 1439 هـ. - [#4]: Ibn Ḫamīs, ʿAbd Allah b. Muḥammad, *Rāshid al-Ḫalāwī*, リヤド、サウジアラビア、2002年。 عبدالله بن محمد بن خميس ، راشد الخلاوي ، الرياض، المملكة العربية السعودية، 1423 هـ. - [#5]: Al-Blādī, ʿAtiq b. Ġayth, *Al-adab al-šaʿbī fi al-ḥiǧāz*, ヒジャーズにおける民俗文学、Dar Makkah、メッカ、サウジアラビア、1982年, عاتق بن غيث البلادي (ت 1431 ه)، الأدب الشعبي في الحجاز، دار مكة، مكة المكرمة، ط 2، 1402 هـ. - [#6]: Al-Suwaydā, ʿAbd al-Raḥman, *Al-Amthāl al-šaʿbiyah al-sāʾirah fi manṭiqat Ḥāʾil*, ハーイル地域の一般的なことわざ、リヤド、サウジアラビア、2007年。 عبد الرحمن بن زيد السويداء، الأمثال الشعبية السائرة في منطقة حائل، الرياض، المملكة العربية السعودية، 1428 هـ. - [#7]: Al-Ḥatim, ʿAbd Allah Khalid, *Diwān ʿAbd Allah bin Ḥmūd al-Sbayel*, ʿAbd Allah b. Ḥumūd al-Sbayel の詩集、1984年。 عبدالله الخالد الحاتم ، ديوان عبدالله بن حمود السبيِّل، 1404 هـ. - [#8]: Al-Suwaydā, ʿAbd al-Raḥman, *Šuʿarāʾ al-ǧabal al-šaʿbiyūn*, 山の詩人たち、全5巻の詩集、リヤド、サウジアラビア、2013年。 عبد الرحمن بن زيد السويداء، شعراء الجبل الشعبيون، الرياض، المملكة العربية السعودية، 1434 هـ. - [#9]: Al-ʿAnsī, Yaḥyā, *Al-Maʿalim al-ziraʿiyah fi al-Yaman*, イエメンにおける農業の指標、イエメン、2010年, يحيى العنسي، المعالم الزراعية في اليمن، اليمن، 1431 هـ. - [#10]: Ibn Bišir, ʿUṯmān ibn ʿAbd Allah (died 1873), *ʿInwān al-maǧd fi tarīḫ Naǧd*, ナジュドの歴史における栄光の表題（Dr. Muḥammad ibn Nāṣir al-Šiṯrī によるアラビア語批判校訂版）、リヤド、サウジアラビア、2012年。 ابن بشر، عثمان بن عبد الله بن بشر، عنوان المجد في تاريخ نجد، تحقيق الدكتور محمد بن ناصر الشثري، الرياض، المملكة العربية السعودية، 1433 هـ. - [#11]: Al-ʿUbūdī, Moḥammad b. Nāṣir, *Al-Amthāl al-ʿāmiyah fi Naǧd*, ナジュドの民間のことわざ、全4巻、Dar Al-Thulūthiyah、リヤド、サウジアラビア、2010年。 محمد بن ناصر العبودي، الأمثال العامية في نجد، دار الثلوثية، الرياض، المملكة العربية السعودية، 1431 هـ. - [#12]: Al-ʿUbūdī, Moḥammad b. Nāṣir, *Muʿǧam al-Uṣūl al-faṣīḥah lil-alfāẓ al-dariǧah*, 口語語彙の古典語根辞典、全13巻、King AbdulAzeez Library、リヤド、サウジアラビア、2009年。 محمد بن ناصر العبودي، معجم الأصول الفصيحة للألفاظ الدارجة، مكتبة الملك عبد العزيز، الرياض، المملكة العربية السعودية، 1430 هـ. - [#13]: *Al-Azhār al-nadiyah min ashʿār al-badiyah*, 『ベドウィン詩の瑞々しい花々』と題する詩集、全18巻、Al Ma'arif library、タイフ、サウジアラビア。 الأزهار النادية من أشعار البادية، مكتبة المعارف، الطائف، المملكة العربية السعودية. - [#14]: *Min ādābinā al-shaʿbiyah fi al-ǧazīrah al-ʿarabiyah*, Mandeel al-Fuhaid による詩集『アラビア半島における私たちの民俗文学』、全10巻、リヤド、サウジアラビア。 منديل بن محمد الفهيد، من آدابنا الشعبية في الجزيرة العربية. - [#15]: Al-Suwaydā, ʿAbd al-Raḥman, *Durar min al-shiʿr al-shaʿbī*, 民俗詩の精華、全3巻の詩集、リヤド、サウジアラビア、1999年。 عبد الرحمن بن زيد السويداء، درر من الشعر الشعبي، الرياض، المملكة العربية السعودية، 1420 هـ. - [#16]: Al-Hamdânîʼs *Geographie der Arabischen Halbinsel*, David Heinrich Müller, ライデン: E. J. Brill, 1884年, p. 47. - [#17]: Le Bon, Gustave, *La civilisation des Arabes*, パリ、Librairie de Firmin-Didot、1884年、第一書、p. 1.
ko: - [#1]: 구전 전통 - [#2]: Al-Ajaji, Khalid, *Šarḥ Qaṣidat al-Qāḍī fi al-anwāʾ wal-nuǧūm*, al-Qāḍī의 anwāʾ와 별에 관한 시 해설, 리야드, 사우디아라비아, 2013., خالد بن عبد الله العجاجي، شرح قصيدة القاضي في الأنواء والنجوم، الرياض، المملكة العربية السعودية، 1434 هـ. - [#3]: Al-Ajaji, Khalid, *Šarḥ Maʾthūrāt al-Ḫalāwī al-falakiyah*, al-Ḫalāwī의 천문학 시 해설, 리야드, 사우디아라비아, 2018., خالد بن عبد الله العجاجي، شرح مأثورات الخلاوي الفلكية، الرياض، المملكة العربية السعودية، 1439 هـ. - [#4]: Ibn Ḫamīs, ʿAbd Allah b. Muḥammad, *Rāshid al-Ḫalāwī*, 리야드, 사우디아라비아, 2002., عبدالله بن محمد بن خميس ، راشد الخلاوي ، الرياض، المملكة العربية السعودية، 1423 هـ. - [#5]: Al-Blādī, ʿAtiq b. Ġayth, *Al-adab al-šaʿbī fi al-ḥiǧāz*, 히자즈의 민속 문학, Dar Makkah, 메카, 사우디아라비아, 1982, عاتق بن غيث البلادي (ت 1431 ه)، الأدب الشعبي في الحجاز، دار مكة، مكة المكرمة، ط 2، 1402 هـ. - [#6]: Al-Suwaydā, ʿAbd al-Raḥman, *Al-Amthāl al-šaʿbiyah al-sāʾirah fi manṭiqat Ḥāʾil*, 하일 지역의 통용 속담, 리야드, 사우디아라비아, 2007., عبد الرحمن بن زيد السويداء، الأمثال الشعبية السائرة في منطقة حائل، الرياض، المملكة العربية السعودية، 1428 هـ. - [#7]: Al-Ḥatim, ʿAbd Allah Khalid, *Diwān ʿAbd Allah bin Ḥmūd al-Sbayel*, ʿAbd Allah b. Ḥumūd al-Sbayel의 시집, 1984, عبدالله الخالد الحاتم ، ديوان عبدالله بن حمود السبيِّل، 1404 هـ. - [#8]: Al-Suwaydā, ʿAbd al-Raḥman, *Šuʿarāʾ al-ǧabal al-šaʿbiyūn*, 산의 시인들, 5권으로 된 시집, 리야드, 사우디아라비아, 2013., عبد الرحمن بن زيد السويداء، شعراء الجبل الشعبيون، الرياض، المملكة العربية السعودية، 1434 هـ. - [#9]: Al-ʿAnsī, Yaḥyā, *Al-Maʿalim al-ziraʿiyah fi al-Yaman*, 예멘의 농업 표지, 예멘, 2010, يحيى العنسي، المعالم الزراعية في اليمن، اليمن، 1431 هـ. - [#10]: Ibn Bišir, ʿUṯmān ibn ʿAbd Allah (died 1873), *ʿInwān al-maǧd fi tarīḫ Naǧd*, Najd의 역사에 관한 ‘영광의 표제’ (Dr. Muḥammad ibn Nāṣir al-Šiṯrī의 아랍어 비평판), 리야드, 사우디아라비아, 2012., ابن بشر، عثمان بن عبد الله بن بشر، عنوان المجد في تاريخ نجد، تحقيق الدكتور محمد بن ناصر الشثري، الرياض، المملكة العربية السعودية، 1433 هـ. - [#11]: Al-ʿUbūdī, Moḥammad b. Nāṣir, *Al-Amthāl al-ʿāmiyah fi Naǧd*, Najd의 민속 속담, 4권, Dar Al-Thulūthiyah, 리야드, 사우디아라비아, 2010., محمد بن ناصر العبودي، الأمثال العامية في نجد، دار الثلوثية، الرياض، المملكة العربية السعودية، 1431 هـ. - [#12]: Al-ʿUbūdī, Moḥammad b. Nāṣir, *Muʿǧam al-Uṣūl al-faṣīḥah lil-alfāẓ al-dariǧah*, 통용 방언 어휘의 고전적 어근 사전, 13권, King AbdulAzeez Library, 리야드, 사우디아라비아, 2009., محمد بن ناصر العبودي، معجم الأصول الفصيحة للألفاظ الدارجة، مكتبة الملك عبد العزيز، الرياض، المملكة العربية السعودية، 1430 هـ. - [#13]: *Al-Azhār al-nadiyah min ashʿār al-badiyah*, ‘베두인 시의 촉촉한 꽃들’이라는 제목의 베두인 시 선집, 18권, Al Ma'arif library, 타이프, 사우디아라비아. الأزهار النادية من أشعار البادية، مكتبة المعارف، الطائف، المملكة العربية السعودية. - [#14]: *Min ādābinā al-shaʿbiyah fi al-ǧazīrah al-ʿarabiyah*, Mandeel al-Fuhaid의 시 선집, 아라비아 반도의 우리의 민속 문학, 10권, 리야드, 사우디아라비아. منديل بن محمد الفهيد، من آدابنا الشعبية في الجزيرة العربية. - [#15]: Al-Suwaydā, ʿAbd al-Raḥman, *Durar min al-shiʿr al-shaʿbī*, 민속 시의 정수, 3권으로 된 시집, 리야드, 사우디아라비아, 1999. عبد الرحمن بن زيد السويداء، درر من الشعر الشعبي، الرياض، المملكة العربية السعودية، 1420 هـ. - [#16]: Al-Hamdânîʼs *Geographie der Arabischen Halbinsel*, David Heinrich Müller, 라이덴: E. J. Brill, 1884, p. 47. - [#17]: Le Bon, Gustave, *La civilisation des Arabes*, 파리, Librairie de Firmin-Didot, 1884, 제1권, p. 1.
pl: - [#1]: Tradycja ustna - [#2]: Al-Ajaji, Khalid, *Šarḥ Qaṣidat al-Qāḍī fi al-anwāʾ wal-nuǧūm*, Objaśnienie poematu al-Qāḍiego o anwāʾ i gwiazdach, Rijad, Arabia Saudyjska, 2013., خالد بن عبد الله العجاجي، شرح قصيدة القاضي في الأنواء والنجوم، الرياض، المملكة العربية السعودية، 1434 هـ. - [#3]: Al-Ajaji, Khalid, *Šarḥ Maʾthūrāt al-Ḫalāwī al-falakiyah*, Objaśnienie poematów astronomicznych al-Ḫalāwī, Rijad, Arabia Saudyjska, 2018., خالد بن عبد الله العجاجي، شرح مأثورات الخلاوي الفلكية، الرياض، المملكة العربية السعودية، 1439 هـ. - [#4]: Ibn Ḫamīs, ʿAbd Allah b. Muḥammad, *Rāshid al-Ḫalāwī*, Rijad, Arabia Saudyjska, 2002., عبدالله بن محمد بن خميس ، راشد الخلاوي ، الرياض، المملكة العربية السعودية، 1423 هـ. - [#5]: Al-Blādī, ʿAtiq b. Ġayth, *Al-adab al-šaʿbī fi al-ḥiǧāz*, Literatura ludowa w Hidżazie, Dar Makkah, Mekka, Arabia Saudyjska, 1982, عاتق بن غيث البلادي (ت 1431 ه)، الأدب الشعبي في الحجاز، دار مكة، مكة المكرمة، ط 2، 1402 هـ. - [#6]: Al-Suwaydā, ʿAbd al-Raḥman, *Al-Amthāl al-šaʿbiyah al-sāʾirah fi manṭiqat Ḥāʾil*, Lokalne przysłowia ludowe regionu Ha’il, Rijad, Arabia Saudyjska, 2007., عبد الرحمن بن زيد السويداء، الأمثال الشعبية السائرة في منطقة حائل، الرياض، المملكة العربية السعودية، 1428 هـ. - [#7]: Al-Ḥatim, ʿAbd Allah Khalid, *Diwān ʿAbd Allah bin Ḥmūd al-Sbayel*, Zbiór poezji ʿAbd Allaha ibn Ḥumūda al-Sbayela, 1984, عبدالله الخالد الحاتم ، ديوان عبدالله بن حمود السبيِّل، 1404 هـ. - [#8]: Al-Suwaydā, ʿAbd al-Raḥman, *Šuʿarāʾ al-ǧabal al-šaʿbiyūn*, Poeci gór, pięciotomowy zbiór poezji, Rijad, Arabia Saudyjska, 2013., عبد الرحمن بن زيد السويداء، شعراء الجبل الشعبيون، الرياض، المملكة العربية السعودية، 1434 هـ. - [#9]: Al-ʿAnsī, Yaḥyā, *Al-Maʿalim al-ziraʿiyah fi al-Yaman*, Znaki rolnicze w Jemenie, Jemen, 2010, يحيى العنسي، المعالم الزراعية في اليمن، اليمن، 1431 هـ. - [#10]: Ibn Bišir, ʿUṯmān ibn ʿAbd Allah (zmarł 1873), *ʿInwān al-maǧd fi tarīḫ Naǧd*, Tytuł chwały o historii Nadżdu (arabskie wydanie krytyczne: Dr. Muḥammad ibn Nāṣir al-Šiṯrī), Rijad, Arabia Saudyjska, 2012., ابن بشر، عثمان بن عبد الله بن بشر، عنوان المجد في تاريخ نجد، تحقيق الدكتور محمد بن ناصر الشثري، الرياض، المملكة العربية السعودية، 1433 هـ. - [#11]: Al-ʿUbūdī, Moḥammad b. Nāṣir, *Al-Amthāl al-ʿāmiyah fi Naǧd*, Przysłowia ludowe w Nadżdzie, 4 tomy, Dar Al-Thulūthiyah, Rijad, Arabia Saudyjska, 2010., محمد بن ناصر العبودي، الأمثال العامية في نجد، دار الثلوثية، الرياض، المملكة العربية السعودية، 1431 هـ. - [#12]: Al-ʿUbūdī, Moḥammad b. Nāṣir, *Muʿǧam al-Uṣūl al-faṣīḥah lil-alfāẓ al-dariǧah*, Słownik klasycznych rdzeni powszechnych słów dialektalnych, 13 tomów, Biblioteka Króla Abdulaziza, Rijad, Arabia Saudyjska, 2009., محمد بن ناصر العبودي، معجم الأصول الفصيحة للألفاظ الدارجة، مكتبة الملك عبد العزيز، الرياض، المملكة العربية السعودية، 1430 هـ. - [#13]: *Al-Azhār al-nadiyah min ashʿār al-badiyah*, Zbiór poezji beduińskiej zatytułowany Wilgotne kwiaty poezji beduińskiej, 18 tomów, Biblioteka Al Ma'arif, Ta’if, Arabia Saudyjska. الأزهار النادية من أشعار البادية، مكتبة المعارف، الطائف، المملكة العربية السعودية. - [#14]: *Min ādābinā al-shaʿbiyah fi al-ǧazīrah al-ʿarabiyah*, Zbiór poezji autorstwa Mandeel al-Fuhaid, Nasza ludowa literatura Półwyspu Arabskiego, 10 tomów, Rijad, Arabia Saudyjska. منديل بن محمد الفهيد، من آدابنا الشعبية في الجزيرة العربية. - [#15]: Al-Suwaydā, ʿAbd al-Raḥman, *Durar min al-shiʿr al-shaʿbī*, Najlepsze z poezji ludowej, trzytomowy zbiór poezji, Rijad, Arabia Saudyjska, 1999. عبد الرحمن بن زيد السويداء، درر من الشعر الشعبي، الرياض، المملكة العربية السعودية، 1420 هـ. - [#16]: Al-Hamdânîʼs *Geographie der Arabischen Halbinsel*, David Heinrich Müller, Lejda: E. J. Brill, 1884, s. 47. - [#17]: Le Bon, Gustave, *La civilisation des Arabes*, Paryż, Librairie de Firmin-Didot, 1884, księga pierwsza, s. 1.
pt: - [#1]: Tradição oral - [#2]: Al-Ajaji, Khalid, *Šarḥ Qaṣidat al-Qāḍī fi al-anwāʾ wal-nuǧūm*, Explicação do poema de al-Qāḍī sobre os anwāʾ e as estrelas, Riade, Arábia Saudita, 2013., خالد بن عبد الله العجاجي، شرح قصيدة القاضي في الأنواء والنجوم، الرياض، المملكة العربية السعودية، 1434 هـ. - [#3]: Al-Ajaji, Khalid, *Šarḥ Maʾthūrāt al-Ḫalāwī al-falakiyah*, Explicação dos poemas astronómicos de al-Ḫalāwī, Riade, Arábia Saudita, 2018., خالد بن عبد الله العجاجي، شرح مأثورات الخلاوي الفلكية، الرياض، المملكة العربية السعودية، 1439 هـ. - [#4]: Ibn Ḫamīs, ʿAbd Allah b. Muḥammad, *Rāshid al-Ḫalāwī*, Riade, Arábia Saudita, 2002., عبدالله بن محمد بن خميس ، راشد الخلاوي ، الرياض، المملكة العربية السعودية، 1423 هـ. - [#5]: Al-Blādī, ʿAtiq b. Ġayth, *Al-adab al-šaʿbī fi al-ḥiǧāz*, Literatura popular no Hijaz, Dar Makkah, Meca, Arábia Saudita, 1982, عاتق بن غيث البلادي (ت 1431 ه)، الأدب الشعبي في الحجاز، دار مكة، مكة المكرمة، ط 2، 1402 هـ. - [#6]: Al-Suwaydā, ʿAbd al-Raḥman, *Al-Amthāl al-šaʿbiyah al-sāʾirah fi manṭiqat Ḥāʾil*, Os provérbios populares correntes da região de Ḥāʾil, Riade, Arábia Saudita, 2007., عبد الرحمن بن زيد السويداء، الأمثال الشعبية السائرة في منطقة حائل، الرياض، المملكة العربية السعودية، 1428 هـ. - [#7]: Al-Ḥatim, ʿAbd Allah Khalid, *Diwān ʿAbd Allah bin Ḥmūd al-Sbayel*, A coleção de poesia de ʿAbd Allah b. Ḥumūd al-Sbayel, 1984, عبدالله الخالد الحاتم ، ديوان عبدالله بن حمود السبيِّل، 1404 هـ. - [#8]: Al-Suwaydā, ʿAbd al-Raḥman, *Šuʿarāʾ al-ǧabal al-šaʿbiyūn*, Os Poetas da Montanha, coleção de poesia em 5 volumes, Riade, Arábia Saudita, 2013., عبد الرحمن بن زيد السويداء، شعراء الجبل الشعبيون، الرياض، المملكة العربية السعودية، 1434 هـ. - [#9]: Al-ʿAnsī, Yaḥyā, *Al-Maʿalim al-ziraʿiyah fi al-Yaman*, Sinais agrícolas no Iémen, Iémen, 2010, يحيى العنسي، المعالم الزراعية في اليمن، اليمن، 1431 هـ. - [#10]: Ibn Bišir, ʿUṯmān ibn ʿAbd Allah (falecido em 1873), *ʿInwān al-maǧd fi tarīḫ Naǧd*, O Título de Glória sobre a História do Najd (edição crítica em árabe do Dr. Muḥammad ibn Nāṣir al-Šiṯrī), Riade, Arábia Saudita, 2012., ابن بشر، عثمان بن عبد الله بن بشر، عنوان المجد في تاريخ نجد، تحقيق الدكتور محمد بن ناصر الشثري، الرياض، المملكة العربية السعودية، 1433 هـ. - [#11]: Al-ʿUbūdī, Moḥammad b. Nāṣir, *Al-Amthāl al-ʿāmiyah fi Naǧd*, Os provérbios populares no Najd, 4 volumes, Dar Al-Thulūthiyah, Riade, Arábia Saudita, 2010., محمد بن ناصر العبودي، الأمثال العامية في نجد، دار الثلوثية، الرياض، المملكة العربية السعودية، 1431 هـ. - [#12]: Al-ʿUbūdī, Moḥammad b. Nāṣir, *Muʿǧam al-Uṣūl al-faṣīḥah lil-alfāẓ al-dariǧah*, Léxico das raízes clássicas das palavras do dialeto corrente, 13 volumes, Biblioteca King AbdulAzeez, Riade, Arábia Saudita, 2009., محمد بن ناصر العبودي، معجم الأصول الفصيحة للألفاظ الدارجة، مكتبة الملك عبد العزيز، الرياض، المملكة العربية السعودية، 1430 هـ. - [#13]: *Al-Azhār al-nadiyah min ashʿār al-badiyah*, Uma coleção de poesia beduína intitulada As Flores Húmidas da Poesia Beduína, 18 volumes, Biblioteca Al Ma'arif, Tayef, Arábia Saudita. الأزهار النادية من أشعار البادية، مكتبة المعارف، الطائف، المملكة العربية السعودية. - [#14]: *Min ādābinā al-shaʿbiyah fi al-ǧazīrah al-ʿarabiyah*, Uma coleção de poesia de Mandeel al-Fuhaid, A nossa literatura popular da Península Arábica, 10 volumes, Riade, Arábia Saudita. منديل بن محمد الفهيد، من آدابنا الشعبية في الجزيرة العربية. - [#15]: Al-Suwaydā, ʿAbd al-Raḥman, *Durar min al-shiʿr al-shaʿbī*, O Melhor da Poesia Popular, coleção de poesia em 3 volumes, Riade, Arábia Saudita, 1999. عبد الرحمن بن زيد السويداء، درر من الشعر الشعبي، الرياض، المملكة العربية السعودية، 1420 هـ. - [#16]: De al-Hamdânî, *Geographie der Arabischen Halbinsel*, David Heinrich Müller, Leiden: E. J. Brill, 1884, p. 47. - [#17]: Le Bon, Gustave, *La civilisation des Arabes*, Paris, Librairie de Firmin-Didot, 1884, livre premier, p. 1.
tr: - [#1]: Sözlü gelenek - [#2]: Al-Ajaji, Khalid, *Šarḥ Qaṣidat al-Qāḍī fi al-anwāʾ wal-nuǧūm*, al-anwāʾ ve yıldızlar üzerine al-Qāḍī'nin şiirinin açıklaması, Riyad, Suudi Arabistan, 2013., خالد بن عبد الله العجاجي، شرح قصيدة القاضي في الأنواء والنجوم، الرياض، المملكة العربية السعودية، 1434 هـ. - [#3]: Al-Ajaji, Khalid, *Šarḥ Maʾthūrāt al-Ḫalāwī al-falakiyah*, al-Ḫalāwī'nin astronomi şiirlerinin açıklaması, Riyad, Suudi Arabistan, 2018., خالد بن عبد الله العجاجي، شرح مأثورات الخلاوي الفلكية، الرياض، المملكة العربية السعودية، 1439 هـ. - [#4]: Ibn Ḫamīs, ʿAbd Allah b. Muḥammad, *Rāshid al-Ḫalāwī*, Riyad, Suudi Arabistan, 2002., عبدالله بن محمد بن خميس ، راشد الخلاوي ، الرياض، المملكة العربية السعودية، 1423 هـ. - [#5]: Al-Blādī, ʿAtiq b. Ġayth, *Al-adab al-šaʿbī fi al-ḥiǧāz*, Hicaz'da halk edebiyatı, Dar Makkah, Mekke, Suudi Arabistan, 1982, عاتق بن غيث البلادي (ت 1431 ه)، الأدب الشعبي في الحجاز، دار مكة، مكة المكرمة، ط 2، 1402 هـ. - [#6]: Al-Suwaydā, ʿAbd al-Raḥman, *Al-Amthāl al-šaʿbiyah al-sāʾirah fi manṭiqat Ḥāʾil*, Hail bölgesinde yaygın olan yerel atasözleri, Riyad, Suudi Arabistan, 2007., عبد الرحمن بن زيد السويداء، الأمثال الشعبية السائرة في منطقة حائل، الرياض، المملكة العربية السعودية، 1428 هـ. - [#7]: Al-Ḥatim, ʿAbd Allah Khalid, *Diwān ʿAbd Allah bin Ḥmūd al-Sbayel*, ʿAbd Allah b. Ḥumūd al-Sbayel'in şiir derlemesi, 1984, عبدالله الخالد الحاتم ، ديوان عبدالله بن حمود السبيِّل، 1404 هـ. - [#8]: Al-Suwaydā, ʿAbd al-Raḥman, *Šuʿarāʾ al-ǧabal al-šaʿbiyūn*, Dağın şairleri, 5 ciltlik şiir derlemesi, Riyad, Suudi Arabistan, 2013., عبد الرحمن بن زيد السويداء، شعراء الجبل الشعبيون، الرياض، المملكة العربية السعودية، 1434 هـ. - [#9]: Al-ʿAnsī, Yaḥyā, *Al-Maʿalim al-ziraʿiyah fi al-Yaman*, Yemen'de tarımsal işaretler, Yemen, 2010, يحيى العنسي، المعالم الزراعية في اليمن، اليمن، 1431 هـ. - [#10]: Ibn Bišir, ʿUṯmān ibn ʿAbd Allah (died 1873), *ʿInwān al-maǧd fi tarīḫ Naǧd*, Necd Tarihi Üzerine Şan Başlığı (Dr. Muḥammad ibn Nāṣir al-Šiṯrī tarafından Arapça tenkitli neşir), Riyad, Suudi Arabistan, 2012., ابن بشر، عثمان بن عبد الله بن بشر، عنوان المجد في تاريخ نجد، تحقيق الدكتور محمد بن ناصر الشثري، الرياض، المملكة العربية السعودية، 1433 هـ. - [#11]: Al-ʿUbūdī, Moḥammad b. Nāṣir, *Al-Amthāl al-ʿāmiyah fi Naǧd*, Necd'deki halk atasözleri, 4 cilt, Dar Al-Thulūthiyah, Riyad, Suudi Arabistan, 2010., محمد بن ناصر العبودي، الأمثال العامية في نجد، دار الثلوثية، الرياض، المملكة العربية السعودية، 1431 هـ. - [#12]: Al-ʿUbūdī, Moḥammad b. Nāṣir, *Muʿǧam al-Uṣūl al-faṣīḥah lil-alfāẓ al-dariǧah*, Konuşma dilindeki kelimelerin klasik kökleri sözlüğü, 13 cilt, Kral AbdulAzeez Kütüphanesi, Riyad, Suudi Arabistan, 2009., محمد بن ناصر العبودي، معجم الأصول الفصيحة للألفاظ الدارجة، مكتبة الملك عبد العزيز، الرياض، المملكة العربية السعودية، 1430 هـ. - [#13]: *Al-Azhār al-nadiyah min ashʿār al-badiyah*, Bedevî şiirlerinden oluşan, "Bedevî Şiirinin Taze Çiçekleri" başlıklı bir derleme, 18 cilt, Al Ma'arif Kütüphanesi, Tâif, Suudi Arabistan. الأزهار النادية من أشعار البادية، مكتبة المعارف، الطائف، المملكة العربية السعودية. - [#14]: *Min ādābinā al-shaʿbiyah fi al-ǧazīrah al-ʿarabiyah*, Mandeel al-Fuhaid'in şiirlerinden oluşan bir derleme, Arap Yarımadası'ndaki yerel edebiyatımız, 10 cilt, Riyad, Suudi Arabistan. منديل بن محمد الفهيد، من آدابنا الشعبية في الجزيرة العربية. - [#15]: Al-Suwaydā, ʿAbd al-Raḥman, *Durar min al-shiʿr al-shaʿbī*, Halk şiirinin en iyileri, 3 ciltlik şiir derlemesi, Riyad, Suudi Arabistan, 1999. عبد الرحمن بن زيد السويداء، درر من الشعر الشعبي، الرياض، المملكة العربية السعودية، 1420 هـ. - [#16]: Al-Hamdânîʼnin *Geographie der Arabischen Halbinsel* adlı eseri, David Heinrich Müller, Leiden: E. J. Brill, 1884, s. 47. - [#17]: Le Bon, Gustave, *La civilisation des Arabes*, Paris, Librairie de Firmin-Didot, 1884, birinci kitap, s. 1.
