Repository: Stellarium/stellarium-skycultures
Catalog: arabic_arabian_peninsula/po/*.po
Languages: cs, de, fil, fr, id, it, ja, ko, pl, pt, tr

source: Arabic (Arabian Peninsula)
cs: Arabská (Arabský poloostrov)
de: Arabisch (Arabische Halbinsel)
fil: Arabe (Tangway ng Arabia)
fr: Arabe (péninsule Arabique)
id: Arab (Jazirah Arab)
it: Arabo (Penisola Arabica)
ja: アラブ（アラビア半島）
ko: 아랍 (아라비아 반도)
pl: Arabska (Półwysep Arabski)
pt: Árabe (Península Arábica)
tr: Arap (Arap Yarımadası)

source: The Arabic (Arabian Peninsula) sky culture reflects the oral folk tradition of star names and asterisms in the Arabian Peninsula, primarily found scattered in poetry and proverbs.
cs: Arabská (Arabský poloostrov) kultura oblohy odráží ústní lidovou tradici názvů hvězd a asterismů na Arabském poloostrově, především roztroušenou v poezii a příslovích.
de: Die arabische Himmelskultur (Arabische Halbinsel) spiegelt die mündliche Volkstradition von Sternnamen und Asterismen auf der Arabischen Halbinsel wider, die vor allem verstreut in Dichtung und Sprichwörtern überliefert ist.
fil: Ang kulturang pang-kalangitan ng Arabe (Tangway ng Arabia) ay sumasalamin sa pasalitang tradisyong-bayan hinggil sa mga pangalan ng bituin at mga asterismo sa Tangway ng Arabia, na kalimitang kalat-kalat na natatagpuan sa panulaan at mga salawikain.
fr: La culture du ciel arabe (péninsule Arabique) reflète la tradition orale populaire des noms d’étoiles et des astérismes dans la péninsule Arabique, que l’on retrouve principalement de manière éparse dans la poésie et les proverbes.
id: Budaya langit Arab (Semenanjung Arab) mencerminkan tradisi lisan rakyat tentang nama-nama bintang dan asterisme di Semenanjung Arab, yang terutama tersebar dalam puisi dan peribahasa.
it: La cultura del cielo araba (Penisola Arabica) riflette la tradizione popolare orale dei nomi delle stelle e degli asterismi nella Penisola Arabica, attestata soprattutto in modo sparso nella poesia e nei proverbi.
ja: アラビア（アラビア半島）の星空文化は、アラビア半島における星名とアステリズムの口承の民間伝承を反映しており、主として詩やことわざの中に散見される。
ko: 아랍(아라비아 반도) 하늘 문화는 아라비아 반도의 별 이름과 성군에 관한 구전 민속 전통을 반영하며, 이는 주로 시와 속담에 산재해 있다.
pl: Arabska (Półwysep Arabski) kultura nieba odzwierciedla ustną tradycję ludową nazw gwiazd i asteryzmów na Półwyspie Arabskim, której ślady znajdują się przede wszystkim w rozproszonej formie w poezji i przysłowiach.
pt: A cultura do céu árabe (Península Arábica) reflete a tradição oral popular de nomes de estrelas e asterismos na Península Arábica, encontrada principalmente dispersa na poesia e nos provérbios.
tr: Arap (Arap Yarımadası) gökyüzü kültürü, Arap Yarımadası’ndaki yıldız adları ve asterizmlere ilişkin sözlü halk geleneğini yansıtır; bunlara çoğunlukla şiir ve atasözlerinde dağınık halde rastlanır.
