Repository: Stellarium/stellarium-skycultures
Catalog: arabic_arabian_peninsula/po/*.po
Languages: cs, de, fil, fr, id, it, ja, ko, pl, pt, tr

source: The three stars at Orion’s belt. This name, along with Northern Horn of al-Jawza and Southern Horn of al-Jawza star names, originates from western Saudi Arabia and is used by Red Sea fishers. The source is oral tradition from the seaport Umluj, Saudi Arabia [#1].
cs: Tři hvězdy v Orionově pásu. Tento název spolu s názvy hvězd Northern Horn of al-Jawza a Southern Horn of al-Jawza pochází ze západní Saúdské Arábie a používají ho rybáři na Rudém moři. Zdroj je ústní tradice z přístavního města Umluj v Saúdské Arábii [#1].
de: Die drei Sterne am Gürtel des Orion. Dieser Name stammt zusammen mit den Sternnamen Nördliches Horn von al-Jawza und Südliches Horn von al-Jawza aus dem Westen Saudi-Arabiens und wird von Fischern am Roten Meer verwendet. Die Quelle ist eine mündliche Überlieferung aus der Hafenstadt Umluj, Saudi-Arabien [#1].
fil: Ang tatlong bituin sa Sinturon ni Orion. Ang pangalang ito, kasama ng mga pangalang bituin na Hilagang Sungay ng al-Jawza at Timugang Sungay ng al-Jawza, ay nagmula sa kanlurang Saudi Arabia at ginagamit ng mga mangingisda sa Dagat na Pula. Ang pinagmulan ay tradisyong pasalita mula sa daungan sa Umluj, Saudi Arabia [#1].
fr: Les trois étoiles de la ceinture d’Orion. Ce nom, ainsi que les noms d’étoiles Corne septentrionale d’al-Jawza et Corne méridionale d’al-Jawza, provient de l’ouest de l’Arabie saoudite et est utilisé par les pêcheurs de la mer Rouge. La source est la tradition orale du port d’Umluj, Arabie saoudite [#1].
id: Tiga bintang di Sabuk Orion. Nama ini, bersama dengan nama bintang Tanduk Utara al-Jawza dan Tanduk Selatan al-Jawza, berasal dari Arab Saudi bagian barat dan digunakan oleh para nelayan Laut Merah. Sumbernya adalah tradisi lisan dari pelabuhan Umluj, Arab Saudi [#1].
it: Le tre stelle della cintura di Orione. Questo nome, insieme ai nomi stellari Corno Settentrionale di al-Jawza e Corno Meridionale di al-Jawza, ha origine nell’Arabia Saudita occidentale ed è usato dai pescatori del Mar Rosso. La fonte è la tradizione orale del porto di Umluj, Arabia Saudita [#1].
ja: オリオン座の帯をなす三つの星。この名称は、「アル・ジャウザーの北の角」と「アル・ジャウザーの南の角」という星名とともに、サウジアラビア西部に由来し、紅海の漁師たちによって用いられている。出典はサウジアラビアの港町ウムルジュに伝わる口承である [#1]。
ko: 오리온자리의 허리띠를 이루는 세 별. 이 이름은 Northern Horn of al-Jawza 및 Southern Horn of al-Jawza라는 항성 이름과 함께 사우디아라비아 서부에서 유래했으며, 홍해의 어부들이 사용한다. 출처는 사우디아라비아의 항구도시 Umluj에서 전해 내려오는 구전 전통이다 [#1].
pl: Trzy gwiazdy w Pasie Oriona. Ta nazwa, wraz z nazwami gwiazd Północny Róg al-Jawzy i Południowy Róg al-Jawzy, pochodzi z zachodniej Arabii Saudyjskiej i jest używana przez rybaków Morza Czerwonego. Źródłem jest tradycja ustna z portu Umluj w Arabii Saudyjskiej [#1].
pt: As três estrelas do Cinturão de Órion. Este nome, juntamente com os nomes estelares Northern Horn of al-Jawza e Southern Horn of al-Jawza, tem origem no oeste da Arábia Saudita e é usado por pescadores do Mar Vermelho. A fonte é a tradição oral do porto marítimo de Umluj, Arábia Saudita [#1].
tr: Orion Kuşağı'ndaki üç yıldız. Bu ad, al-Jawza'nın Kuzey Boynuzu ve al-Jawza'nın Güney Boynuzu yıldız adlarıyla birlikte, Suudi Arabistan'ın batısından gelir ve Kızıldeniz balıkçıları tarafından kullanılır. Kaynak, Suudi Arabistan'daki Umluj liman kentinden gelen sözlü gelenektir [#1].

source: A triangle of stars that rise before al-Thurayya (the Pleiades). It includes α Ari, α Tri, and β Tri. The name comes from oral tradition in Wadi al-Dawasir, southwestern Saudi Arabia [#1].
cs: Trojúhelník hvězd, které vycházejí dříve než al-Thurayya (Plejády). Zahrnuje α Ari, α Tri a β Tri. Název pochází z ústní tradice ve Wadi al-Dawasir, v jihozápadní Saúdské Arábii [#1].
de: Ein Dreieck aus Sternen, das vor al-Thurayya (den Plejaden) aufgeht. Es umfasst α Ari, α Tri und β Tri. Der Name stammt aus der mündlichen Überlieferung im Wadi al-Dawasir, im Südwesten Saudi-Arabiens [#1].
fil: Isang tatsulok ng mga bituin na sumisikat bago ang al-Thurayya (ang Pleiades). Kabilang dito ang α Ari, α Tri, at β Tri. Nagmula ang pangalan sa tradisyong pasalita sa Wadi al-Dawasir, timog-kanlurang Saudi Arabia [#1].
fr: Un triangle formé d’étoiles qui se lèvent avant al-Thurayya (les Pléiades). Il comprend α Ari, α Tri et β Tri. Le nom vient de la tradition orale dans le Wadi al-Dawasir, au sud-ouest de l’Arabie saoudite [#1].
id: Sebuah segitiga bintang yang terbit sebelum al-Thurayya (Pleiades). Segitiga ini mencakup α Ari, α Tri, dan β Tri. Namanya berasal dari tradisi lisan di Wadi al-Dawasir, bagian barat daya Arab Saudi [#1].
it: Un triangolo di stelle che sorge prima di al-Thurayya (le Pleiadi). Comprende α Ari, α Tri e β Tri. Il nome proviene dalla tradizione orale nel Wadi al-Dawasir, nell'Arabia Saudita sud-occidentale [#1].
ja: al-Thurayya（プレアデス星団）より先に昇る星々の三角形。α Ari、α Tri、β Triを含む。この名称は、サウジアラビア南西部の Wadi al-Dawasir に伝わる口承伝承に由来する[#1]。
ko: al-Thurayya(플레이아데스)보다 먼저 떠오르는 별들의 삼각형이다. α Ari, α Tri 및 β Tri를 포함한다. 이 이름은 사우디아라비아 남서부의 Wadi al-Dawasir에서 전해 내려오는 구전 전통에서 유래했다 [#1].
pl: Trójkąt gwiazd wschodzących przed al-Thurayya (Plejady). Obejmuje α Ari, α Tri i β Tri. Nazwa pochodzi z tradycji ustnej w Wadi al-Dawasir, w południowo-zachodniej Arabii Saudyjskiej [#1].
pt: Um triângulo de estrelas que nasce antes de al-Thurayya (as Plêiades). Inclui α Ari, α Tri e β Tri. O nome vem da tradição oral em Wadi al-Dawasir, no sudoeste da Arábia Saudita [#1].
tr: al-Thurayya (Ülker)'den önce doğan bir yıldız üçgeni. α Ari, α Tri ve β Tri'yi içerir. Adı, Suudi Arabistan'ın güneybatısındaki Wadi al-Dawasir'deki sözlü gelenekten gelmektedir [#1].

source: A proper name for a woman; this constellation represents a female figure formed by the Orion stars, identical to the ancient Arab tradition. Some oral traditions limit the name to the three stars of Orion’s belt [#2][#3].
cs: Vlastní ženské jméno; toto souhvězdí představuje ženskou postavu tvořenou hvězdami souhvězdí Orionu, zcela shodně s dávnou arabskou tradicí. Některé ústní tradice omezují toto jméno na tři hvězdy Orionova pásu [#2][#3].
de: Ein Eigenname für eine Frau; dieses Sternbild stellt eine aus den Sternen des Orion gebildete weibliche Figur dar, identisch mit der alten arabischen Tradition. Einige mündliche Traditionen beschränken den Namen auf die drei Gürtelsterne des Orion [#2][#3].
fil: Isang pangalang pambabae; ang konstelasyong ito ay kumakatawan sa isang pigurang babae na binuo ng mga bituin ni Orion, gaya ng nasa sinaunang tradisyong Arabo. Sa ilang pasalitang tradisyon, ang pangalan ay iniuukol lamang sa tatlong bituin ng Sinturon ni Orion [#2][#3].
fr: Un nom propre féminin ; cette constellation représente une figure féminine formée par les étoiles d’Orion, identique à l’ancienne tradition arabe. Certaines traditions orales limitent ce nom aux trois étoiles de la ceinture d’Orion [#2][#3].
id: Nama diri bagi seorang perempuan; rasi ini mewakili sosok perempuan yang dibentuk oleh bintang-bintang Orion, identik dengan tradisi Arab kuno. Beberapa tradisi lisan membatasi nama tersebut pada tiga bintang Sabuk Orion [#2][#3].
it: Un nome proprio femminile; questa costellazione rappresenta una figura femminile formata dalle stelle di Orione, identica a quella dell’antica tradizione araba. Alcune tradizioni orali limitano il nome alle tre stelle della Cintura di Orione [#2][#3].
ja: 女性の人名であり、この星座は古代アラブの伝統と同様に、オリオン座の星々で形作られた女性像を表す。いくつかの口承では、この名称をオリオンの帯をなす三つの星に限定している [#2][#3]。
ko: 여성의 고유명이다. 이 별자리는 오리온자리의 별들로 이루어진 여성 형상을 나타내며, 고대 아랍 전통을 그대로 따른 것이다. 일부 구전 전승에서는 그 이름을 오리온자리의 허리띠를 이루는 세 별로 한정하기도 한다 [#2][#3].
pl: Żeńskie imię własne; ten gwiazdozbiór przedstawia postać kobiecą utworzoną przez gwiazdy Oriona, zgodnie ze starożytną tradycją arabską. Niektóre przekazy ustne ograniczają tę nazwę do trzech gwiazd Pasa Oriona [#2][#3].
pt: Um nome próprio de mulher; esta constelação representa uma figura feminina formada pelas estrelas de Órion, idêntica à antiga tradição árabe. Algumas tradições orais limitam o nome às três estrelas do Cinturão de Órion [#2][#3].
tr: Bir kadın adı; bu takımyıldız, Orion'daki yıldızların oluşturduğu bir kadın figürünü temsil eder ve eski Arap geleneğiyle aynıdır. Bazı sözlü gelenekler, adı yalnızca Orion Kuşağı'nın üç yıldızıyla sınırlar [#2][#3].
