Repository: Stellarium/stellarium-skycultures
Catalog: mandar/po/*.po
Languages: ru

source: Mandar
ru: Мандарская

source: The Mandar are an ethnic group on the island of Sulawesi in Indonesia, with a strong seafaring and trading tradition. The sailors used stars and asterisms to pinpoint the cardinal directions.
ru: Мандар — этническая группа на острове Сулавеси в Индонезии, имеющая сильные традиции мореплавания и торговли. Моряки использовали звезды и астеризмы, чтобы точно определить стороны света.

source: This sky culture has 6 constellation line figures, names for 3 other identified sky objects (the Pleiades, the Milky Way, and Venus), and the name of an unidentified sky object. The constellations reflect the seafaring tradition. This sky culture for Stellarium is a transcript of data collected through interviews with retired fishermen[#1]. The Bugis sky culture is related (they are neighbouring ethnic groups on the island of Sulawesi) so it is similar. ### Constellations and star names `Slanted House` (_Bittoéng Sapo Kepang_) is used as an indicator for the south. Five stars (including Crux) form a house with uneven foundations. `Widow` (_Bittoéng Tuwallu_) is a pair of stars just below the `Slanted House`, so also a sign for the south direction. Although one source[#1] doesn't link the two stars with a line, the equivalent Bugis data does[#2]. They are linked here. `Shark` (_Bittoéng Mangiwang_) is an asterism which marks the entry of the northwest monsoon season. There is a triangular fin in the middle, and a tail at the back. The drawing in one source[#1] has a large open mouth, but no star is identified for the back of the mouth, so none is included here (the mouth is closed). `Stingray` (_Bittoéng Lambaru_) also marks the entry of the northwest monsoon season. There is a head (with two eyes, which are not linked by lines to the head) and a tail. `Fishing Net` (_Bittoéng Panjala_) is used as an indicator of the entry of the cool season (between the two monsoons) and the appearance of the bambang fish. It consists of fishermen and a boat. `Group of Three Stars` (_Bittoéng Tallu-tallu_) are two groups of stars that each have three stars in line. These stars are a mark towards the east from the Pleiades. The stars are not linked into lines in one source[#1], but are linked here, since they're described as being "in line". The Pleiades (_Bittoéng Malunus_, which has no special meaning) are used as a sign of increasing number of flying fish in the Makassar Strait during the southeast monsoon season. ### Planets Venus is `Pig` (_Bittoéng Bawi_). This star is used by mountain people as a mark that pigs will come out looking for food. Venus is also called `Star Carrying the Sun` (_Bittoéng Pambawa Allo_). It is a sign that the Sun will rise about an hour later. ### Other sky objects An unidentified sky object called `Star of Fishermen` (_Bittoéng Pambosei_) is a marker towards the north. This star usually appears in February, during the northwest monsoon season. `Dragon` (_Bittoéng Naga_) is the Milky Way. It is used by fishermen to find a good fishing location. It usually rises in the southeast, and when it disappears, fishermen are afraid that strong winds will appear.
ru: В этой культуре неба есть 6 фигур линий созвездий, названия 3 других идентифицированных небесных объектов (Плеяды, Млечный Путь и Венера) и имя неопознанного небесного объекта. Созвездия отражают традиции мореплавания. Эта культура неба для Stellarium представляет собой расшифровку данных, собранных в ходе интервью с рыбаками на пенсии[#1]. Небесная культура буги родственна (это соседние этнические группы на острове Сулавеси), поэтому она похожа. ### Созвездия и имена звезд «Наклонный дом» (_Bittoéng Sapo Kepang_) используется как индикатор юга. Пять звезд (включая Крукс) образуют дом с неровным фундаментом. «Вдова» (_Bittoéng Tuwallu_) — это пара звезд чуть ниже «Наклонного дома», а также знак южного направления. Хотя один источник[#1] не связывает две звезды линией, эквивалентные данные Bugis связывают [#2]. Они связаны здесь. «Акула» (_Bittoéng Mangiwang_) — это астеризм, обозначающий начало сезона северо-западных муссонов. Посередине находится треугольный плавник, а сзади хвост. Рисунок в одном источнике [#1] имеет большой открытый рот, но для задней части рта не идентифицирована звезда, поэтому она не включена сюда (рот закрыт). `Скат` (_Bittoéng Lambaru_) также отмечает начало сезона северо-западных муссонов. Есть голова (с двумя глазами, не соединенными линиями с головой) и хвост. «Рыболовная сеть» (_Bittoéng Panjala_) используется как индикатор наступления прохладного сезона (между двумя сезонами дождей) и появления рыбы бамбанг. Он состоит из рыбаков и лодки. «Группа трех звезд» (_Bittoéng Tallu-tallu_) — это две группы звезд, каждая из которых состоит из трех звезд в ряд. Эти звезды являются отметкой к востоку от Плеяд. Звезды не связаны линиями в одном источнике[#1], но связаны здесь, так как они описаны как "в линию". Плеяды (Bittoéng Malunus, не имеет особого значения) используются как знак увеличения количества летучих рыб в Макассарском проливе в сезон юго-восточных муссонов. ### Планеты Венера — это «Свинья» (_Bittoéng Bawi_). Эта звезда используется горцами как знак того, что свиньи выйдут на поиски еды. Венеру также называют «Звездой, несущей Солнце» (_Bittoéng Pambawa Allo_). Это признак того, что Солнце взойдет примерно на час позже. ### Другие небесные объекты Неопознанный небесный объект под названием «Звезда рыбаков» (_Bittoéng Pambosei_) указывает на север. Эта звезда обычно появляется в феврале, во время сезона северо-западных муссонов. `Дракон` (_Bittoéng Naga_) — это Млечный Путь. Его используют рыбаки, чтобы найти хорошее место для рыбалки. Обычно она поднимается на юго-востоке, а когда исчезает, рыбаки опасаются появления сильных ветров.

source: - [#1]: A. A. Rasyid, T. Hidayat, and W. Orchiston. Star patterns in Mandar navigation. In W. Orchiston and M. N. Vahia, editors, Exploring the History of Southeast Asian Astronomy, pages 549–564. Springer, Cham, 2021. - [#2]: Yukio Ohashi and Wayne Orchiston. The evolution of local Southeast Asian astronomy and the influence of China, India, the Islamic World and the West. In W Orchiston and M N Vahia, editors, Exploring the History of Southeast Asian Astronomy, pages 673–767. Springer, Cham, 2021. - [#3]: Doina Bucur. The network signature of constellation line figures. arXiv e-prints. arXiv:2110.12329 [cs.SI]. 2021. Available at <https://arxiv.org/abs/2110.12329>.
ru: - [#1]: А. А. Расид, Т. Хидаят и В. Орчистон. Звездные узоры в навигации Mandar. У В. Орчистона и М. Н. Вахиа, редакторы, Exploring the History of Southeast Asian Astronomy, страницы 549–564. Спрингер, Чам, 2021 г. - [#2]: Юкио Охаши и Уэйн Орчистон. Эволюция местной астрономии Юго-Восточной Азии и влияние Китая, Индии, исламского мира и Запада. В W Orchiston и MN Vahia, редакторы, Exploring the History of Southeast Asian Astronomy, страницы 673–767. Спрингер, Чам, 2021 г. - [#3]: Дойна Букур. Сетевая подпись фигур линий созвездия. Электронные распечатки arXiv. arXiv: 2110.12329 [cs.SI]. 2021. Доступно по адресу <https://arxiv.org/abs/2110.12329>.

source: This sky culture was contributed by _Doina Bucur_ (d.bucur@utwente.nl). It was digitised for the cross-culture analysis of constellation line figures in reference [#3], `The network signature of constellation line figures`.
ru: Эта культура неба была предоставлена _Doina Bucur_ (d.bucur@utwente.nl). Он был оцифрован для межкультурного анализа фигур созвездия в ссылке [#3], «Сетевая подпись фигур созвездия».

source: `CC BY-SA`: Creative Commons, requires attribution, and derivative works can be distributed under an identical (not more restrictive) license.
ru: `CC BY-SA`: Creative Commons, требует указания авторства, и производные работы могут распространяться под идентичной (не более ограничительной) лицензией.

source: Slanted House
ru: Наклонный дом

source: Used as an indicator for the south.
ru: Используется как индикатор юга.

source: Shark
ru: Акула

source: Marks the entry of the northwest monsoon season.
ru: Отмечает начало сезона северо-западных муссонов.

source: Stingray
ru: скат

source: Marks the entry of the northwest monsoon season, like the Shark.
ru: Отмечает начало сезона северо-западных муссонов, как и Акула.

source: Fishing Net
ru: Рыболовная сеть

source: Used as an indicator of the entry of the cool season (between the two monsoons) and the emergence of the bambang fish.
ru: Используется как индикатор наступления прохладного сезона (между двумя сезонами дождей) и появления рыбы бамбанг.

source: Group of Three Stars
ru: Группа трех звезд

source: Used as a mark towards the east from the Pleiades (Bittoéng Malunus).
ru: Используется как знак к востоку от Плеяд (Bittoéng Malunus).

source: Widow
ru: вдова

source: Used as an indicator for the south, like the Slanted House. It is not clear whether the stars should be linked by a line or not.
ru: Используется как индикатор юга, как и Наклонный дом. Неясно, должны ли звезды быть соединены линией или нет.

source: Dragon
ru: Дракон

source: Star Carrying the Sun
ru: Звезда, несущая Солнце

source: Pig
ru: свинья
