Repository: Stellarium/stellarium-skycultures
Catalog: lokono/po/*.po
Languages: ar, cs, de, es, fr, it, ja, ko, nl, pl, pt, zh_cn, zh_tw

source: Spirit of the four-eyed fish
ar: ‎روح السمكة ذات الأربع أعين‎
cs: Duch čtyř očí ryb
de: Geist des Vieräugigen Fisches
es: Espíritu del pez cuatro ojos
fr: Esprit du poisson à quatre yeux
it: Spirito del pesce quattrocchi
ja: 四つ目の魚の精霊
ko: 외눈 박이 물고기의 정신
nl: Geest van de vier-ogen vis
pl: Duch czterookich ryb
pt: Espírito do peixe de quatro olhos
zh_cn: 四眼鱼之灵
zh_tw: 四眼魚之靈

source: Spirit of green sea turtle
ar: ‎روح سلحفاة البحر الخضراء‎
cs: Duch zelené mořské želvy
de: Geist der grünen Meeresschildkröte
es: Espíritu de la tortuga verde marina
fr: Esprit de tortue de mer verte
it: Spirito della tartaruga verde
ja: アオウミガメの精霊
ko: 푸른 바다 거북의 정신
nl: Geest van de groene zeeschildpad
pl: Duch zielonego żółwia morskiego
pt: Espírito da tartaruga verde
zh_cn: 绿海龟之灵
zh_tw: 綠海龜之靈

source: The constellation _Katarhokoya_ ‘Spirit of the green sea turtle’ is still known on the Pomeroon River in Guyana. It represents the _katarho_ turtle (_Chelonia mydas_), swimming towards the shore, represented in turn by the Milky Way. When the constellation appears in the morning high in the sky, it is a signal that turtles are arriving on the beaches to lay eggs. The constellation was identified in earlier sources as _Corona Borealis_ and _Orion's belt._ [#8],[#11] While the former overlaps with the stars indicated by the Lokono on the Pomeroon, the latter is likely a mistake as _Orion’s belt_ is consistently recognized as _Mabukuli_ ‘Man without a thigh’. The constellation _Katarhokoya_ rises early in the year, but it appears upside down most of the time from the vistas of the Lokono in the Guianas. Only by mid-March, a time when several species of turtles indeed lay their eggs on the Atlantic coast of the Guianas, does it look like a turtle swimming to the shore (Milky Way).
ar: كوكبة _Katarhokoya_ "روح سلحفاة البحر الخضراء" لا تزال معروفة على نهر بوميرون في غيانا. وهي تمثل سلحفاة _katarho_ (_Chelonia mydas_) ، تسبح نحو الشاطئ ، ممثلة بدورها في درب التبانة. عندما تظهر الكوكبة في الصباح في السماء ، فهي إشارة على وصول السلاحف إلى الشواطئ لوضع البيض. تم التعرف على الكوكبة في مصادر سابقة على أنها حزام كورونا بورياليس وحزام أوريون. _مابوكولي: رجل بلا فخذ. كوكبة _Katarhokoya_ ترتفع في وقت مبكر من العام ، لكنها تظهر رأسًا على عقب معظم الوقت من آفاق Lokono في Guianas. فقط بحلول منتصف مارس ، وهو الوقت الذي تضع فيه العديد من أنواع السلاحف بيضها بالفعل على الساحل الأطلسي لغيانا ، هل تبدو مثل سلحفاة تسبح إلى الشاطئ (درب التبانة).
cs: Souhvězdí Katarhokoya „Duch zelené mořské želvy“ je stále známé na řece Pomeroon v Guyaně. Představuje želvu _katarho_ (Chelonia mydas_), plavající se ke břehu, zastoupenou zase Mléčnou dráhou. Když se souhvězdí objevuje ráno vysoko na obloze, je to signál, že na pláže přicházejí želvy, aby snášeli vejce. Souhvězdí bylo identifikováno v dřívějších zdrojích jako _Corona Borealis_ a _Orion's belt._ [#8], [#11] Zatímco bývalý se překrývá s hvězdami označenými Lokono na Pomeroonu, ten druhý je pravděpodobně chybou, protože _Orionův pás je důsledně uznáván jako _Mabukuli_ 'Muž bez stehna'. Souhvězdí Katarhokoya_ se objevuje začátkem roku, ale většinou se objevuje vzhůru nohama z průhledů Lokono v Guianasu. Teprve v polovině března, v době, kdy několik druhů želv skutečně položí vejce na atlantické pobřeží Guianasu, to vypadá jako želva plavící se na břeh (Mléčná dráha).
de: Das Sternbild Katarhokoya „Geist der grünen Meeresschildkröte“ ist am Pomeroon River in Guyana noch bekannt. Es stellt die _katarho_ Schildkröte (_Chelonia mydas_) dar, die zum Ufer schwimmt, das wiederum durch die Milchstraße dargestellt wird. Wenn die Konstellation am Morgen hoch am Himmel erscheint, ist dies ein Signal dafür, dass Schildkröten an den Stränden ankommen, um Eier zu legen. Die Konstellation wurde in früheren Quellen als "Corona Borealis" und "Orions Gürtel" identifiziert _Mabukuli_ 'Mann ohne Oberschenkel'. Die Konstellation _Katarhokoya_ steigt zu Beginn des Jahres an, aber sie erscheint die meiste Zeit verkehrt herum von den Ausblicken des Lokono in den Guianas. Erst Mitte März, wenn tatsächlich mehrere Schildkrötenarten ihre Eier an der Atlantikküste der Guianas ablegen, sieht es aus wie eine Schildkröte, die an die Küste schwimmt (Milchstraße).
es: La constelación _Katarhokoya_ "Espíritu de la tortuga verde" todavía se conoce en el río Pomeroon en Guyana. Representa a la tortuga _katarho_ (_Chelonia mydas_), nadando hacia la orilla, representada a su vez por la Vía Láctea. Cuando la constelación aparece en la mañana en lo alto del cielo, es una señal de que las tortugas llegan a las playas para desovar. La constelación se identificó en fuentes anteriores como _Corona Borealis_ y _Cinturón de Orion._ [#8], [#11] Mientras que el primero se superpone con las estrellas indicadas por el Lokono en el Pomeroon, el último es probablemente un error ya que _el cinturón de Orion_ es reconocido constantemente como _Mabukuli_ 'Hombre sin muslo'. La constelación _Katarhokoya_ se eleva a principios de año, pero parece invertida la mayor parte del tiempo desde las vistas del Lokono en las Guayanas. Solo a mediados de marzo, una época en que varias especies de tortugas ponen sus huevos en la costa atlántica de las Guayanas, parece una tortuga nadando hacia la orilla (Vía Láctea).
fr: La constellation _Katarhokoya_ "Esprit de la tortue verte" est encore connue sur la rivière Pomeroon en Guyane. Il représente la tortue _katarho_ (_Chelonia mydas_), nageant vers le rivage, représentée à son tour par la Voie lactée. Lorsque la constellation apparaît le matin haut dans le ciel, c'est un signal que les tortues arrivent sur les plages pour pondre. La constellation a été identifiée dans des sources antérieures comme _Corona Borealis_ et _Orion's belt._ [#8], [#11] Alors que le premier chevauche les étoiles indiquées par le Lokono sur le Pomeroon, le dernier est probablement une erreur car _Orion's belt_ est systématiquement reconnu comme _Mabukuli_ 'Homme sans cuisse'. La constellation _Katarhokoya_ s'élève au début de l'année, mais elle apparaît à l'envers la plupart du temps depuis les vues du Lokono dans les Guyanes. Ce n'est qu'à la mi-mars, moment où plusieurs espèces de tortues pondent effectivement leurs œufs sur la côte atlantique des Guyanes, qu'elle ressemble à une tortue nageant jusqu'au rivage (Voie lactée).
it: La costellazione _Katarhokoya_ "Spirito della tartaruga verde" è ancora conosciuta sul fiume Pomeroon in Guyana. Rappresenta la tartaruga _katarho_ (_Chelonia mydas_), che nuota verso la riva, rappresentata a sua volta dalla Via Lattea. Quando la costellazione appare al mattino in alto nel cielo, è un segnale che le tartarughe stanno arrivando sulle spiagge per deporre le uova. La costellazione è stata identificata nelle fonti precedenti come _Corona Borealis_ e _Orion's belt._ [#8], [#11] Mentre il primo si sovrappone alle stelle indicate dal Lokono sul Pomeroon, il secondo è probabilmente un errore poiché _Orion's belt_ è costantemente riconosciuto come _Mabukuli_ 'Uomo senza coscia'. La costellazione _Katarhokoya_ sorge all'inizio dell'anno, ma appare sottosopra la maggior parte delle volte dai panorami del Lokono nelle Guianas. Solo a metà marzo, un'epoca in cui diverse specie di tartarughe depongono effettivamente le loro uova sulla costa atlantica delle Guianas, sembra una tartaruga che nuota verso la riva (Via Lattea).
ja: ガイアナのポメルーン川では、星座「カタホコヤ」「アオウミガメの霊」が今でも知られています。それは岸に向かって泳いでいる_katarho_亀（_Chelonia mydas_）を表しており、順番に天の川で表されています。朝の空高く星座が現れると、カメが産卵のために浜辺にやってきたという合図です。星座は_Corona Borealis_および_Orionのベルトとして以前のソースで識別されていました。 _マブクリ_「太ももなしの男」。星座_Katarhokoya_は年の初めに上昇しますが、ほとんどの場合、ギアナのロコノ川の景色から逆さまに見えます。 3月中旬になってはじめて、いくつかの種類のカメが実際にギアナの大西洋岸に産卵するとき、それはカメが岸に向かって泳いでいるように見えます（天の川）。
ko: 가타 나의 포메 룬 강에는 별자리 카타르 호 코야 '녹색 바다 거북의 영'이 여전히 알려져 있습니다. 그것은 은하수로 차례로 표현되는 해안을 향해 수영하는 katarho turtle (Chelonia mydas)을 나타냅니다. 아침이 하늘에서 높은 곳에 별자리가 나타나면 거북이가 알을 낳기 위해 해변에 도착한다는 신호입니다. 별자리는 이전 소스에서 Corona Borealis와 Orion의 벨트로 식별되었습니다. [#8], [#11] 전자는 포메 룬의 로코 노가 나타내는 별과 겹치지 만 후자는 오리온의 벨트가 지속적으로 Mabukuli``허벅지가없는 사람 ''으로 인식되기 때문에 실수 일 수 있습니다. 별자리 Katarhokoya는 연초에 상승하지만 Guianas의 Lokono 전망에서 대부분 거꾸로 나타납니다. 3 월 중순까지는 여러 종류의 거북이 실제로 기아나 대서양 연안에 알을 낳을 때가 해안으로 수영하는 거북처럼 보입니다 (밀키 웨이).
nl: Het sterrenbeeld _Katarhokoya_ ‘Spirit of the green sea turtle’ is nog steeds bekend op de Pomeroon-rivier in Guyana. Het stelt de _katarho_ schildpad (_Chelonia mydas_) voor, die naar de kust zwemt, op zijn beurt voorgesteld door de Melkweg. Wanneer het sterrenbeeld 's morgens hoog aan de hemel verschijnt, is dit een signaal dat schildpadden op het strand aankomen om eieren te leggen. Het sterrenbeeld werd in eerdere bronnen geïdentificeerd als _Corona Borealis_ en _Orion's riem._ [#8], [#11] Terwijl de eerste overlapt met de sterren die door de Lokono op de Pomeroon worden aangegeven, is de laatste waarschijnlijk een vergissing aangezien de riem van _Orion consequent wordt erkend als _Mabukuli_ 'Man zonder dij'. Het sterrenbeeld _Katarhokoya_ stijgt vroeg in het jaar, maar lijkt meestal ondersteboven te staan vanuit de vergezichten van de Lokono in Guianas. Pas half maart, een tijd waarin verschillende soorten schildpadden inderdaad hun eieren leggen aan de Atlantische kust van de Guianas, lijkt het alsof een schildpad naar de kust (Melkweg) zwemt.
pl: Konstelacja _Katarhokoya_ „Duch zielonego żółwia morskiego” jest nadal znana na rzece Pomeroon w Gujanie. Przedstawia żółwia katarho (Chelonia mydas_), pływającego w kierunku brzegu, reprezentowanego z kolei przez Drogę Mleczną. Kiedy konstelacja pojawia się rano wysoko na niebie, jest to sygnał, że żółwie przybywają na plaże, aby złożyć jaja. Konstelacja została zidentyfikowana we wcześniejszych źródłach jako _Corona Borealis_ i _pas Oriona. _Mabukuli_ „Człowiek bez uda”. Konstelacja _Katarhokoya_ wschodzi na początku roku, ale przez większość czasu wydaje się do góry nogami z widoków Lokono na Gujanie. Dopiero w połowie marca, kiedy kilka gatunków żółwi rzeczywiście składa jaja na atlantyckim wybrzeżu Gujany, wygląda to jak żółw pływający do brzegu (Droga Mleczna).
pt: A constelação _Katarhokoya_ 'Espírito da tartaruga verde' ainda é conhecida no rio Pomeroon, na Guiana. Representa a tartaruga katarho (Chelonia mydas), nadando em direção à costa, representada por sua vez pela Via Láctea. Quando a constelação aparece de manhã no alto do céu, é um sinal de que as tartarugas estão chegando nas praias para pôr ovos. A constelação foi identificada em fontes anteriores como "Corona Borealis" e "cinto de Orion". [#8], [#11] Enquanto o primeiro se sobrepõe às estrelas indicadas por Lokono no Pomeroon, o último provavelmente é um erro, já que o cinto de Orion é consistentemente reconhecido como _Mabukuli_ 'Homem sem coxa'. A constelação _Katarhokoya_ nasce no início do ano, mas aparece de cabeça para baixo na maioria das vezes pelas vistas do Lokono nas Guianas. Somente em meados de março, época em que várias espécies de tartarugas depositam seus ovos na costa atlântica das Guianas, parece uma tartaruga nadando até a costa (Via Láctea).
zh_cn: 在圭亚那的波美隆河上，Katarhokoya星座“绿海龟的精神”仍然为人所知。它代表katarho龟（Chelonia mydas），游向岸边，又由银河系代表。当星座出现在高空中的早晨时，这表明海龟正到达海滩产卵。该星座在较早的来源中被确定为北极光环和猎户座腰带。 [#8]，[#11]尽管前者与Pomeroon上Lokono所指示的恒星重叠，但后者可能是一个错误，因为猎户座的腰带一直被认为是Mabukuli的“没有大腿的男人”。 Katarhokoya星座在今年初升起，但在大多数时候，它在圭亚那的Lokono远景中倒挂。直到3月中旬，即几只乌龟确实在圭亚那的大西洋沿岸产卵的时候，它才看起来像一只乌龟在岸上游泳（银河系）。
zh_tw: 在圭亞那的波美隆河上，Katarhokoya星座“綠海龜的精神”仍然為人所知。它代表katarho龜（Chelonia mydas），游向岸邊，又由銀河系代表。當星座出現在高空中的早晨時，這表明海龜正到達海灘產卵。該星座在較早的來源中被確定為北極光環和獵戶座腰帶。 [#8]，[#11]儘管前者與波莫龍上洛可諾號所指示的恆星重疊，但後者可能是一個錯誤，因為獵戶座的腰帶一直被認為是Mabukuli的“沒有大腿的男人”。 Katarhokoya星座在今年年初上升，但在大多數時候，它在圭亞那的Lokono遠景中倒掛。直到3月中旬，即幾隻烏龜確實在圭亞那的大西洋沿岸產卵的時候，它才看起來像一隻烏龜在岸上游泳（銀河系）。

source: Spirit of the Muscovy duck
ar: ‎روح بطة المسكوفي‎
cs: Duch kachny pižmové
de: Geist der Moschusente
es: Espíritu del pato moscovita
fr: Esprit du canard de Barbarie
it: Spirito dell'anatra muta
ja: マスコビー鴨の精霊
ko: Muscovy 오리의 정신
nl: Geest van de muskuseend
pl: Duch kaczki piżmowej
pt: Espírito do pato Moscóvia
zh_cn: 疣鼻栖鸭之灵
zh_tw: 疣鼻棲鴨之靈

source: The constellation _Ifakoya_ ‘Spirit of the Muscovy duck’ (_Cairina moschata_) was mentioned by the Penard brothers and Claudius de Goeje but remained unidentified until now.[#11],[#17] The contemporary Lokono on the Pomeroon River in Guyana recognize it in parts of the Western constellation Corona Australis. There are no myths related to this constellation but the Lokono say that when the head of the duck points toward the ground, looking as if the duck has its head under the water, the ducks are busy feeding on plants. The constellation assumes this position from mid-May. At this time, it is said that the birds are easier to catch. The Muscovy duck is considered a delicacy and is also often kept around the house like chickens. The Kari'na and the Warao also recognize the constellation of the Muscovy duck, and at least the Warao one corresponds to the same stars.[#17]
ar: كوكبة _Ifakoya_ "روح بطة المسكوفي" (_Cairina moschata_) ذكرها الإخوة Penard و Claudius de Goeje لكنها بقيت مجهولة حتى الآن. للكوكبة الغربية كورونا أوستراليس. لا توجد أساطير تتعلق بهذه الكوكبة ولكن يقول Lokono أنه عندما يشير رأس البطة نحو الأرض ، يبدو كما لو أن البطة رأسها تحت الماء ، فإن البط مشغول بالتغذية على النباتات. كوكبة تفترض هذا الموقف من منتصف مايو. في هذا الوقت ، يقال أن الطيور أسهل في الإمساك بها. تعتبر بطة المسكوفي من الأطعمة الشهية وغالبًا ما يتم الاحتفاظ بها حول المنزل مثل الدجاج. تتعرف الكارينا والواراو أيضًا على كوكبة بطة مسكوفي ، وعلى الأقل تتوافق واحدة على الأقل مع نفس النجوم. [#17]
cs: Souhvězdí „Ducha kachny pižmové“ (_Cairina moschata_) zmínili bratři Penardové a Claudius de Goeje, ale dosud zůstali neidentifikovaní. západní souhvězdí Corona Australis. S touto konstelací nejsou spojeny žádné mýty, ale Lokono říká, že když hlava kachny směřuje k zemi a vypadá, jako by kachna měla hlavu pod vodou, jsou kachny zaneprázdněny krmením rostlin. Souhvězdí zaujímá tuto pozici od poloviny května. V této době se říká, že se ptáci lépe chytají. Kachna pižmová je považována za pochoutku a často se také chová kolem domu jako kuřata. Kari'na a Warao také rozpoznávají souhvězdí kachny pižmové, a alespoň ten Warao odpovídá stejným hvězdám. [#17]
de: Die Konstellation _Ifakoya_ 'Geist der Muscovy-Ente' (_Cairina moschata_) wurde von den Brüdern Penard und Claudius de Goeje erwähnt, blieb aber bis jetzt unbekannt. [#11], [#17] Der zeitgenössische Lokono am Pomeroon River in Guyana erkennt sie in Teilen der westlichen Konstellation Corona Australis. Es gibt keine Mythen, die mit dieser Konstellation zusammenhängen, aber die Lokono sagen, dass die Enten damit beschäftigt sind, sich von Pflanzen zu ernähren, wenn der Kopf der Ente zum Boden zeigt und so aussieht, als hätte die Ente ihren Kopf unter Wasser. Die Konstellation nimmt diese Position ab Mitte Mai ein. Zu diesem Zeitpunkt sollen die Vögel leichter zu fangen sein. Die Muscovy-Ente gilt als Delikatesse und wird auch oft wie Hühner im Haus gehalten. Die Kari'na und die Warao erkennen auch die Konstellation der Muscovy-Ente, und zumindest die Warao-Ente entspricht denselben Sternen. [#17]
es: La constelación _Ifakoya_ 'Spirit of the Muscovy duck' (_Cairina moschata_) fue mencionada por los hermanos Penard y Claudio de Goeje, pero permaneció sin identificar hasta ahora. [#11], [#17] El contemporáneo Lokono en el río Pomeroon en Guyana lo reconoce en partes de la constelación occidental Corona Australis. No hay mitos relacionados con esta constelación, pero los Lokono dicen que cuando la cabeza del pato apunta hacia el suelo, como si el pato tuviera la cabeza bajo el agua, los patos están ocupados alimentándose de plantas. La constelación asume esta posición desde mediados de mayo. En este momento, se dice que las aves son más fáciles de atrapar. El pato Muscovy se considera un manjar y a menudo también se guarda en la casa como gallinas. El Kari'na y el Warao también reconocen la constelación del pato Muscovy, y al menos el Warao corresponde a las mismas estrellas. [#17]
fr: La constellation _Ifakoya_ 'Esprit du canard de Barbarie' (_Cairina moschata_) a été mentionnée par les frères Penard et Claudius de Goeje mais reste inconnue jusqu'à présent. [#11], [#17] Le Lokono contemporain sur la rivière Pomeroon en Guyane le reconnaît en partie de la constellation occidentale Corona Australis. Il n'y a pas de mythes liés à cette constellation, mais les Lokono disent que lorsque la tête du canard pointe vers le sol, comme si le canard avait la tête sous l'eau, les canards sont occupés à se nourrir de plantes. La constellation prend cette position à partir de la mi-mai. À ce moment, il est dit que les oiseaux sont plus faciles à attraper. Le canard de Barbarie est considéré comme un mets délicat et est également souvent conservé dans la maison comme des poulets. Les Kari'na et les Warao reconnaissent également la constellation du canard de Barbarie, et au moins celle de Warao correspond aux mêmes étoiles. [#17]
it: La costellazione _Ifakoya_ 'Spirito dell'anatra muta' (_Cairina moschata_) è stata menzionata dai fratelli Penard e Claudius de Goeje, ma fino ad ora non è stata identificata. [#11], [#17] Il Lokono contemporaneo sul fiume Pomeroon in Guyana lo riconosce in alcune parti della costellazione occidentale Corona Australis. Non ci sono miti legati a questa costellazione, ma il Lokono afferma che quando la testa dell'anatra punta verso il suolo, sembrando che l'anatra abbia la testa sott'acqua, le anatre sono impegnate a nutrirsi di piante. La costellazione assume questa posizione da metà maggio. In questo momento, si dice che gli uccelli siano più facili da catturare. L'anatra muta è considerata una prelibatezza ed è spesso tenuta in casa come polli. Il Kari'na e il Warao riconoscono anche la costellazione dell'anatra muta, e almeno quella di Warao corrisponde alle stesse stelle. [#17]
ja: 星座_Ifakoya_ 'Spirit of the Muscovy duck'（_Cairina moschata_）は、Penard兄弟とClaudius de Goejeによって言及されましたが、今までは不明のままでした。西部の星座コロナオーストラリス。この星座に関連する神話はありませんが、アヒルの頭が地面に向いているとき、アヒルが水に頭を持っているかのように見えるとき、アヒルは植物を食べているのに忙しいとロコノは言います。星座は5月中旬からこの位置を想定しています。現在、鳥は捕まりやすいとされています。マスコビーのアヒルは珍味と見なされ、鶏のように家の周りによく飼われています。カリナとワラオはまた、マスコビーアヒルの星座を認識しており、少なくともワラオは同じ星に対応しています。[#17]
ko: Penard 형제들과 Claudius de Goeje는 별자리 Ifakoya 'Muscovy duck의 정신'(Cairina moschata)을 언급했지만 지금까지 미확인 상태로 남아있었습니다. 서양 별자리 코로나 Australis의. 이 별자리와 관련된 신화는 없지만 Lokono는 오리의 머리가 땅을 향할 때 오리가 물 아래에 머리가있는 것처럼보고 오리가 식물을 먹느라 바쁘다고 말합니다. 별자리는 5 월 중순부터이 위치를 가정합니다. 이때 새들은 잡기가 더 쉽다고한다. Muscovy duck은 진미로 간주되며 종종 닭처럼 집 주변에 보관됩니다. Kari'na와 Warao는 또한 Muscovy duck의 별자리를 인식하고 있으며 적어도 Warao는 같은 별에 해당합니다. [#17]
nl: De constellatie _Ifakoya_ 'Spirit of the Muscovy duck' (_Cairina moschata_) werd genoemd door de gebroeders Penard en Claudius de Goeje maar bleef tot nu toe onbekend. [#11], [#17] De hedendaagse Lokono aan de Pomeroon-rivier in Guyana herkent het in delen van het westelijke sterrenbeeld Corona Australis. Er zijn geen mythen met betrekking tot dit sterrenbeeld, maar de Lokono zeggen dat wanneer de kop van de eend naar de grond wijst en de eend met zijn kop onder water lijkt te zijn, hij zich bezig houdt met planten. De constellatie neemt deze positie vanaf half mei in. Op dit moment wordt gezegd dat de vogels gemakkelijker te vangen zijn. De Barbarijse eend wordt beschouwd als een delicatesse en wordt ook vaak als kippen in huis gehouden. De Kari'na en de Warao herkennen ook het sterrenbeeld van de Barbarijse eenden, en in ieder geval komt de Warao overeen met dezelfde sterren. [#17]
pl: Konstelacja „Duch kaczki piżmowej” (Cairina moschata_) została wspomniana przez braci Penard i Klaudiusza de Goeje, ale do tej pory pozostała niezidentyfikowana. [#11], [#17] Współczesne Lokono na rzece Pomeroon w Gujanie rozpoznaje to częściowo zachodniej konstelacji Corona Australis. Nie ma żadnych mitów związanych z tą konstelacją, ale Lokono mówią, że gdy głowa kaczki wskazuje na ziemię, wyglądając, jakby kaczka miała głowę pod wodą, kaczki są zajęte karmieniem roślin. Konstelacja przyjmuje tę pozycję od połowy maja. W tej chwili mówi się, że ptaki łatwiej złapać. Kaczka piżmowa jest uważana za przysmak i często jest trzymana w domu jak kurczaki. Kari'na i Warao rozpoznają również konstelację kaczki piżmowej, a przynajmniej Warao odpowiada tym samym gwiazdom. [#17]
pt: A constelação "Ifakoya" 'Espírito do pato Moscóvia' (_Cairina moschata_) foi mencionada pelos irmãos Penard e Claudius de Goeje, mas permaneceu não identificada até agora. [#11], [#17] O contemporâneo Lokono no rio Pomeroon na Guiana reconhece em partes da constelação ocidental Corona Australis. Não há mitos relacionados a esta constelação, mas os Lokono dizem que quando a cabeça do pato aponta para o chão, parecendo que o pato está com a cabeça embaixo da água, os patos estão ocupados se alimentando de plantas. A constelação assume essa posição a partir de meados de maio. Neste momento, diz-se que os pássaros são mais fáceis de capturar. O pato moscovy é considerado uma iguaria e também é frequentemente mantido em casa como galinhas. Os Kari'na e os Warao também reconhecem a constelação do pato de Moscóvia, e pelo menos o Warao corresponde às mesmas estrelas. [#17]
zh_cn: Penard兄弟和Claudius de Goeje曾提到Ifakoya星座“番鸭的精灵”（Cairina moschata），但直到现在仍不为人所知。西方星座Corona Australis。没有与这个星座有关的神话，但洛科诺人说，当鸭子的头指向地面时，好像鸭子的头在水下，鸭子就忙于以植物为食。该星座从5月中旬开始担任此职位。此时，据说鸟更容易被抓到。番鸭被认为是美味佳肴，通常也像鸡一样饲养在房屋周围。卡里娜（Kari'na）和沃拉（Warao）也可以识别出番鸭的星座，至少沃拉（Warao）一只是对应于同一颗恒星。[#17]
zh_tw: Penard兄弟和Claudius de Goeje提到了Ifakoya星座“番鴨的精靈”（Cairina moschata），但直到現在仍不為人所知。[#11]，[#17]圭亞那波美隆河上的當代Lokono在一定程度上認識到它。西方星座Corona Australis。沒有與這個星座有關的神話，但洛科諾人說，當鴨子的頭指向地面時，好像鴨子的頭在水下，鴨子就忙於以植物為食。該星座從5月中旬開始擔任此職位。此時，據說鳥更容易被抓到。番鴨被認為是美味佳餚，通常也像雞一樣飼養在房屋周圍。卡里娜（Kari'na）和沃拉（Warao）也可以識別番鴨的星座，至少沃拉（Warao）一隻是對應同一顆恆星。[#17]
