Repository: Stellarium/stellarium-skycultures
Catalog: lokono/po/*.po
Languages: ar, cs, de, es, fr, it, ja, ko, nl, pl, pt, zh_cn, zh_tw

source: The constellation _Mabukuli_ ‘Man without a thigh’ is well known among the Lokono and appears in a few myths. According to Charles Dance, an unsuccessful huntsman cut off his own leg, wrapped it up in a leaf, and gave to his step mother so that she had something to eat, and ascended to sky.[#16] Similarly, the Penard brothers speak of an unsuccessful hunter who cut off his leg and gave it to his wife and mother-in-law, telling them it was tapir meat.[#17] He then asked other people to follow his traces to help him bring the rest of the tapir, but when they arrived at the place they only found the _akalali_ plant with which he treated his wounds. His body turned into the _Kama tâla_ constellation and his spirit into _Mabukuli_. Claudius de Goeje relates a strikingly different myth.[#11] The Sun, once a man called _Arawidi_ (see the myth about _Hadali_ 'Sun'), took a woman as his wife, who followed him with unborn twins inside her. One day, she lost the way and ended up being eaten by vulture spirits, but her twins were brought up by an old woman, whom they later killed and ran away. While hiding in a treetop, they saw a woman catching fish with a sifter. She saw their reflection in the water and tried to catch it, at which they laughed. She then realized they were up in the tree, and sent ants up the tree to make them come down. When they came down, she killed one of them and took the other home. One of her daughters fell in love with the man and married him. Now the husband had to catch a lot of fish every day for the mother-in-law. One day, tired of his demanding mother-in-law, he tricked her into getting into the water to help him unload a boat full of fish, where she was eaten by a shark. When her other daughter arrived, the liver of her mother was still floating on the water and told her that the man killed her. The daughter wanted to kill him but he flew away on wings of cotton that his wife made for him, so she only cut his thigh off, which is why he is now the constellation _Mabukuli_. It appears the Orion's belt represents the cut-off leg, not the man himself.
ar: كوكبة _Mabukuli_ "رجل بلا فخذ" معروف جيدًا بين Lokono ويظهر في بعض الأساطير. وفقًا لتشارلز دانس ، قام صياد فاشل بقطع ساقه ، ولفها في ورقة ، وأعطاها لوالدته حتى يكون لديها ما تأكله ، وصعدت إلى السماء. [#16] وبالمثل ، يتحدث الإخوة بينارد عن صياد فاشل قطع ساقه وأعطاها لزوجته وحماته ، وأخبرهم أنه لحم التابير. [#17] ثم طلب من الآخرين اتباع آثاره لمساعدته في جلب ما تبقى من التابير ، ولكن عندما وصلوا إلى المكان وجدوا فقط نبات الاكالي الذي عالج به جراحه. تحول جسده إلى كوكبة تاما وروحه إلى مابوكولي. يروي كلوديوس دي جويج أسطورة مختلفة بشكل لافت للنظر. [#11] الشمس ، ذات مرة رجل يدعى _Arawidi_ (انظر الأسطورة حول _Hadali_ 'Sun') ، أخذت امرأة كزوجته ، التي تبعته بتوأم لم يولد بعد داخلها. ذات يوم ، خسرت الطريق وانتهى بها الأمر بتناولها من قبل الأرواح النسر ، لكن توأميها نشأتهما امرأة عجوز ، قتلتهما وهربتا فيما بعد. أثناء الاختباء في أعلى الشجرة ، رأوا امرأة تصطاد السمك مع المغربل. رأت انعكاسها في الماء وحاولت الإمساك به ، ضحكوا فيه. ثم أدركت أنها كانت في الشجرة ، وأرسلت النمل إلى أعلى الشجرة لجعلها تنزل. عندما نزلوا ، قتلت أحدهم وأخذت المنزل الآخر. وقعت إحدى بناتها في حب الرجل وتزوجته. الآن كان على الزوج أن يصطاد الكثير من الأسماك كل يوم للأم في القانون. ذات يوم ، تعبت من حماته المتطلبة ، خدعها للوصول إلى الماء لمساعدته على تفريغ قارب مليء بالأسماك ، حيث أكله سمكة قرش. عندما وصلت ابنتها الأخرى ، كان كبد والدتها لا يزال يطفو على الماء وأخبرها أن الرجل قتلها. أرادت الابنة قتله لكنه طار على أجنحة القطن التي صنعتها زوجته له ، لذلك قطعت فخذه فقط ، وهذا هو السبب في أنه الآن كوكبة Mabukuli. يبدو أن حزام الجبار يمثل الساق المقطوعة ، وليس الرجل نفسه.
cs: Souhvězdí „Mukukuli“ „Muž bez stehna“ je mezi Lokonem dobře známé a objevuje se v několika mýtech. Podle Charlese Dancea, neúspěšný lovec odřízl jeho vlastní nohu, zabalil ji do listu a dal své nevlastní matce, aby měla něco k jídlu a vystoupala do nebe. [#16] Podobně bratři Penardové mluví o neúspěšný lovec, který mu odřízl nohu a dal ji své ženě a tchýně a řekl jim, že je to tapírové maso. ale když dorazili na místo, našli pouze rostlinu, se kterou ošetřoval rány. Jeho tělo se změnilo v souhvězdí Kama tâla_ a jeho duch na _ Makukuli_. Claudius de Goeje vypráví o pozoruhodně odlišném mýtu. [#11] Slunce, kdysi muž jménem „Arawidi“ (viz mýtus o „Hadali“ „Slunci“), vzalo ženu za ženu, která ho následovala s nenarozenými dvojčaty uvnitř. Jednoho dne ztratila cestu a nakonec se jí najedli supi duchové, ale její dvojčata vychovala stará žena, kterou později zabili a utekli. Když se schovávali v korunách stromů, uviděli ženu, jak chytá ryby prosévačem. Viděla jejich odraz ve vodě a pokusila se ho chytit, při kterém se smáli. Pak si uvědomila, že jsou na stromě, a poslala mravence na strom, aby je snesli dolů. Když sestoupili, zabila jednoho z nich a vzala druhého domů. Jedna z jejích dcer se do muže zamilovala a vzala si ho. Nyní musel manžel chytat hodně ryb každý den za tchýní. Jednoho dne, unavený jeho náročnou tchánkou, ji přiměl, aby se dostala do vody, aby mu pomohla vyložit loď plnou ryb, kde ji snědl žralok. Když její další dcera dorazila, játra její matky stále vznášela na vodě a řekla jí, že ji muž zabil. Dcera ho chtěla zabít, ale odletěl na křídlech bavlny, kterou pro něj jeho žena vyrobila, takže mu jen odřízla stehno, a proto je nyní souhvězdím Makukuli. Zdá se, že Orionův opasek představuje odříznutou nohu, ne samotného muže.
de: Die Konstellation "Mabukuli" "Mann ohne Oberschenkel" ist unter den Lokono bekannt und taucht in einigen Mythen auf. Charles Dance zufolge schnitt ein erfolgloser Jäger sein eigenes Bein ab, wickelte es in ein Blatt und gab es seiner Stiefmutter, damit sie etwas zu essen hatte, und stieg zum Himmel auf. [#16] Ebenso sprechen die Penard-Brüder davon ein erfolgloser Jäger, der sein Bein abschnitt und es seiner Frau und Schwiegermutter gab und ihnen sagte, es sei Tapirfleisch. [#17] Dann bat er andere Leute, seinen Spuren zu folgen, um ihm zu helfen, den Rest des Tapirs zu bringen. aber als sie an dem Ort ankamen, fanden sie nur die _akalali_ Pflanze, mit der er seine Wunden behandelte. Sein Körper verwandelte sich in die Konstellation Kama tâla und sein Geist in Mabukuli. Claudius de Goeje erzählt einen auffallend anderen Mythos. [#11] Die Sonne, einst ein Mann namens Arawidi (siehe den Mythos über Hadali Sun), nahm eine Frau als seine Frau, die ihm mit ungeborenen Zwillingen in sich folgte. Eines Tages verirrte sie sich und wurde von Geiergeistern gefressen, aber ihre Zwillinge wurden von einer alten Frau erzogen, die sie später töteten und wegliefen. Während sie sich in einer Baumkrone versteckten, sahen sie eine Frau, die mit einem Sichter Fische fischte. Sie sah ihr Spiegelbild im Wasser und versuchte es zu fangen, worüber sie lachten. Dann bemerkte sie, dass sie oben im Baum waren und schickte Ameisen auf den Baum, damit sie herunterkamen. Als sie herunterkamen, tötete sie einen von ihnen und nahm den anderen mit nach Hause. Eine ihrer Töchter verliebte sich in den Mann und heiratete ihn. Jetzt musste der Ehemann jeden Tag viel Fisch für die Schwiegermutter fangen. Eines Tages brachte er sie, müde von seiner fordernden Schwiegermutter, dazu, ins Wasser zu steigen, um ihm zu helfen, ein Boot voller Fische zu entladen, wo sie von einem Hai gefressen wurde. Als ihre andere Tochter ankam, schwebte die Leber ihrer Mutter immer noch auf dem Wasser und sagte ihr, dass der Mann sie getötet habe. Die Tochter wollte ihn töten, aber er flog auf Baumwollflügeln davon, die seine Frau für ihn gemacht hatte, also schnitt sie ihm nur den Oberschenkel ab, weshalb er jetzt das Sternbild Mabukuli ist. Es scheint, dass der Gürtel des Orion das abgeschnittene Bein darstellt, nicht den Mann selbst.
es: La constelación _Mabukuli_ ‘Hombre sin muslo’ es bien conocida entre los Lokono y aparece en algunos mitos. Según Charles Dance, un cazador fracasado se cortó la pierna, la envolvió en una hoja y se la dio a su madrastra para que comiera algo, y ascendió al cielo. [#16] Del mismo modo, los hermanos Penard hablan de un cazador fracasado que le cortó la pierna y se lo dio a su esposa y suegra, diciéndoles que era carne de tapir. [#17] Luego pidió a otras personas que siguieran sus huellas para ayudarlo a traer el resto del tapir, pero cuando llegaron al lugar solo encontraron la planta _akalali_ con la que trató sus heridas. Su cuerpo se convirtió en la constelación de Kama tâla y su espíritu en Mabukuli. Claudio de Goeje relata un mito sorprendentemente diferente. [#11] El Sol, una vez un hombre llamado _Arawidi_ (ver el mito sobre _Hadali_ 'Sol'), tomó a una mujer como su esposa, quien lo siguió con gemelos no nacidos dentro de ella. Un día, perdió el camino y terminó siendo devorada por espíritus buitres, pero sus gemelos fueron criados por una anciana, a quien luego mataron y huyeron. Mientras se escondían en la copa de un árbol, vieron a una mujer pescando con un tamiz. Ella vio su reflejo en el agua e intentó atraparlo, de lo que se rieron. Luego se dio cuenta de que estaban en el árbol y envió hormigas al árbol para que bajaran. Cuando bajaron, ella mató a uno de ellos y se llevó el otro a casa. Una de sus hijas se enamoró del hombre y se casó con él. Ahora el marido tenía que pescar muchos peces todos los días para la suegra. Un día, cansado de su exigente suegra, la engañó para que se metiera al agua para ayudarlo a descargar un bote lleno de peces, donde un tiburón la comió. Cuando llegó su otra hija, el hígado de su madre todavía flotaba en el agua y le dijo que el hombre la mató. La hija quería matarlo, pero él se fue volando con alas de algodón que su esposa hizo para él, por lo que solo le cortó el muslo, por lo que ahora él es la constelación de Mabukuli. Parece que el cinturón de Orión representa la pierna cortada, no el hombre mismo.
fr: La constellation _Mabukuli_ ‘Homme sans cuisse’ est bien connue des Lokono et apparaît dans quelques mythes. Selon Charles Dance, un chasseur qui n'a pas réussi lui a coupé la jambe, l'a enveloppée dans une feuille et a donné à sa belle-mère pour qu'elle ait quelque chose à manger et soit montée vers le ciel. [#16] De même, les frères Penard parlent de un chasseur infructueux qui lui a coupé la jambe et l'a donnée à sa femme et à sa belle-mère, leur disant que c'était de la viande de tapir. [#17] Il a ensuite demandé à d'autres personnes de suivre ses traces pour l'aider à ramener le reste du tapir, mais quand ils sont arrivés à l'endroit ils ont seulement trouvé l'usine de _akalali_ avec laquelle il a traité ses blessures. Son corps s'est transformé en la constellation de _Kama tâla_ et son esprit en _Mabukuli_. Claudius de Goeje raconte un mythe étonnamment différent. [#11] Le Soleil, autrefois un homme appelé _Arawidi_ (voir le mythe à propos de _Hadali_ 'Sun'), a pris une femme pour femme, qui l'a suivi avec des jumeaux à naître en elle. Un jour, elle a perdu le chemin et a fini par être mangée par des esprits vautours, mais ses jumeaux ont été élevés par une vieille femme, qu'ils ont ensuite tuée et s'enfuirent. En se cachant dans une cime des arbres, ils ont vu une femme attraper du poisson avec un tamis. Elle a vu leur reflet dans l'eau et a essayé de l'attraper, ce dont ils ont ri. Elle a alors réalisé qu'ils étaient dans l'arbre et a envoyé des fourmis dans l'arbre pour les faire descendre. Quand ils sont descendus, elle a tué l'un d'eux et a ramené l'autre chez lui. Une de ses filles est tombée amoureuse de l'homme et l'a épousé. Maintenant, le mari devait pêcher beaucoup de poisson chaque jour pour la belle-mère. Un jour, fatigué de sa belle-mère exigeante, il l'a amenée à se mettre à l'eau pour l'aider à décharger un bateau plein de poisson, où elle a été mangée par un requin. Lorsque son autre fille est arrivée, le foie de sa mère flottait encore sur l'eau et lui a dit que l'homme l'avait tuée. La fille a voulu le tuer mais il s'est envolé sur des ailes de coton que sa femme a faites pour lui, elle n'a donc coupé que sa cuisse, c'est pourquoi il est maintenant la constellation _Mabukuli_. Il semble que la ceinture d'Orion représente la jambe coupée, pas l'homme lui-même.
it: La costellazione _Mabukuli_ "L'uomo senza coscia" è ben nota tra i Lokono e appare in alcuni miti. Secondo Charles Dance, un cacciatore senza successo si tagliò una gamba, la avvolse in una foglia e diede alla sua matrigna in modo che avesse qualcosa da mangiare e salì in cielo. [#16] Allo stesso modo, i fratelli Penard parlano di un cacciatore senza successo che gli tagliò una gamba e la diede a sua moglie e sua suocera, dicendo loro che era carne di tapiro. [#17] Quindi chiese ad altre persone di seguire le sue tracce per aiutarlo a portare il resto del tapiro, ma quando arrivarono sul posto trovarono solo la pianta _akalali_ con cui trattava le sue ferite. Il suo corpo si trasformò nella costellazione di _Kama tâla_ e il suo spirito in _Mabukuli_. Claudio di Goeje racconta un mito sorprendentemente diverso. [#11] Il Sole, un tempo un uomo chiamato _Arawidi_ (vedi il mito su _Hadali_ 'Sole'), prese una donna come sua moglie, che lo seguì con gemelli non nati dentro di lei. Un giorno perse la strada e finì per essere mangiata dagli spiriti dell'avvoltoio, ma i suoi gemelli furono allevati da una donna anziana, che in seguito uccisero e fuggirono. Mentre si nascondevano in cima ad un albero, videro una donna che pescava un pesce con un setaccio. Vide il loro riflesso nell'acqua e cercò di catturarlo, e loro risero. Quindi si rese conto che erano sull'albero e mandò le formiche sull'albero per farle scendere. Quando scesero, ne uccise uno e portò l'altra a casa. Una delle sue figlie si innamorò dell'uomo e lo sposò. Ora il marito doveva pescare molti pesci ogni giorno per la suocera. Un giorno, stanco della sua suocera esigente, la spinse a entrare in acqua per aiutarlo a scaricare una barca piena di pesci, dove fu mangiata da uno squalo. Quando arrivò l'altra figlia, il fegato di sua madre stava ancora galleggiando sull'acqua e le disse che l'uomo l'ha uccisa. La figlia voleva ucciderlo, ma è volato via su ali di cotone che sua moglie ha fatto per lui, quindi gli ha solo tagliato la coscia, motivo per cui ora è la costellazione di Sabukuli. Sembra che la cintura di Orione rappresenti la gamba tagliata, non l'uomo stesso.
ja: 星座_Mabukuli_「太ももなしの男」はロコノの間でよく知られており、いくつかの神話に登場します。チャールズダンスによると、失敗した猟師は自分の足を切り取り、それを葉で包み、何か食べるものを手に入れるためにステップマザーに譲り、空に上った。[#16]同様に、ペナール兄弟は語る失敗したハンターは足を切り、妻と義母にそれをバクの肉だと伝えた[#17]次に、他の人に彼の痕跡を追跡してバクの残りを連れて行くように頼んだ。しかし、彼らがその場所に到着したとき、彼らは彼が彼の傷を治療した_akalali_植物だけを見つけました。彼の身体は_カマタラ星座になり、彼の精神は_マブクリ_に変わった。クラウディウス・デ・ゴエジェは、著しく異なる神話を説明しています。ある日、彼女は道を失い、ハゲタカの精霊に食べられてしまいましたが、彼女の双子は老婆に育てられ、後に殺害されて逃亡しました。梢に隠れている間、彼らは女性がふるいで魚を捕まえるのを見ました。彼女は彼らの水面での反射を見て、それを捕まえようとしたところ、彼らは笑った。それから彼女は彼らが木の上にいることに気づき、それらを降らせるために蟻を木の上に送りました。彼らが降りてきたとき、彼女はそのうちの1人を殺し、もう1つを家に持ち帰りました。彼女の娘の一人はその男に恋をして彼と結婚した。今夫は義母のために毎日たくさんの魚を捕まえなければなりませんでした。ある日、厳しい義理の母にうんざりして、彼は彼女を騙して水中に連れて行き、サメに食べられた魚でいっぱいのボートを降ろした。他の娘が到着したとき、母親の肝臓はまだ水に浮かんでいて、男が彼女を殺したと彼女に話しました。娘は彼を殺したいと思ったが、彼は妻が彼のために作った綿の翼の上を飛んで行ったので、彼女は太ももを切り落としただけだった。オリオンのベルトはカットオフの足を表しており、男性自身ではないようです。
ko: 마 코쿠 리 별자리 '허벅지없는 남자'는 로코 노인들 사이에서 잘 알려져 있으며 몇 가지 신화에 등장합니다. 찰스 댄스에 따르면 실패한 사냥꾼은 자신의 다리를 잘라내어 잎으로 싸서 먹을 것을 가지고 하늘로 올라갔습니다. [#16] 비슷하게, Penard 형제는 실패한 사냥꾼이 다리를 자르고 아내와 시어머니에게 다리를 주었다고 말하면서 고기를 먹었다 고 말했다. 그러나 그들이 그곳에 도착했을 때, 그는 상처를 치료할 수있는 아 칼리 식물 만 발견했습니다. 그의 몸은 카마 탈라 별자리로 바뀌었고 그의 정신은 마부 쿠 리로 변했다. Claudius de Goeje는 놀라 울 정도로 다른 신화를 묘사합니다. [#11] 한때 Arawidi라는 남자 (Hadali 'Sun'에 관한 신화 참조)는 한 여자를 아내로 데려 갔으며, 그녀는 태어나지 않은 쌍둥이와 함께 그를 따라갔습니다. 어느 날 그녀는 길을 잃고 독수리 정신에 의해 먹게되었지만, 쌍둥이는 나중에 살해되어 도망 간 늙은 여자에 의해 자랐습니다. 나무 꼭대기에 숨어있는 동안, 여자는 체로 물고기를 잡는 것을 보았습니다. 그녀는 물에서 그들의 반성을 보았고 그것을 잡으려고 애썼다. 그녀는 그들이 나무에 올라 갔다는 것을 깨달았고 개미를 나무 위로 보내어 내려 오게했습니다. 그들이 내려 왔을 때, 그녀는 그들 중 하나를 죽이고 다른 하나를 집으로 가져갔습니다. 그녀의 딸 중 한 명이 남자와 사랑에 빠져 결혼했습니다. 이제 남편은 시어머니를 위해 매일 많은 물고기를 잡아야했습니다. 어느 날, 시어머니가 까다로워서 물 속으로 들어가서 상어가 먹은 물고기로 가득 찬 배를 내 리도록 도와주었습니다. 그녀의 다른 딸이 도착했을 때, 어머니의 간은 여전히 물 위에 떠 있었고 남자가 그녀를 죽였다고 말했습니다. 딸은 그를 죽이고 싶었지만 아내가 그를 위해 만든 면화 날개를 날아가서 허벅지 만 잘라서 별자리 Mabukuli입니다. 오리온의 벨트는 남자 자신이 아니라 다리를 잘라낸 것으로 보입니다.
nl: Het sterrenbeeld _Mabukuli_ ‘Man zonder dij’ is bekend onder de Lokono en komt voor in enkele mythen. Volgens Charles Dance sneed een mislukte jager zijn eigen been af, wikkelde het in een blad en gaf het aan zijn stiefmoeder zodat ze iets te eten kreeg en steeg op naar de hemel. [#16] Evenzo spreken de gebroeders Penard over een mislukte jager die zijn been afsneed en het aan zijn vrouw en schoonmoeder gaf, en vertelde hen dat het tapirvlees was. [#17] Vervolgens vroeg hij andere mensen om zijn sporen te volgen om hem te helpen de rest van de tapir te brengen, maar toen ze op de plaats aankwamen, vonden ze alleen de _akalali_-plant waarmee hij zijn wonden behandelde. Zijn lichaam veranderde in het _Kama tâla_-sterrenbeeld en zijn geest in _Mabukuli_. Claudius de Goeje vertelt een opvallend andere mythe: [#11] The Sun, ooit een man genaamd _Arawidi_ (zie de mythe over _Hadali_ 'Sun'), nam een vrouw als zijn vrouw, die hem volgde met een ongeboren tweeling in haar. Op een dag verloor ze de weg en werd ze opgegeten door gierengeesten, maar haar tweeling werd opgevoed door een oude vrouw, die ze later doodden en wegrenden. Terwijl ze zich verstopten in een boomtop, zagen ze een vrouw vis vangen met een zeef. Ze zag hun spiegelbeeld in het water en probeerde het te vangen, waar ze om lachten. Ze realiseerde zich toen dat ze in de boom zaten en stuurde mieren de boom in om ze naar beneden te laten komen. Toen ze beneden kwamen, doodde ze een van hen en nam ze de andere mee naar huis. Een van haar dochters werd verliefd op de man en trouwde met hem. Nu moest de man elke dag veel vis vangen voor de schoonmoeder. Op een dag, moe van zijn veeleisende schoonmoeder, bedroog hij haar om het water in te gaan om hem te helpen een boot vol vis te lossen, waar ze werd opgegeten door een haai. Toen haar andere dochter arriveerde, dreef de lever van haar moeder nog steeds op het water en vertelde haar dat de man haar had vermoord. De dochter wilde hem doden, maar hij vloog weg op katoenen vleugels die zijn vrouw voor hem had gemaakt, dus sneed ze alleen zijn dij af, daarom is hij nu het sterrenbeeld _Mabukuli_. Het lijkt erop dat de riem van de Orion het afgesneden been vertegenwoordigt, niet de man zelf.
pl: Konstelacja _Mabukuli_ „Człowiek bez uda” jest dobrze znana wśród Lokono i pojawia się w kilku mitach. Według Charlesa Dance nieudany myśliwy odciął sobie nogę, zawinął ją w liść i dał macochy, aby miała coś do jedzenia, i wstąpił w niebo. [#16] Podobnie bracia Penard mówią o nieudany łowca, który odciął nogę i podarował ją swojej żonie i teściowej, mówiąc im, że to mięso tapira. [#17] Następnie poprosił innych ludzi, aby śledzili jego ślady, aby pomóc mu przynieść resztę tapira, ale kiedy przybyli na miejsce, znaleźli tylko roślinę akalali, za pomocą której leczył swoje rany. Jego ciało zmieniło się w konstelację Kama tâla, a jego duch w - Mahukuli. Claudius de Goeje opowiada uderzająco inny mit. [#11] Słońce, niegdyś człowiek o imieniu „Arawidi” (patrz mit o „Hadali” „Słońce”), zabrał kobietę za swoją żonę, która podążyła za nim z nienarodzonymi bliźniakami. Pewnego dnia zgubiła drogę i została zjedzona przez duchy sępów, ale jej bliźnięta zostały wychowane przez starą kobietę, którą później zabiły i uciekły. Ukrywając się w wierzchołku drzewa, zobaczyli kobietę łapiącą rybę za pomocą przesiewacza. Zobaczyła ich odbicie w wodzie i próbowała je złapać, z czego się śmiali. Potem zdała sobie sprawę, że są na drzewie, i posłała mrówki po drzewie, aby zstąpiły. Kiedy zeszli na dół, zabiła jednego z nich, a drugiego zabrała do domu. Jedna z jej córek zakochała się w tym mężczyźnie i poślubiła go. Teraz mąż musiał codziennie łowić dużo ryb dla teściowej. Pewnego dnia, zmęczony swoją wymagającą teściową, nakłonił ją do wejścia do wody, aby pomogła mu rozładować łódź pełną ryb, gdzie zjadł ją rekin. Kiedy przybyła jej druga córka, wątroba matki wciąż unosiła się na wodzie i powiedziała jej, że mężczyzna ją zabił. Córka chciała go zabić, ale odleciał na bawełnianych skrzydłach, które dla niego zrobiła jego żona, więc odciąła mu tylko udo, dlatego jest teraz konstelacją _Mabukuli_. Wygląda na to, że pas Oriona reprezentuje odciętą nogę, a nie samego mężczyzny.
pt: A constelação _Mabukuli_ 'Homem sem coxa' é bem conhecida entre os Lokono e aparece em alguns mitos. De acordo com Charles Dance, um caçador malsucedido cortou a própria perna, embrulhou-a em uma folha e deu a sua madrasta para que ela tivesse algo para comer e subiu ao céu. [#16] Da mesma forma, os irmãos Penard falam de um caçador malsucedido que cortou a perna e a deu à esposa e à sogra, dizendo que era carne de anta. [#17] Ele então pediu que outras pessoas seguissem seus rastros para ajudá-lo a trazer o resto da anta, mas, quando chegaram ao local, encontraram apenas a planta kakalali com a qual ele tratava suas feridas. Seu corpo se transformou na constelação de Kama tâla e seu espírito em Labukuli. Claudius de Goeje relata um mito notavelmente diferente. [#11] O Sol, uma vez que um homem chamado _Arawidi_ (veja o mito sobre Hadali_ 'Sun'), tomou uma mulher como esposa, que o seguiu com gêmeos por nascer dentro dela. Um dia, ela perdeu o caminho e acabou sendo devorada por espíritos de abutres, mas seus gêmeos foram criados por uma velha, a quem mais tarde mataram e fugiram. Enquanto se escondiam em uma copa de árvore, eles viram uma mulher pegando peixe com uma peneira. Ela viu o reflexo deles na água e tentou pegá-lo, do qual eles riram. Ela então percebeu que eles estavam na árvore e enviou formigas para cima da árvore para fazê-las descer. Quando eles desceram, ela matou um deles e levou o outro para casa. Uma de suas filhas se apaixonou pelo homem e se casou com ele. Agora, o marido tinha que pescar muitos peixes todos os dias para a sogra. Um dia, cansado da exigente sogra, ele a levou a entrar na água para ajudá-lo a descarregar um barco cheio de peixe, onde ela era devorada por um tubarão. Quando a outra filha chegou, o fígado da mãe ainda estava flutuando na água e disse que o homem a matou. A filha queria matá-lo, mas ele voou com asas de algodão que sua esposa fez para ele, então ela só cortou a coxa dele, e é por isso que ele agora é a constelação de Macukuli. Parece que o cinto de Órion representa a perna cortada, não o próprio homem.
zh_cn: Mabukuli星座“没有大腿的男人”在Lokono中是众所周知的，并出现在一些神话中。根据查尔斯·舞蹈（Charles Dance）的说法，一个不成功的猎人砍下了自己的腿，将其包裹在一片叶子上，然后交给继母，以便她可以吃点东西，然后升上天空。[#16]类似地，彭纳德兄弟也谈到一个不成功的猎人，割断了他的腿并将其交给妻子和婆婆，并告诉他们这是tap肉。[#17]然后，他请其他人跟随他的踪迹，以帮助他带走tap的其余部分，但是当他们到达那个地方时，他们只发现了他用来治疗伤口的阿卡里植物。他的身体变成了卡玛塔拉星座，他的精神变成了马布库里。克劳迪乌斯·德·格耶（Claudius de Goeje）提出了一个截然不同的神话。[#11]太阳曾经是一个名叫阿拉维迪（Arawidi）的男人（见关于哈达利“太阳”的神话），他娶了一个女人作为妻子，并带着未出生的双胞胎跟随他。一天，她迷路了，最终被秃鹰吃掉了，但是她的双胞胎却被一位老妇抚养长大，后来他们杀死了他们并逃跑了。他们躲在树梢上，看见一个女人用筛子抓鱼。她看到他们在水中的倒影，试图抓住它，他们为此大笑。然后她意识到它们在树上，并派遣蚂蚁在树上使它们掉下来。当他们倒下时，她杀死了其中一个并把另一个带回家。她的一个女儿爱上了这个男人并嫁给了他。现在，丈夫每天都要为婆婆抓很多鱼。一天，他厌倦了他苛刻的婆婆，诱骗她下水，帮助他卸下装满鱼的船，在船上被鲨鱼吞噬。当她的另一个女儿到达时，母亲的肝脏仍漂浮在水面上，并告诉她该男子杀死了她。女儿想杀了他，但他飞上了妻子为他准备的棉线，所以她只剪掉了大腿，这就是为什么他现在是马布库里星座。猎户座的腰带似乎代表了断腿，而不是男人本人。
zh_tw: Mabukuli星座“沒有大腿的男人”在Lokono中是眾所周知的，並出現在一些神話中。根據查爾斯·舞蹈（Charles Dance）的說法，一個不成功的獵人砍下了自己的腿，將其包裹在一片葉子上，然後交給繼母，以便她可以吃點東西，然後升上天空。[#16]類似地，彭納德兄弟談到一個不成功的獵人，割斷了他的腿並將其交給妻子和婆婆，並告訴他們這是tap肉。[#17]然後，他請其他人跟隨他的踪跡，以幫助他帶走tap的其餘部分，但是當他們到達那個地方時，他們只發現了他用來治療傷口的阿卡里植物。他的身體變成了卡瑪塔拉星座，他的精神變成了馬布庫裡。克勞迪烏斯·德·格耶（Claudius de Goeje）提出了一個截然不同的神話。[#11]太陽曾經是一個名叫阿拉維迪（Arawidi）的男人（見關於哈達利“太陽”的神話），他娶了一個女人作為妻子，並帶著未出生的雙胞胎跟隨他。一天，她迷路了，最終被禿spirit吃掉了，但是她的雙胞胎卻被一位老婦撫養長大，後來他們殺死了他們並逃走了。他們躲在樹梢上，看見一個女人用篩子抓魚。她看到他們在水中的倒影，試圖抓住它，他們為此大笑。然後她意識到它們在樹上，並派遣螞蟻在樹上使它們掉下來。當他們倒下時，她殺死了其中一個並把另一個帶回家。她的一個女兒愛上了這個男人並嫁給了他。現在，丈夫每天都要為婆婆抓很多魚。一天，他厭倦了他苛刻的婆婆，誘騙她下水，幫助他卸下裝滿魚的船，在船上被鯊魚吞噬。當她的另一個女兒到達時，母親的肝臟仍漂浮在水面上，並告訴她該男子殺死了她。女兒想殺了他，但他飛上了妻子為他做的棉線，所以她只剪掉了大腿，這就是為什麼他現在是馬布庫裡星座。獵戶座的腰帶似乎代表了斷腿，而不是男人本人。
