Repository: Stellarium/stellarium-skycultures
Catalog: lokono/po/*.po
Languages: ar, cs, de, es, fr, it, ja, ko, nl, pl, pt, zh_cn, zh_tw

source: The constellation _Yorhada_ ‘Grill’, or _Wiwa yorhadale_ ‘Star’s grill’, represents a wooden grill, on which meat is roasted [#4][#11][#21]. Its origin is explained in a myth related by Walter Roth about a man who killed his wife, roasted her, and fed her liver to his mother-in-law because she called him a worthless hunter [#10]. In revenge, the mother asked her brother, _Kamodo_ to kill the man when he went hunting. The man suspected the woman set a trap and escaped death by sending his brother instead. The grill on which the wife was roasted became the Western constellation Pegasus, according to contemporary Lokono, marking the beginning of the small dry season (April), the time when the Lokono roast a lot of fish. The myth is similar to that of _Yôkoro wiwa_ and the twins, in which the older brother is responsible for roasting his wife and may be the same as the man who roasted his wife in the _Yorhada_ myth. In both myths, the younger brother killed by the anaconda becomes _Yôkoro wiwa_, while the grill becomes _Yorhada_. Claudius de Goeje suggested that _Yorhada_ is the Western constellation Corvus, but Corvus does not appear at beginning of the small dry season [#11]. The neighboring Warao also know Pegasus as the grill, and are familiar with the myth [#10].
ar: كوكبة _Yorhada_ "Grill" أو _Wiwa yorhadale_ "Star’s grill" ، تمثل شواية خشبية يتم تحميص اللحم عليها [#4] [#11] [#21]. تم شرح أصله في أسطورة تتعلق بوالتر روث عن رجل قتل زوجته ، وشويها ، وأطعم كبدها لحماته لأنها وصفته بأنه صياد لا قيمة له [#10]. في الانتقام طلبت الأم من أخيها كامودو قتل الرجل عندما ذهب للصيد. اشتبه الرجل في أن المرأة وضعت فخًا وهربت من الموت عن طريق إرسال شقيقه بدلاً من ذلك. أصبح الشواية التي تم تحميص الزوجة عليها كوكبة غربية بيغاسوس ، وفقًا لـ Lokono المعاصر ، بمناسبة بداية موسم الجفاف الصغير (أبريل) ، وهو الوقت الذي تحميص فيه Lokono الكثير من الأسماك. الأسطورة تشبه أسطورة يوكورو ويوا والتوائم ، حيث يكون الأخ الأكبر مسؤولاً عن تحميص زوجته وقد يكون هو نفس الرجل الذي قام بتحميص زوجته في أسطورة يورحادا. في كلتا الأسطورتين ، يصبح الأخ الأصغر الذي قتلته الأناكوندا يوكورو ويوا ، بينما تصبح الشواية يورهادا. اقترح كلوديوس دي جويجي أن _Yorhada_ هي الكوكبة الغربية Corvus ، لكن Corvus لا تظهر في بداية موسم الجفاف الصغير [#11]. يعرف Warao المجاور أيضًا بيغاسوس على أنه الشواية ، وهم على دراية بالخرافة [#10].
cs: Souhvězdí "Yorhada_" Grill ", nebo" Wiwa yorhadale_ "Star's grill", představuje dřevěný gril, na kterém se pečí maso [#4] [#11] [#21]. Jeho původ je vysvětlen mýtem příbuzným Walterovi Rothovi o muži, který zabil jeho manželku, opékal ji a nakrmil játra své tchýni, protože ho nazvala bezcenným lovcem [#10]. Matka se pomstila a požádala svého bratra, Kamodo, aby zabil muže, když šel lovit. Muž měl podezření, že žena položila past a unikla smrti tím, že místo toho poslala bratra. Gril, na kterém byla žena pečena, se stal podle souhvězdí Lokono západním souhvězdím Pegasus, což znamenalo začátek malé suché sezóny (duben), kdy Lokono peče hodně ryb. Mýtus je podobný mýtu _Yôkoro wiwa_ a dvojčat, ve kterém je starší bratr zodpovědný za pečení své manželky a může být stejný jako muž, který pečoval svou manželku v mýtu _Yorhada_. V obou mýtech se mladší bratr zabitý anakondy stává _Yôkoro wiwa_, zatímco gril se stává _Yorhada_. Claudius de Goeje navrhl, že _Yorhada_ je západní souhvězdí Corvus, ale Corvus se neobjeví na začátku malé suché sezóny [#11]. Sousední Warao také znají Pegasuse jako gril a jsou obeznámeni s mýtem [#10].
de: Die Konstellation _Yorhada_ "Grill" oder _Wiwa yorhadale_ "Star's Grill" repräsentiert einen Holzgrill, auf dem Fleisch geröstet wird [#4] [#11] [#21]. Sein Ursprung wird in einem Mythos von Walter Roth über einen Mann erklärt, der seine Frau tötete, sie röstete und ihrer Schwiegermutter ihre Leber fütterte, weil sie ihn einen wertlosen Jäger nannte [#10]. Aus Rache bat die Mutter ihren Bruder Kamodo, den Mann zu töten, als er auf die Jagd ging. Der Mann vermutete, dass die Frau eine Falle gestellt hatte und entkam dem Tod, indem er stattdessen seinen Bruder schickte. Der Grill, auf dem die Frau geröstet wurde, wurde laut dem heutigen Lokono zum westlichen Sternbild Pegasus. Dies war der Beginn der kleinen Trockenzeit (April), in der der Lokono viele Fische briet. Der Mythos ähnelt dem von Yôkoro wiwa und den Zwillingen, in denen der ältere Bruder für das Braten seiner Frau verantwortlich ist und möglicherweise der gleiche ist wie der Mann, der seine Frau im Mythos von Yorhada geröstet hat. In beiden Mythen wird der jüngere Bruder, der durch die Anakonda getötet wird, Yôkoro wiwa, während der Grill Yorhada wird. Claudius de Goeje schlug vor, dass _Yorhada_ das westliche Sternbild Corvus ist, aber Corvus erscheint nicht zu Beginn der kleinen Trockenzeit [#11]. Die benachbarten Warao kennen Pegasus auch als Grill und kennen den Mythos [#10].
es: La constelación _Yorhada_ ‘Grill’, o _Wiwa yorhadale_ ‘Star’s grill’, representa una parrilla de madera, en la que se asa la carne [#4] [#11] [#21]. Su origen se explica en un mito relatado por Walter Roth sobre un hombre que mató a su esposa, la asó y le dio el hígado a su suegra porque ella lo llamó un cazador sin valor [#10]. En venganza, la madre le pidió a su hermano _Kamodo_ que matara al hombre cuando él iba a cazar. El hombre sospechaba que la mujer colocó una trampa y escapó de la muerte al enviar a su hermano. La parrilla en la que asaron a la esposa se convirtió en la constelación occidental de Pegaso, según el contemporáneo Lokono, que marca el comienzo de la pequeña estación seca (abril), el momento en que los Lokono asan muchos pescados. El mito es similar al de Yōkoro wiwa y los gemelos, en el que el hermano mayor es responsable de asar a su esposa y puede ser el mismo que el hombre que asó a su esposa en el mito de Yorhada. En ambos mitos, el hermano menor asesinado por la anaconda se convierte en Yōkoro wiwa, mientras que la parrilla se convierte en Yorhada. Claudio de Goeje sugirió que Yorhada es la constelación occidental de Corvus, pero Corvus no aparece al comienzo de la pequeña estación seca [#11]. Los vecinos de Warao también conocen a Pegaso como la parrilla, y están familiarizados con el mito [#10].
fr: La constellation _Yorhada_ ‘Grill’, ou _Wiwa yorhadale_ ‘Star’s grill’, représente un grill en bois sur lequel la viande est rôtie [#4] [#11] [#21]. Son origine est expliquée dans un mythe raconté par Walter Roth à propos d'un homme qui a tué sa femme, l'a rôtie et a nourri son foie à sa belle-mère parce qu'elle l'appelait un chasseur sans valeur [#10]. Pour se venger, la mère a demandé à son frère, Kamodo, de tuer l'homme quand il allait à la chasse. L'homme soupçonnait la femme de tendre un piège et a échappé à la mort en envoyant son frère à la place. Le gril sur lequel la femme a été rôtie est devenu la constellation occidentale de Pégase, selon le Lokono contemporain, marquant le début de la petite saison sèche (avril), le moment où le Lokono rôtit beaucoup de poissons. Le mythe est similaire à celui de _Yôkoro wiwa_ et des jumeaux, dans lequel le frère aîné est responsable de la torréfaction de sa femme et peut être le même que l'homme qui a torréfié sa femme dans le mythe _Yorhada_. Dans les deux mythes, le jeune frère tué par l'anaconda devient _Yôkoro wiwa_, tandis que le gril devient _Yorhada_. Claudius de Goeje a suggéré que _Yorhada_ est la constellation occidentale Corvus, mais Corvus n'apparaît pas au début de la petite saison sèche [#11]. Les voisins Warao connaissent également Pegasus comme le grill et connaissent le mythe [#10].
it: La costellazione _Yorhada_ "Grill", o _Wiwa yorhadale_ "Star's's grill", rappresenta una griglia di legno, sulla quale viene arrostita la carne [#4] [#11] [#21]. La sua origine è spiegata in un mito riferito da Walter Roth a proposito di un uomo che ha ucciso sua moglie, l'ha arrostita e ha dato da mangiare al suocero per sua suocera perché lo ha definito un cacciatore senza valore [#10]. Per vendetta, la madre chiese a suo fratello, Kamodo, di uccidere l'uomo quando andava a caccia. L'uomo sospettava che la donna avesse messo una trappola e fosse fuggito dalla morte mandando invece suo fratello. La griglia su cui fu arrostita la moglie divenne la costellazione occidentale Pegasus, secondo il Lokono contemporaneo, segnando l'inizio della piccola stagione secca (aprile), il momento in cui il Lokono arrostiva molti pesci. Il mito è simile a quello di _Yôkoro Wiwa_ e dei gemelli, in cui il fratello maggiore è responsabile della torrefazione di sua moglie e può essere lo stesso dell'uomo che ha arrostito sua moglie nel mito di _Yorhada_. In entrambi i miti, il fratello minore ucciso dall'anaconda diventa _Yôkoro wiwa_, mentre la griglia diventa _Yorhada_. Claudio de Goeje ha suggerito che _Yorhada_ è la costellazione occidentale Corvus, ma Corvus non appare all'inizio della piccola stagione secca [#11]. Il vicino Warao conosce anche Pegasus come la griglia e conosce il mito [#10].
ja: 星座_Yorhada_ ‘Grill’、または_Wiwa yorhadale_ ‘Star’s Grill’は、肉をローストした木製のグリルを表しています[#4] [#11] [#21]。その起源は、妻を殺し、焙煎し、義母に肝臓を与えた男について、ウォルターロスが関連する神話で説明されています。復讐では、母親は兄のカモドに狩りに行ったときに男を殺すように頼んだ。男性は女性が罠を仕掛けているのではないかと疑い、代わりに兄弟を送り込んで死を免れた。現代のロコノによれば、妻が焼かれたグリルは西側の星座ペガサスになり、ロコノがたくさんの魚を焼いた小さな乾季（4月）の始まりを示しました。神話は、_ヨコロワイワと双子の神話に似ています。兄が妻を焙煎する責任があり、ヨハダ神話で妻を焙煎した男と同じかもしれません。どちらの神話でも、アナコンダによって殺された弟は_yokoro wiwa_になり、グリルは_orhada_になります。 Claudius de Goejeは、_ヨルハダ_が西側の星座のうみへびであると示唆しましたが、うみへびは小さな乾季の初めには現れません[#11]。隣のワラオもペガサスをグリルとして知っており、神話[#10]に精通しています。
ko: 별자리 Yorhada 'Grill'또는 Wiwa yorhadale 'Star 's grill'은 고기가 구운 [#4] [#11] [#21]의 나무 그릴을 나타냅니다. 그 기원은 Walter Roth와 관련된 신화에서 아내를 죽이고 구워서 장모에게 먹이를 준 사람에 대해 설명합니다. 그녀는 그를 쓸모없는 사냥꾼이라고 불렀습니다. 복수로 어머니는 형인 카모도에게 사냥하러 갔을 때 그 남자를 죽이라고 부탁했다. 남자는 여자가 덫을 놓았다고 의심하고 형을 대신 보내 죽음을 피했다. 현대 로코 노에 따르면 아내가 구워진 그릴은 서양 별자리 페가수스가되었으며, 로코 노는 많은 건어물을 굽는 작은 건기 (4 월)의 시작을 의미한다. 신화는 요코다와와 쌍둥이와 비슷합니다. 오빠는 아내를 구울 책임이 있으며 요 라다 신화에서 아내를 구 웠던 남자와 동일 할 수 있습니다. 두 신화에서 아나콘다에 의해 죽인 남동생은 요코로 위와가되고 그릴은 요 라다가된다. Claudius de Goeje는 Yorhada가 서양 별자리 Corvus라고 제안하지만 Corvus는 작은 건기의 시작 부분에는 나타나지 않습니다 [#11]. 이웃 한 와라 오는 페가수스도 그릴로 알고 있으며 신화에 익숙하다 [#10].
nl: Het sterrenbeeld _Yorhada_ ‘Grill’ of _Wiwa yorhadale_ ‘Star’s grill’ staat voor een houten grill waarop vlees wordt geroosterd [#4] [#11] [#21]. De oorsprong ervan wordt verklaard in een mythe die Walter Roth vertelt over een man die zijn vrouw heeft vermoord, haar heeft geroosterd en haar lever aan zijn schoonmoeder heeft gevoerd omdat ze hem een waardeloze jager noemde [#10]. Uit wraak vroeg de moeder haar broer _Kamodo_ om de man te vermoorden toen hij ging jagen. De man vermoedde dat de vrouw een val had gelopen en aan de dood was ontsnapt door in plaats daarvan zijn broer te sturen. De grill waarop de vrouw werd geroosterd, werd volgens de hedendaagse Lokono het westerse sterrenbeeld Pegasus, wat het begin markeerde van het kleine droge seizoen (april), de tijd dat de Lokono veel vis roosterde. De mythe is vergelijkbaar met die van _Yôkoro wiwa_ en de tweeling, waarbij de oudere broer verantwoordelijk is voor het roosteren van zijn vrouw en mogelijk dezelfde is als de man die zijn vrouw heeft geroosterd in de _Yorhada_-mythe. In beide mythen wordt de door de anaconda vermoorde jongere broer _Yôkoro wiwa_, terwijl de grill _Yorhada_ wordt. Claudius de Goeje suggereerde dat _Yorhada_ het westelijke sterrenbeeld Corvus is, maar Corvus verschijnt niet aan het begin van het kleine droge seizoen [#11]. De naburige Warao kent Pegasus ook als de grill en kent de mythe [#10].
pl: Konstelacja _Yorhada_ „Grill” lub _Wiwa yorhadale_ „Gwiazdowy grill” reprezentuje drewniany grill, na którym pieczone jest mięso [#4] [#11] [#21]. Jego pochodzenie wyjaśniono w micie powiązanym przez Waltera Rotha o mężczyźnie, który zabił swoją żonę, upiekł ją i nakarmił swoją teściową, ponieważ nazwała go bezwartościowym łowcą [#10]. Zemsta matka poprosiła brata, Kamodo, o zabicie mężczyzny, gdy poszedł na polowanie. Mężczyzna podejrzewał, że kobieta zastawiła pułapkę i uciekła przed śmiercią, wysyłając zamiast tego swojego brata. Grill, na którym pieczona była żona, stał się według zachodniej konstelacji Pegazem, według współczesnego Lokono, wyznaczając początek małej pory suchej (kwiecień), kiedy to Lokono piecze dużo ryb. Mit jest podobny do tego z Yōkoro wiwa i bliźniaków, w którym starszy brat jest odpowiedzialny za pieczenie żony i może być taki sam jak mężczyzna, który upiekł swoją żonę w micie Yorhada. W obu mitach młodszy brat zabity przez anakondę staje się Yorooro wiwa, a grill zmienia się w Yorhada. Claudius de Goeje zasugerował, że Yorhada jest zachodnią konstelacją Corvusa, ale Corvus nie pojawia się na początku małej pory suchej [#11]. Sąsiadujący Warao również znają Pegaza jako grilla i znają mit [#10].
pt: A constelação _Yorhada_ 'Grill', ou _Wiwa yorhadale_ 'Star's grill', representa uma grade de madeira, na qual a carne é assada [#4] [#11] [#21]. Sua origem é explicada em um mito relatado por Walter Roth sobre um homem que matou sua esposa, a assou e deu o fígado à sogra porque ela o chamava de caçador inútil [#10]. Em vingança, a mãe pediu ao irmão, Kamodo, para matar o homem quando ele foi caçar. O homem suspeitou que a mulher montou uma armadilha e escapou da morte enviando seu irmão. A churrasqueira em que a esposa foi assada se tornou a constelação ocidental Pegasus, segundo o contemporâneo Lokono, marcando o início da pequena estação seca (abril), época em que o Lokono assava muitos peixes. O mito é semelhante ao de Yôkoro wiwa e aos gêmeos, nos quais o irmão mais velho é responsável por assar sua esposa e pode ser o mesmo que o homem que assou sua esposa no mito de Yorhada. Nos dois mitos, o irmão mais novo morto pela anaconda se torna Yôkoro wiwa, enquanto a grade se torna Yorhada. Claudius de Goeje sugeriu que Yorhada é a constelação ocidental Corvus, mas Corvus não aparece no início da pequena estação seca [#11]. O vizinho Warao também conhece Pegasus como o grelhador e está familiarizado com o mito [#10].
zh_cn: 约哈达星座（Grill）或Wiwa yorhadale星座（Star’s grill）代表一个木制烤架，上面烤有肉[#4] [#11] [#21]。沃尔特·罗斯（Walter Roth）的一个神话中有一个故事解释了它的起源：一个男人杀了他的妻子，烤了她，并把她的肝脏喂给他的岳母，因为她称他为毫无价值的猎人[#10]。为了报仇，母亲要求她的兄弟卡莫多（Kamodo）杀害该男子时杀死他。该男子怀疑这名女子设下陷阱，转而送他的兄弟逃脱了死亡。根据当代洛科诺人的说法，妻子被烤的烤架变成了西方星座的天马座，标志着小旱季（4月）的开始，洛科诺人烤了很多鱼。神话与尤科罗·维瓦（Yôkorowiwa）和双胞胎相似，其中哥哥负责烘烤妻子，可能与约哈达神话中烘烤妻子的男人相同。在这两个神话中，被水蟒杀死的弟弟变成了Yôkorowiwa，而烤架变成了约哈达。克劳迪乌斯·德·格耶（Claudius de Goeje）提出，约哈达（Yorhada）是西方星座的乌鸦座，但乌鸦座并不出现在旱季开始的时候[#11]。邻近的Warao也将Pegasus称为烤架，并且熟悉神话[#10]。
zh_tw: 約哈達（Yorhada）“燒烤”或Wiwa yorhadale（星際燒烤）星座代表一種木製燒烤架，在其上烤有肉[#4] [#11] [#21]。與沃爾特·羅斯（Walter Roth）有關的一個神話解釋了它的起源：一個男人殺了他的妻子，烤了她，並把她的肝臟餵給他的岳母，因為她稱他為毫無價值的獵人[#10]。為了報仇，母親要求她的兄弟卡莫多（Kamodo）殺害該男子時殺死他。該男子懷疑這名女子設下陷阱，轉而送他的兄弟逃脫了死亡。根據當代洛科諾人的說法，妻子被烤的烤架變成了西方星座的天馬座，標誌著小旱季（4月）的開始，洛科諾人烤了很多魚。神話與尤科羅·維瓦（Yôkorowiwa）和雙胞胎相似，其中哥哥負責烘烤妻子，可能與約哈達神話中烘烤妻子的男人相同。在這兩個神話中，被水蟒殺死的弟弟變成了Yôkorowiwa，而烤架變成了約哈達。克勞迪烏斯·德·格耶（Claudius de Goeje）提出，約哈達（Yorhada）是西方星座的烏鴉座，但是在小旱季開始時並未出現烏鴉座[#11]。鄰近的Warao也將Pegasus稱為烤架，並且熟悉神話[#10]。

source: Scores of stars
ar: ‎مجموعة نجوم‎
cs: Skóre hvězd
de: Sternhaufen
es: Decenas de estrellas
fr: Des dizaines d'étoiles
it: Decine di stelle
ja: 星の数
ko: 별점
nl: Scores van sterren
pl: Wyniki gwiazd
pt: Pontuações de estrelas
zh_cn: 恒星谱曲
zh_tw: 恆星譜曲
