Repository: Stellarium/stellarium-skycultures
Catalog: lokono/po/*.po
Languages: ar, cs, de, es, fr, it, ja, ko, nl, pl, pt, zh_cn, zh_tw

source: Jaw of the tapir
ar: ‎فك التابير‎
cs: Čelisti tapírů
de: Tapirkiefer
es: Mandíbula del tapir
fr: Mâchoire du tapir
it: Mascella di tapiro
ja: バクのあご
ko: 테이퍼의 턱
nl: Kaak van een tapir
pl: Szczęka tapira
pt: Mandíbula da anta
zh_cn: 貘颚
zh_tw: 貘顎

source: The constellation _Kama tâla_ ‘Jaw of the tapir’ is one of the few constellations identified easily by the contemporary Lokono, just like _Mabukuli_, to which it is related in a myth.[#8],[#15] The Penard brothers recount the story of an unsuccessful hunter, who cuts meat off his leg and gives it to his wife and mother-in-law, telling them it is tapir meat (_Tapirus terrestris_).[#17] He then asks his fellow people to follow him and help bring the rest of the tapir, but when they arrive at the place they only find the _akalali_ plant with which he treated his wounds. His body turned into _Kama tâla_ and his spirit into _Mabukuli_. In a Kari’na story, on the other hand, _Kama tâla_ was the remains of a tapir that the mythical twins were hunting, one of whom accidentally gets his leg severed and becomes the constellation of man without a thigh.
ar: كوكبة _Kama tâla_ 'Jaw of the Tapir' هي واحدة من الأبراج القليلة التي تم تحديدها بسهولة من قبل Lokono المعاصر ، تمامًا مثل _Mabukuli_ ، والتي ترتبط بها في أسطورة. [#8] ، [#15] يروي الإخوة بينارد قصة صياد فاشل ، يقطع اللحم من ساقه ويعطيها لزوجته وحماته ، ويخبرهم أنه لحم التابير (_Tapirus terrestris _). [#17] ثم يطلب من زملائه اتباعه والمساعدة في إحضار بقية التابير ، ولكن عندما يصلون إلى المكان ، لا يجدون سوى نبات الكالالي الذي عالج به جروحه. تحول جسده إلى _Kama tâla_ وروحه إلى _Mabukuli_. في قصة Kari’na ، من ناحية أخرى ، كان Kama tâla_ بقايا التابير التي كان يصطادها التوائم الأسطوريون ، أحدهم قطع ساقه عن طريق الخطأ ويصبح كوكبة رجل بدون فخذ.
cs: Souhvězdí Kama tâla_ 'Čelenka tapírů' je jednou z mála souhvězdí, které snadno identifikoval současný Lokono, stejně jako _Mabukuli_, ke kterému se vztahuje v mýtu. [#8], [#15] neúspěšný lovec, který mu uřízne maso a dá ho své ženě a švagrovi a řekne jim, že je to tapírové maso (_Tapirus terrestris _). zbytek tapíru, ale když dorazí na místo, najdou pouze rostlinu, se kterou ošetřil rány. Jeho tělo se změnilo na Kama tâla_ a jeho duch na _Mukukuli_. Na druhé straně v kari'nském příběhu byl _Kama tâla_ pozůstatky tapírů, které lovili mýtická dvojčata, z nichž jeden náhodně dostane nohu odříznutou a stává se souhvězdí člověka bez stehna.
de: Die Konstellation _Kama tâla_ 'Kiefer des Tapirs' ist eine der wenigen Konstellationen, die vom zeitgenössischen Lokono leicht identifiziert werden können, genau wie _Mabukuli_, mit dem sie in einem Mythos verwandt ist. [#8], [#15] Die Penard-Brüder erzählen die Geschichte von ein erfolgloser Jäger, der Fleisch von seinem Bein abschneidet und es seiner Frau und Schwiegermutter gibt und ihnen sagt, es sei Tapirfleisch (Tapirus terrestris). [#17] Dann bittet er seine Mitmenschen, ihm zu folgen und zu helfen, das zu bringen Rest des Tapirs, aber als sie am Ort ankommen, finden sie nur die _akalali_ Pflanze, mit der er seine Wunden behandelte. Sein Körper verwandelte sich in Kama tâla und sein Geist in Mabukuli. In einer Kari'na-Geschichte hingegen war _Kama tâla_ die Überreste eines Tapirs, den die mythischen Zwillinge jagten, von denen einer versehentlich sein Bein abtrennt und zur Konstellation eines Menschen ohne Oberschenkel wird.
es: La constelación _Kama tâla_ 'Mandíbula del tapir' es una de las pocas constelaciones identificadas fácilmente por el Lokono contemporáneo, al igual que _Mabukuli_, con la que está relacionada en un mito. [#8], [#15] Los hermanos Penard cuentan la historia de un cazador sin éxito, que corta la carne de su pierna y se la da a su esposa y suegra, diciéndoles que es carne de tapir (_Tapirus terrestris _). [#17] Luego le pide a sus compañeros que lo sigan y ayuden a traer resto del tapir, pero cuando llegan al lugar solo encuentran la planta _akalali_ con la que trató sus heridas. Su cuerpo se convirtió en _Kama tâla_ y su espíritu en _Mabukuli_. En una historia de Kari'na, por otro lado, _Kama tâla_ fueron los restos de un tapir que los míticos gemelos estaban cazando, uno de los cuales accidentalmente se corta la pierna y se convierte en la constelación del hombre sin un muslo.
fr: La constellation _Kama tâla_ 'Mâchoire du tapir' est l'une des rares constellations identifiées facilement par le Lokono contemporain, tout comme _Mabukuli_, à laquelle elle est liée dans un mythe. [#8], [#15] Les frères Penard racontent l'histoire de un chasseur infructueux, qui lui coupe la viande et la donne à sa femme et sa belle-mère, leur disant que c'est de la viande de tapir (_Tapirus terrestris _). [#17] Il demande ensuite à ses concitoyens de le suivre et de l'aider à apporter le le reste du tapir, mais quand ils arrivent à l'endroit, ils ne trouvent que la plante _akalali_ avec laquelle il a soigné ses blessures. Son corps s'est transformé en _Kama tâla_ et son esprit en _Mabukuli_. Dans une histoire de Kari’na, en revanche, _Kama tâla_ était les restes d'un tapir que les jumeaux mythiques chassaient, dont l'un se fait accidentellement couper la jambe et devient la constellation d'un homme sans cuisse.
it: La costellazione _Kama tâla_ 'Jaw of the tapir' è una delle poche costellazioni facilmente identificabili dal Lokono contemporaneo, proprio come _Mabukuli_, a cui è legata in un mito. [#8], [#15] I fratelli Penard raccontano la storia di un cacciatore senza successo, che gli taglia la carne dalla gamba e la dà a sua moglie e sua suocera, dicendo loro che è carne di tapiro (_Tapirus terrestris _). [#17] Quindi chiede ai suoi compagni di seguirlo e aiutare a portare il resto del tapiro, ma quando arrivano sul posto trovano solo la pianta _akalali_ con cui ha curato le sue ferite. Il suo corpo si trasformò in _Kama tâla_ e il suo spirito in _Mabukuli_. In una storia di Kari’na, invece, _Kama tâla_ era il resti di un tapiro che i mitici gemelli stavano cacciando, uno dei quali si è accidentalmente tagliato una gamba e diventa la costellazione dell'uomo senza una coscia.
ja: 星座「カマタラ」「バクの顎」は、神話で関連している_Mabukuli_と同様に、現代のロコノ語で簡単に識別できる数少ない星座の1つです。[#8]、[#15]ペナール兄弟は、失敗したハンターは足を切り落とし、妻と義母にそれを与え、それがバクの肉であると伝えました（_Tapirus terrestris_）。バクの残りの部分、しかし彼らがその場所に到着したとき、彼らは彼が彼の傷を治療した_akalali_植物を見つけるだけです。彼の体は「カマタラ」になり、彼の精神は「マブクリ」に変わりました。一方、カリーナ物語では、カマタラは神話上の双子が狩っていたバクの残骸であり、そのうちの1人は誤って足を切断し、太もものない男性の星座になりました。
ko: 별자리 카마 탈라 (Kama tâla) '타 피르의 조 (Jaw of the tapir)'는 신화와 관련이있는 마부 쿠리처럼 현대 로코 노가 쉽게 식별 할 수있는 몇 안되는 별자리 중 하나입니다. [#8], [#15] Penard 형제는 실패한 사냥꾼은 다리에서 고기를 자르고 아내와 시어머니에게 줄 때 그것을 타박 한 고기라고 말합니다 (Tapirus terrestris). [#17] 그런 다음, 동료 사람들에게 그를 따라와 나머지 테이퍼, 그러나 그들이 그곳에 도착했을 때, 그는 그의 상처를 치료할 수있는 아 칼리 식물 만 발견했습니다. 그의 몸은 카마 탈라로, 그의 정신은 마부 쿠 리로 변했습니다. 한편 카리나 이야기에서 카마 탈라는 신화적인 쌍둥이가 사냥하고 있던 테이퍼의 유적으로, 다리 중 하나가 실수로 다리를 절단하여 허벅지가없는 사람의 별자리가되었습니다.
nl: De constellatie _Kama tâla_ 'Kaak van de tapir' is een van de weinige sterrenbeelden die gemakkelijk kan worden geïdentificeerd door de hedendaagse Lokono, net als _Mabukuli_, waaraan het in een mythe is gerelateerd. [#8], [#15] De gebroeders Penard vertellen het verhaal van een mislukte jager, die vlees van zijn been afsnijdt en het aan zijn vrouw en schoonmoeder geeft en hen vertelt dat het tapirvlees is (_Tapirus terrestris _). [#17] Vervolgens vraagt hij zijn medemensen hem te volgen en te helpen de rest van de tapir, maar als ze op de plaats aankomen, vinden ze alleen de _akalali_-plant waarmee hij zijn wonden behandelde. Zijn lichaam veranderde in _Kama tâla_ en zijn geest in _Mabukuli_. In een Kari'na-verhaal daarentegen waren _Kama tâla_ de overblijfselen van een tapir waar de mythische tweeling op jaagde, van wie er één per ongeluk zijn been afsnijdt en het sterrenbeeld mens zonder dij wordt.
pl: Konstelacja _Kama tâla_ 'Szczęka tapira' jest jedną z niewielu konstelacji łatwych do zidentyfikowania przez współczesne Lokono, podobnie jak _Mabukuli_, z którą jest związana w mit. [#8], [#15] Bracia Penard opowiadają historię nieudany łowca, który odcina mięso od nogi i podaje je żonie i teściowej, mówiąc im, że to mięso tapira (_Tapirus terrestris _). [#17] Następnie prosi innych ludzi, aby poszli za nim i pomogli przynieść reszta tapira, ale kiedy przybywają na miejsce, znajdują tylko roślinę _akalali, za pomocą której leczył swoje rany. Jego ciało zmieniło się w Kamę Tâla, a jego duch w Mazukuli. Z drugiej strony, w opowiadaniu Kari, _Kama tâla_ była pozostałością tapira, na który polowali mityczni bliźniacy, z których jeden przypadkowo odciął nogę i stał się konstelacją człowieka bez uda.
pt: A constelação "Kama tâla" 'Mandíbula da anta' é uma das poucas constelações identificadas facilmente pelo Lokono contemporâneo, assim como Labukuli, com a qual está relacionada em um mito. [#8], [#15] Os irmãos Penard contam a história de um caçador malsucedido, que corta a perna da carne e a entrega para a esposa e a sogra, dizendo que é carne de anta (Tapirus terrestris). [#17] o restante da anta, mas quando chegam ao local, encontram apenas a planta _akalali_ com a qual ele tratou suas feridas. Seu corpo se transformou em Kama tâla e seu espírito em Labukuli. Em uma história de Kari'na, por outro lado, "Kama tâla" eram os restos de uma anta que os gêmeos míticos estavam caçando, um dos quais acidentalmente corta a perna e se torna a constelação do homem sem coxa.
zh_cn: 象玛布库利（Mabukuli）一样，卡玛塔拉（Kamatâla）the颚骨（Jama of tapir）是当代洛科诺人容易辨认的少数星座之一。[#8]，[#15]一位不成功的猎人，他砍断了腿的肉，将其交给妻子和婆婆，并告诉他们这是tap肉（Tapirus terrestris）。[#17]然后，他请他的同胞跟着他，并帮助带走他的肉。 the的其余部分，但是当他们到达那个地方时，他们只发现了他用来治疗伤口的akalali植物。他的身体变成了卡玛塔拉，他的灵魂变成了马布库里。另一方面，在一个卡里娜（Kari’na）故事中，卡玛塔拉（kamatâla）是神话中的双胞胎正在猎捕的remains的遗骸，其中一个人意外地断了腿，成为一个没有大腿的人。
zh_tw: 象瑪布庫利（Mabukuli）一樣，卡瑪塔拉（Kamatâla）the顎骨（Jama of tapir）是當代洛科諾人容易辨認的少數星座之一。[#8]，[#15]一位不成功的獵人，他砍斷了腿的肉，將其交給妻子和婆婆，並告訴他們這是tap肉（Tapirus terrestris）。[#17]然後，他請他的同胞跟著他，並幫助帶走他的肉。 the的其餘部分，但是當他們到達那個地方時，他們只發現了他用來治療傷口的akalali植物。他的身體變成了卡瑪塔拉，他的靈魂變成了馬布庫裡。另一方面，在一個卡里娜（Kari’na）故事中，卡瑪塔拉（kamatâla）是神話中的雙胞胎正在獵捕的remains的遺骸，其中一個人意外地斷了腿，成為一個沒有大腿的人。

source: Spirit of the awara palm
ar: ‎روح نخلة الأوارا‎
cs: Duch palmy awara
de: Geist der Awara-Palme
es: Espíritu de la palma awara
fr: Esprit du palmier awara
it: Spirito della palma awara
ja: あわらやしのこころ
ko: 아 와라 야자의 정신
nl: Geest van de awara-palm
pl: Duch dłoni Awara
pt: Espírito da palma awara
zh_cn: 棕榈之灵
zh_tw: 棕櫚之靈

source: The constellation _Awarhakoya_ ‘Spirit of the awara palm’ has the shape of an awara palm (_Astrocaryum vulgare_). Its appearance high in the sky in January means that awara fruits are ripening. In the following months, _Awarhakoya_ moves closer to the horizon, meaning that the fruits will soon fall to the ground to be picked. This occurs in the small dry season (mid-February to April), known as _awarhadlithe_, a term derived from the name of the palm.[#7],[#17] There are no myths about _Awarhakoya _but it is said that the constellation is followed by that of the _Hadorhikoya_ ‘Spirit of the red acouchi’ and _Hokorherokoya_ ‘Spirit of the red-rumped agouti’. Their appearance signals that the rodents are gathering by the palms to eat the fallen fruit. _Awarhakoya_ is recognized today in stars close to the Western constellation Coma Berenices, but older sources suggest it is near Sirius.[#11] It is the only constellation named after a plant, which speaks to the importance of the awara palm to the Lokono. The Kari'na also have a constellation of the awara, sometimes recognized in the same stars [#17],[#20].
ar: كوكبة _Awarhakoya_ "روح نخلة العوارة" لها شكل نخلة عوارة (_Astrocaryum vulgare_). ظهورها عالياً في السماء في يناير يعني أن ثمار العوارة تنضج. في الأشهر التالية ، يقترب _Aharahakoya_ من الأفق ، مما يعني أن الثمار ستسقط قريبًا على الأرض ليتم التقاطها. يحدث هذا في موسم الجفاف الصغير (منتصف فبراير إلى أبريل) ، المعروف باسم _awarhadlithe_ ، وهو مصطلح مشتق من اسم النخيل. [#7] ، [#17] لا توجد أساطير حول _Awhahakoya ولكن يقال أن الكوكبة هي يليه روح روح الأكوشي "هادو هيكويا" و "روح الأكوطي" ، "هكورهيروكويا". يشير مظهرها إلى أن القوارض تتجمع في راحة اليد لأكل الفاكهة المتساقطة. _Awarhakoya_ معترف بها اليوم في النجوم القريبة من الكوكبة الغربية كوما بيرينيسيس ، لكن المصادر القديمة تشير إلى أنها قريبة من سيريوس. [#11] وهي الكوكبة الوحيدة التي سميت باسم نبات ، والتي تتحدث عن أهمية نخيل العوارة في لوكونو. تحتوي الكارينا أيضًا على كوكبة من العوارة ، والتي يتم التعرف عليها أحيانًا في نفس النجوم [#17] ، [#20].
cs: Souhvězdí „Awarhakoya“ „Duch awara palmy“ má tvar palmy awara (_Astrocaryum vulgare_). Jeho vysoký vzhled na obloze v lednu znamená, že plody awara dozrávají. V následujících měsících se _Awarhakoya_ přiblíží k obzoru, což znamená, že plody brzy padnou na zem, aby mohly být sklizeny. K tomu dochází v malé suché sezóně (od poloviny února do dubna), známé jako _awarhadlithe_, což je termín odvozený od jména dlaně. následovaný duchem _Hadorhikoya_ 'Spirit of red acouchi' a _Hokorherokoya_ 'Spirit of red-rumped agouti'. Jejich vzhled signalizuje, že hlodavci se shromažďují u dlaní, aby jedli padlé ovoce. _Awarhakoya_ je dnes rozpoznáván ve hvězdách blízkých západní souhvězdí Coma Berenices, ale starší zdroje naznačují, že je blízko Siriusu. Kari'na má také souhvězdí awary, někdy rozpoznané u stejných hvězd [#17], [#20].
de: Die Konstellation "Warhakoya" "Geist der Awara-Palme" hat die Form einer Awara-Palme ("Astrocaryum vulgare"). Sein Erscheinen hoch am Himmel im Januar bedeutet, dass Awara-Früchte reifen. In den folgenden Monaten rückt sich Warhakoya dem Horizont näher, was bedeutet, dass die Früchte bald zu Boden fallen werden, um gepflückt zu werden. Dies geschieht in der kleinen Trockenzeit (Mitte Februar bis April), bekannt als _awarhadlithe_, ein Begriff, der vom Namen der Palme abgeleitet ist. [#7], [#17] Es gibt keine Mythen über _Awarhakoya _, aber es wird gesagt, dass die Konstellation ist gefolgt von dem des Hadorhikoya 'Spirit of the Red Acouchi' und dem Hokorherokoya 'Spirit of the Red-Rumped Agouti'. Ihr Aussehen signalisiert, dass sich die Nagetiere an den Palmen versammeln, um die gefallenen Früchte zu essen. _Awarhakoya_ wird heute in Sternen nahe der westlichen Konstellation Coma Berenices erkannt, aber ältere Quellen legen nahe, dass es sich in der Nähe von Sirius befindet. [#11] Es ist die einzige Konstellation, die nach einer Pflanze benannt ist, die auf die Bedeutung der Awara-Palme für den Lokono hinweist. Die Kari'na haben auch eine Konstellation der Awara, die manchmal in denselben Sternen erkannt wird [#17], [#20].
es: La constelación _Awarhakoya_ ‘Espíritu de la palma de Wara’ tiene la forma de una palma de Wara (Astrocaryum vulgare_). Su aparición en lo alto del cielo en enero significa que los frutos de awara están madurando. En los meses siguientes, _Awarhakoya_ se acerca al horizonte, lo que significa que las frutas pronto caerán al suelo para ser recogidas. Esto ocurre en la pequeña estación seca (mediados de febrero a abril), conocida como _awarhadlithe_, un término derivado del nombre de la palma. [#7], [#17] No hay mitos sobre _Awarhakoya _ pero se dice que la constelación es seguido por el de _Hadorhikoya_ 'Espíritu del acouchi rojo' y _Hokorherokoya_ 'Espíritu del agouti de cordero rojo'. Su apariencia indica que los roedores se están reuniendo en las palmeras para comer la fruta caída. _Awarhakoya_ se reconoce hoy en las estrellas cercanas a la constelación occidental Coma Berenices, pero las fuentes más antiguas sugieren que está cerca de Sirio. [#11] Es la única constelación que lleva el nombre de una planta, lo que habla de la importancia de la palmita para el Lokono. Los Kari'na también tienen una constelación de los awara, a veces reconocidos en las mismas estrellas [#17], [#20].
fr: La constellation _Awarhakoya_ ‘Esprit du palmier awara’ a la forme d’un palmier awara (_Astrocaryum vulgare_). Son apparition dans le ciel en janvier signifie que les fruits awara mûrissent. Dans les mois suivants, _Awarhakoya_ se rapproche de l'horizon, ce qui signifie que les fruits tomberont bientôt au sol pour être cueillis. Cela se produit pendant la petite saison sèche (mi-février à avril), connue sous le nom de _awarhadlithe_, un terme dérivé du nom du palmier. [#7], [#17] Il n'y a pas de mythes au sujet de _Awarhakoya _mais on dit que la constellation est suivi de celui de "l'Hadorhikoya_" Esprit de l'acouchi rouge "et de _Hokorherokoya_" Esprit de l'agouti à croupion rouge ". Leur apparence indique que les rongeurs se rassemblent par les paumes pour manger les fruits tombés. _Awarhakoya_ est reconnu aujourd'hui dans les étoiles proches de la constellation de l'ouest Coma Berenices, mais des sources plus anciennes suggèrent qu'il est près de Sirius. [#11] C'est la seule constellation nommée d'après une plante, qui témoigne de l'importance du palmier awara pour le Lokono. Les Kari'na ont également une constellation d'awara, parfois reconnue dans les mêmes étoiles [#17], [#20].
it: La costellazione _Awarhakoya_ "Spirito della palma awara" ha la forma di una palma awara (_Astrocaryum vulgare_). Il suo aspetto alto nel cielo a gennaio significa che i frutti di Awara stanno maturando. Nei mesi seguenti, _Awarhakoya_ si avvicina all'orizzonte, il che significa che i frutti cadranno presto a terra per essere raccolti. Ciò si verifica nella piccola stagione secca (da metà febbraio ad aprile), nota come _awarhadlithe_, un termine derivato dal nome della palma. [#7], [#17] Non ci sono miti su _Awarhakoya _ ma si dice che la costellazione sia seguito da quello dell'Hadorhikoya_ 'Spirito degli acouchi rossi' e _Hokorherokoya_ 'Spirito degli agouti dalla groppa rossa'. Il loro aspetto indica che i roditori si stanno radunando dai palmi per mangiare il frutto caduto. _Awarhakoya_ è riconosciuto oggi nelle stelle vicine alla costellazione occidentale del coma Berenices, ma fonti più antiche suggeriscono che sia vicino a Sirio. [#11] È l'unica costellazione che prende il nome da una pianta, che parla dell'importanza della palma awara per il Lokono. I Kari'na hanno anche una costellazione di awara, a volte riconosciuta nelle stesse stelle [#17], [#20].
ja: 星座_あわはこ屋_「あわらの精霊」はあわらの形をしています（_Astrocaryum vulgare_）。 1月の空高く見えて、あわらの実が熟しています。翌月には_あわはこ屋_が地平線に近づきます。つまり、果物はすぐに地面に落ちて収穫されます。これは_awarhadlithe_として知られている小さな乾季（2月中旬から4月）に発生します。これは手のひらの名前に由来する用語です。続いて、_Hadorhikoya_の「赤いアコウチのスピリット」と_Hokorherokoya_の「赤いアグーチのスピリット」です。彼らの出現は、げっ歯類が倒れた果実を食べるために手のひらに集まっていることを示しています。 _あわはこ屋_は今日、西洋の星座である昏睡ベニスの近くの星で認識されていますが、古い情報筋はシリウスの近くにあると示唆しています。カリナにもあわら星座があり、同じ星で見られることもあります[#17]、[#20]。
ko: 별자리 아와 라코 야‘아 와라 야자의 정신’은 아 와라 야자 모양이다 (Astrocaryum vulgare). 1 월의 하늘 높이는 아 와라 열매가 익고 있음을 의미합니다. 다음 몇 달 동안 아와 라코 야는 수평선에 가까워지면서 과일이 곧 땅으로 떨어지게됩니다. 이것은 작은 건기 (2 월 중순에서 4 월 중순), 손바닥의 이름에서 유래 한 용어 인 아와 르 둘리 테스 (Awarhadlithe)에서 발생합니다. [#7], [#17] _Hadorhikoya '붉은 acouchi의 정신'과 Hokorherokoya '붉은 팔의 아구스 티의 정신'이 그 뒤를이었습니다. 그들의 외모는 설치류가 타락한 과일을 먹기 위해 손바닥으로 모여 있음을 나타냅니다. Awarhakoya는 오늘날 서양 별자리 Coma Berenices와 가까운 별에서 인정 받지만 오래된 자료는 그것이 시리우스 근처에 있다고 암시합니다. [#11] 식물 이름을 따서 명명 된 유일한 별자리입니다. Kari'na는 또한 같은 별 [#17], [#20]에서 인식되는 아 와라의 별자리를 가지고 있습니다.
nl: Het sterrenbeeld _Awarhakoya_ ‘Spirit of the awara palm’ heeft de vorm van een awara palm (_Astrocaryum vulgare_). Zijn verschijning hoog in de lucht in januari betekent dat awara-vruchten rijpen. In de volgende maanden komt _Awarhakoya_ dichter bij de horizon, wat betekent dat de vruchten spoedig op de grond zullen vallen om te worden geplukt. Dit komt voor in het kleine droge seizoen (half februari tot april), bekend als _awarhadlithe_, een term afgeleid van de naam van de palm. [#7], [#17] Er zijn geen mythen over _Awarhakoya _maar er wordt gezegd dat het sterrenbeeld is gevolgd door die van de _Hadorhikoya_ 'Spirit of the red acouchi' en _Hokorherokoya_ 'Spirit of the red-rumped agouti'. Hun uiterlijk geeft aan dat de knaagdieren zich bij de handpalmen verzamelen om de gevallen vrucht te eten. _Awarhakoya_ wordt vandaag de dag herkend in sterren dichtbij het westelijke sterrenbeeld Coma Berenices, maar oudere bronnen suggereren dat het in de buurt van Sirius is. [#11] Het is het enige sterrenbeeld dat is vernoemd naar een plant, dat spreekt over het belang van de awara-palm voor de Lokono. De Kari'na hebben ook een sterrenbeeld van de awara, soms herkend in dezelfde sterren [#17], [#20].
pl: Konstelacja _Awarhakoya_ „Duch dłoni awara” ma kształt dłoni awara (_Astrocaryum vulgare_). Jego pojawienie się wysoko na niebie w styczniu oznacza, że owoce awary dojrzewają. W kolejnych miesiącach _Awarhakoya_ zbliża się do horyzontu, co oznacza, że owoce wkrótce spadną na ziemię, aby je zebrać. Dzieje się tak w małej porze suchej (od połowy lutego do kwietnia), znanej jako _awarhadlithe_, termin wywodzący się z nazwy dłoni. [#7], [#17] Nie ma żadnych mitów na temat _Awarhakoya, ale mówi się, że konstelacja jest a następnie „Hadorhikoya” „Duch czerwonych acouchi” i „Hokorherokoya” „Duch czerwonych aguti”. Ich pojawienie się sygnalizuje, że gryzonie zbierają się na dłoniach, aby zjeść padły owoc. _Awarhakoya_ jest rozpoznawana dzisiaj w gwiazdach w pobliżu zachodniej konstelacji Coma Berenices, ale starsze źródła sugerują, że jest ona blisko Syriusza. [#11] Jest to jedyna konstelacja nazwana na cześć rośliny, która mówi o znaczeniu dłoni awara dla Lokono. Kari'na mają również konstelację awary, czasami rozpoznawaną w tych samych gwiazdach [#17], [#20].
pt: A constelação _Awarhakoya_ 'Espírito da palma awara' tem a forma de uma palma awara (_Astrocaryum vulgare_). Sua aparência no céu, em janeiro, significa que os frutos do awara estão amadurecendo. Nos meses seguintes, Awarhakoya se aproxima do horizonte, o que significa que os frutos logo cairão no chão para serem colhidos. Isso ocorre na pequena estação seca (meados de fevereiro a abril), conhecida comoawarhadlithe_, um termo derivado do nome da palma da mão. [#7], [#17] Não há mitos sobre _Awarhakoya, mas diz-se que a constelação é seguido do espírito de Hadorhikoya, o espírito dos acouchi vermelhos e espírito de Hokorherokoya, o espírito das cutias de rum vermelho. Sua aparência sinaliza que os roedores estão se reunindo pelas palmas para comer a fruta caída. Awarhakoya é hoje reconhecida em estrelas próximas à constelação ocidental Coma Berenices, mas fontes mais antigas sugerem que ela esteja próxima a Sirius. [#11] É a única constelação com o nome de uma planta, que fala da importância da palma awara para o Lokono. Os Kari'na também têm uma constelação de awara, às vezes reconhecida nas mesmas estrelas [#17], [#20].
zh_cn: Awarhakoya星座“ awara棕榈的精神”具有awara棕榈（Astrocaryum vulgare）的形状。一月在天空中高高的出现表明金莲花果实正在成熟。在接下来的几个月中，Awarhakoya逐渐靠近地平线，这意味着果实将很快落到地面上进行采摘。这发生在小的干旱季节（2月中旬至4月），被称为awarhadlithe，这个术语源自棕榈的名字。其次是_Hadorhikoya的“红色阿库奇精神”和Hokorherokoya的“红腰刺阿古提精神”。它们的出现表明啮齿动物正聚集在手掌旁吃掉掉的果实。如今，Awarhakoya在西方星座昏迷彗星附近的恒星中得到了认可，但较老的资料表明它位于小天狼星附近。卡里娜也有金刚鹦鹉的星座，有时在同一颗恒星中也可以识别[#17]，[#20]。
zh_tw: Awarhakoya星座“ awara棕櫚的精神”具有awara棕櫚（Astrocaryum vulgare）的形狀。一月份它在天空中高高的出現表明金蓮花果實正在成熟。在接下來的幾個月中，Awarhakoya逐漸靠近地平線，這意味著果實將很快落到地面上進行採摘。這發生在小的干旱季節（2月中旬至4月），被稱為awarhadlithe，這個術語源自棕櫚的名字。其次是_Hadorhikoya的“紅色阿庫奇精神”和Hokorherokoya的“紅腰刺阿古提精神”。它們的出現表明囓齒動物正聚集在手掌旁吃掉掉的果實。如今，Awarhakoya在西方星座昏迷彗星附近的恆星中得到認可，但較老的資料表明它位於小天狼星附近。卡里娜也有金剛鸚鵡的星座，有時在同一顆恆星中也可以識別[#17]，[#20]。

source: Spirit of the blue crab
ar: ‎روح السرطان الأزرق‎
cs: Duch modrého kraba
de: Geist der Blauen Krabbe
es: Espíritu del cangrejo azul
fr: Esprit du crabe bleu
it: Spirito del granchio blu
ja: 青蟹の精
ko: 꽃게의 정신
nl: Geest van de blauwe krab
pl: Duch niebieskiego kraba
pt: Espírito do caranguejo azul
zh_cn: 蓝蟹之灵
zh_tw: 藍蟹之靈
