Repository: Stellarium/stellarium-skycultures
Catalog: lokono/po/*.po
Languages: ar, cs, de, es, fr, it, ja, ko, nl, pl, pt, zh_cn, zh_tw

source: Lokono
ar: لوكونو
ja: アラワク族
ko: 로코노
zh_cn: 阿拉瓦克

source: The Lokono, also known as Arawak, are an indigenous people of the Guianas, whose territory stretches along the coast of the Atlantic Ocean, from northwestern Guyana, through Suriname, to northwestern French Guiana.
ar: لوكونو ، والمعروفة أيضًا باسم أراواك ، هم من السكان الأصليين في غيانا ، التي تمتد أراضيها على طول ساحل المحيط الأطلسي ، من شمال غرب غيانا ، عبر سورينام ، إلى شمال غرب غيانا الفرنسية.
cs: Lokono, také známý jako Arawak, jsou domorodé obyvatele Guianasu, jehož území se rozprostírá podél pobřeží Atlantského oceánu, od severozápadní Guyany přes Surinam k severozápadní Francouzské Guayaně.
de: Die Lokono, auch bekannt als Arawak, sind ein indigenes Volk der Guianas, deren Territorium sich entlang der Küste des Atlantischen Ozeans vom Nordwesten Guyanas über Suriname bis zum Nordwesten Französisch-Guayanas erstreckt.
es: Los Lokono, también conocidos como Arawak, son un pueblo indígena de las Guayanas, cuyo territorio se extiende a lo largo de la costa del Océano Atlántico, desde el noroeste de Guyana, pasando por Surinam, hasta el noroeste de la Guayana Francesa.
fr: Les Lokono, également connus sous le nom d'Arawak, sont un peuple indigène des Guyanes, dont le territoire s'étend le long de la côte de l'océan Atlantique, du nord-ouest de la Guyane, en passant par le Suriname, jusqu'au nord-ouest de la Guyane française.
it: I Lokono, noti anche come Arawak, sono un popolo indigeno delle Guianas, il cui territorio si estende lungo la costa dell'Oceano Atlantico, dalla Guyana nordoccidentale, attraverso il Suriname, alla Guiana francese nordoccidentale.
ja: アラワクとしても知られるロコノは、ガイアナの先住民で、領土はガイアナ北西部からスリナムを経由してフランス領ギニア北西部にかけて大西洋の海岸沿いに広がっています。
ko: Arawak으로도 알려진 로코 노는 기아나의 토착민으로, 가이아나 북서부에서 수리남, 프랑스 령 기아나 북서부까지 대서양 연안을 따라 펼쳐져 있습니다.
nl: De Lokono, ook bekend als Arawak, is een inheems volk van de Guianas, wiens grondgebied zich uitstrekt langs de kust van de Atlantische Oceaan, van het noordwesten van Guyana, via Suriname tot het noordwesten van Frans-Guyana.
pl: Lokono, znane również jako Arawak, to rdzenni mieszkańcy Gujany, których terytorium rozciąga się wzdłuż wybrzeża Oceanu Atlantyckiego, od północno-zachodniej Gujany, przez Surinam, aż po północno-zachodnią Gujanę Francuską.
pt: Os Lokono, também conhecidos como Arawak, são um povo indígena das Guianas, cujo território se estende ao longo da costa do Oceano Atlântico, do noroeste da Guiana, através do Suriname, ao noroeste da Guiana Francesa.
zh_cn: 洛科诺（Lokono），也称为阿拉瓦克（Arawak），是圭亚那的土著人民，其领土沿大西洋沿岸延伸，从圭亚那西北部到苏里南，再到法属圭亚那西北部。
zh_tw: 洛科諾（Lokono），也稱為阿拉瓦克（Arawak），是圭亞那的土著人民，其領土沿大西洋沿岸延伸，從圭亞那西北部到蘇里南，再到法屬圭亞那西北部。
