Repository: Stellarium/stellarium-skycultures
Catalog: lokono/po/*.po
Languages: ar, cs, de, es, fr, it, ja, ko, nl, pl, pt, zh_cn, zh_tw

source: - [#1]: Rybka, Konrad. 2015. [State-of-the-Art in the Development of the Lokono Language.](https://scholarspace.manoa.hawaii.edu/handle/10125/24635) Language Documentation and Conservation 9: 110–13. - [#2]: Rybka, Konrad. 2017. [Contact-Induced Phenomena in Lokono (Arawakan).](https://www.degruyter.com/view/books/9781614514886/9781614514886-010/9781614514886-010.xml) In Boundaries and Bridges, edited by Kofi Yakpo and Pieter C. Muysken. Berlin, Boston: De Gruyter, pp 257-281. - [#3]: Navarette, Rodrigo Pérez de. 1964. “Relación de Las Provicias y Naciones Que Los Indios Llamados Aruacas [Tienen] [...].” In Relaciones Geográficas de Venezuela, edited by Antonio Arellano Moreno, 83–87. Caracas: Academia Nacional de la Historia. - [#4]: Roth, Walter Edmund. 1924. An Introductory Study of the Arts, Crafts, and Customs of the Guiana Indians. Washington, DC: U.S. Government Printing Office. - [#5]: Goeje, Claudius Henricus de. 1943. Philosophy, Initiation and Myths of the Indians of Guiana and Adjacent Countries. Archives Internationales d’ethnographie. 44. - [#6]: Abbenhuis, M.F. 1939. Arawakken in Suriname: Enquête-Materiaal Voor Een Volkenkundige Studie. Paramaribo: Leo Victor. - [#7]: Coll, Cornelius van. 1903. “Gegevens over Land En Volk van Suriname I - Suriname’s Oorspronkelijke Bevolking.” Bijdragen Tot de Taal-, Land- En Volkenkunde / Journal of the Humanities and Social Sciences of Southeast Asia 55 (1): 453–529. - [#8]: Goeje, Claudius Henricus de. 1928. The Arawak Language of Guiana. Amsterdam: Uitgave van der Koninklijke Akademie von Wetenschappen te Amsterdam. - [#9]: Brett, William Henry. 1880. Legends and Myths of the Aboriginal Indians of British Guiana. London: Williams Wells Gardner. - [#10]: Roth, Walter Edmund. 1915. An Inquiry into the Animism and Folk-Lore of the Guiana Indians. Annual Report, Smithsonian Institution Bureau of American Ethnology 30. Washington: U.S. Government Printing Office. - [#11]: Goeje, Claudius Henricus de. 1942. “De Inwijding Tot Medicijnman Bij de Arawakken (Guyana) in Tekst En Mythe.” Bijdragen Tot de Taal-, Land- En Volkenkunde van Nederlandsch-Indië 101: 211–76. - [#12]: Im Thurn, Everard Ferdinand. 1883. Among the Indians of Guiana: Being Sketches Chiefly Anthropologic from the Interior of British Guiana. London: K. Paul, Trench &amp; Company. - [#13]: Laet, Joannes de. 1633. Novus Orbis, Seu Descriptionis Indiae Occidentalis Libri XVIII. Leiden: Apud Elzevirios. - [#14]: Brett, William Henry. 1868. The Indian Tribes of Guiana: Their Condition and Habits. London: Bell and Daldy. - [#15]: Baarle, Peter van, Mauricius Alberto Sabajo, van der Stap Gerdy, Sabajo Andreas L., and Sabajo Lucia L. 1989. Arhwaka lokonong djang: Arowakse taalkursus en woordenboek. Haarlem; Amsterdam: Sociaal-culturele Vereniging Ikyoshie ; Instituut voor Algemene Taalwetenschap, Universiteit van Amsterdam. - [#16]: Dance, Charles D. 1881. Chapters from a Guianese Log Book. Georgetown, Guyana. - [#17]: Penard, Frederik Paul, and Arthur Philip Penard. 1907. De Menschetende Aanbidders Der Zonneslang. Paramaribo: H.B. Heyde. - [#18]: Magaña, Edmundo, and Fabiola Jara. 1982. “The Carib sky.” Journal de la Société des Américanistes 68 (1): 105–32. - [#19]: Bennett, John P. 1995. Twenty-Eight Lessons in Loko (Arawak): A Teaching Guide. Georgetown, Guyana: Walter Roth Museum of Anthropology. - [#20]: Ahlbrinck, Willem. 1931. Encyclopaedie Der Karaïben. Amsterdam: Koninklijke Akademie van Wetenschappen. - [#21]: Schumann, Christian Ludwig. 1882. “Arawakish-Deutsches Wörterbuch.” In Grammaires Et Vocabulaires Roucouyenne, Arrouague, Piapoco Et D’autres Langues De La Région Des Guyanes, Par J. Crevaux, P . Sagot, L. Adam..., edited by Jules Nicolas Crevaux, Paul Antoine Sagot, and Lucien Adam, 7–165. Paris: Maisonneuve. - [#22]: Courtz, H. 2008. A Carib Grammar and Dictionary. Toronto, ON, Canada: Magoria Books. - [#23]: Arawak manuscripts, American Philosophical Society, manuscript number: [Mss.498.3.Sch8](https://search.amphilsoc.org/collections/view?docId=ead/Mss.498.3.Sch8-ead.xml), Page 562 in the original manuscript, which corresponds to page 576 in the digitalized document. The image was reduced in size, cropped, and reproduced here with the kind permission of the American Philosophical Society.
ar: - [#1]: ريبكا ، كونراد. 2015. [أحدث التقنيات في تطوير لغة Lokono.](https://scholarspace.manoa.hawaii.edu/handle/10125/24635) توثيق اللغات وحفظها 9: 110–13. - [#2]: ريبكا ، كونراد. 2017. [الظواهر الناتجة عن الاتصال في Lokono (Arawakan).](https://www.degruyter.com/view/books/9781614514886/9781614514886-010/9781614514886-010.xml) في الحدود والجسور ، بتحرير كوفي ياكبو وبيتر سي مويسكين. برلين ، بوسطن: De Gruyter ، الصفحات 257-281. - [#3]: نافاريت ، رودريغو بيريز دي. 1964. "Relación de Las Provicias y Naciones Que Los Indios Llamados Aruacas [Tienen] [...]." في Relaciones Geográficas de Venezuela ، حرره أنطونيو أريلانو مورينو ، 83-87. كاراكاس: Academia Nacional de la Historia. - [#4]: روث ، والتر إدموند. 1924. دراسة تمهيدية للفنون والحرف والعادات الخاصة بهنود غويانا. واشنطن العاصمة: مكتب الطباعة الحكومي الأمريكي. - [#5]: Goeje ، Claudius Henricus de. 1943. فلسفة واستهلال وخرافات هنود جويانا والدول المجاورة. Archives Internationales d’ethnographie. 44. - [#6]: آبنهاوس ، م. 1939. Arawakken in Suriname: Enquête-Materiaal Voor Een Volkenkundige Studie. باراماريبو: ليو فيكتور. - [#7]: كول ، كورنيليوس فان. 1903. "Gegevens over Land En Volk van Suriname I - Surinsame’s Oorspronkelijke Bevolking." Bijdragen Tot de Taal-، Land- En Volkenkunde / Journal of Humanities and Social Sciences of Southeast Asia 55 (1): 453-529. - [#8]: Goeje ، Claudius Henricus de. 1928. لغة الأراواك في غيانا. أمستردام: Uitgave van der Koninklijke Akademie von Wetenschappen te Amsterdam. - [#9]: بريت ويليام هنري. 1880. أساطير وأساطير الهنود الأصليين في جويانا البريطانية. لندن: ويليامز ويلز جاردنر. - [#10]: روث ، والتر إدموند. 1915. تحقيق في الرسوم المتحركة والفلكلورية لهنود غيانا. التقرير السنوي ، مكتب معهد سميثسونيان للاثنولوجيا الأمريكية 30. واشنطن: مكتب الطباعة الحكومي الأمريكي. - [#11]: Goeje ، Claudius Henricus de. 1942. "De Inwijding Tot Medicijnman Bij de Arawakken (Guyana) in Tekst En Mythe." Bijdragen Tot de Taal-، Land- En Volkenkunde van Nederlandsch-Indië 101: 211–76. - [#12]: Im Thurn و Everard Ferdinand. 1883. بين هنود غيانا: كونها اسكتشات بشكل رئيسي الأنثروبولوجيا من داخل غيانا البريطانية. لندن: K. Paul، Trench & amp؛ شركة. - [#13]: Laet ، جوان دي. 1633. نوفوس أوربيس ، Seu Descriptionis Indiae Occidentalis Libri XVIII. ليدن: عبود إلزيفيريوس. - [#14]: بريت ، ويليام هنري. 1868. القبائل الهندية في غيانا: حالتها وعاداتها. لندن: بيل ودالدي. - [#15]: بارل ، بيتر فان ، موريسيوس ألبرتو ساباجو ، فان دير ستاب جيردي ، ساباجو أندرياس إل ، وساباجو لوسيا إل 1989. Arhwaka lokonong djang: Arowakse taalkursus en woordenboek. هارلم أمستردام: Socalal -ulturele Vereniging Ikyoshie ؛ معهد ألغيمين تالويتنشاب ، جامعة فان أمستردام. - [#16]: الرقص ، تشارلز د. 1881. فصول من كتاب سجل غياني. جورج تاون ، غيانا. - [#17]: بينارد ، فريدريك بول ، وآرثر فيليب بينارد. 1907. De Menschetende Aanbidders Der Zonneslang. باراماريبو: H.B. هايد. - [#18]: ماجانيا وإدموندو وفابيولا جارا. 1982. "سماء الكاريب". Journal de la Société des Américanistes 68 (1): 105–32. - [#19]: بينيت ، جون ب. 1995. ثمانية وعشرون درسًا في Loko (Arawak): دليل التدريس. جورج تاون ، غيانا: متحف والتر روث للأنثروبولوجيا. - [#20]: أهلبرينك ، ويليم. 1931. موسوعة دير كارابين. أمستردام: Koninklijke Akademie van Wetenschappen. - [#21]: شومان ، كريستيان لودفيج. 1882. "Arawakish-Deutsches Wörterbuch." في Grammaires Et Vocabulaires Roucouyenne، Arrouague، Piapoco Et D d'autres Langues De La Région Des Guyanes، Par J. Crevaux، P. ساجوت ، ل. آدم ... ، حرره جول نيكولاس كريفو ، بول أنطوان ساجوت ولوسيان آدم ، 7-165. باريس: ميزونوف. - [#22]: Courtz، H. 2008. A Carib Grammar and Dictionary. تورنتو ، أونتاريو ، كندا: Magoria Books. - [#23]: مخطوطات أراواك ، الجمعية الفلسفية الأمريكية ، رقم المخطوطة: [Mss.498.3.Sch8] (https://search.amphilsoc.org/collections/view؟docId=ead/Mss.498.3.Sch8-ead.xml ) ، الصفحة 562 في المخطوطة الأصلية ، التي تقابل الصفحة 576 في الوثيقة الرقمية. تم تصغير الصورة ، واقتصاصها ، واستنساخها هنا بإذن من الجمعية الفلسفية الأمريكية.
cs: - [#1]: Rybka, Konrad. 2015. [Nejmodernější vývoj jazyka Lokono.](Https://scholarspace.manoa.hawaii.edu/handle/10125/24635) Jazyková dokumentace a ochrana 9: 110–13. - [#2]: Rybka, Konrad. 2017. [Fenomény vyvolané kontaktem v Lokono (Arawakan).](Https://www.degruyter.com/view/books/9781614514886/9781614514886-010/9781614514886-010.xml) V hranicích a mostech, editoval Kofi Yakpo a Pieter C. Muysken. Berlin, Boston: De Gruyter, str. 257-281. - [#3]: Navarette, Rodrigo Pérez de. 1964. „Relación de Las Provicias y Naciones Que Los Indios Llamados Aruacas [Tienen] [...].“ In Relaciones Geográficas de Venezuela, editoval Antonio Arellano Moreno, 83–87. Caracas: Academia Nacional de la Historia. - [#4]: Roth, Walter Edmund. 1924. Úvodní studium umění, řemesel a zvyků indiánů Guyany. Washington, DC: Úřad vlády USA pro tisk. - [#5]: Goeje, Claudius Henricus de. 1943. Filozofie, iniciace a mýty indiánů z Guyany a sousedních zemí. Archives Internationales d'ethnographie. 44. - [#6]: Abbenhuis, M.F. 1939. Arawakken v Surinamu: Enquête-Materiaal Voor Een Volkenkundige Studie. Paramaribo: Leo Victor. - [#7]: Coll, Cornelius van. 1903. "Gegevens nad Land En Volk van Surinam I - Surinamův Oorspronkelijke Bevolking." Bijdragen Tot de Taal-, Land-En Volkenkunde / Journal of Humanities and Social Sciences of Southeast Asia 55 (1): 453–529. - [#8]: Goeje, Claudius Henricus de. 1928. Arawakův jazyk z Guyany. Amsterdam: Uitgave van der Koninklijke Akademie von Wetenschappen te Amsterdam. - [#9]: Brett, William Henry. 1880. Legendy a mýty domorodých Indů z Britské Guyany. Londýn: Williams Wells Gardner. - [#10]: Roth, Walter Edmund. 1915. Šetření o animismu a lidovém utrpení u indiánů Guyany. Výroční zpráva, Smithsonian Institution Bureau of American Ethnology 30. Washington: Úřad vlády USA pro tisk. - [#11]: Goeje, Claudius Henricus de. 1942. „De Inwijding Tot Medicijnman Bij de Arawakken (Guyana) v Tekst En Mythe.“ Bijdragen Tot de Taal, Land-En Volkenkunde van Nederlandsch-Indië 101: 211–76. - [#12]: Im Thurn, Everard Ferdinand. 1883. Mezi indiány z Guyany: být náčrtky Hlavně antropologem z vnitrozemí Britské Guyany. Londýn: K. Paul, Trench & amp; Společnost. - [#13]: Laet, Joannes de. 1633. Novus Orbis, Seu Popisis Indiae Occidentalis Libri XVIII. Leiden: Apud Elzevirios. - [#14]: Brett, William Henry. 1868. Indické kmeny Guyany: jejich stav a návyky. Londýn: Bell a Daldy. - [#15]: Baarle, Peter van, Mauricius Alberto Sabajo, van der Stap Gerdy, Sabajo Andreas L. a Sabajo Lucia L. 1989. Arhwaka lokonong djang: Arowakse taalkursus en woordenboek. Haarlem; Amsterdam: Společenská kultura Vereniging Ikyoshie; Instituut voor Algemene Taalwetenschap, Universiteit van Amsterdam. - [#16]: Dance, Charles D. 1881. Kapitoly z Guianeského deníku. Georgetown, Guyana. - [#17]: Penard, Frederik Paul a Arthur Philip Penard. 1907. De Menschetende Aanbidders Der Zonneslang. Paramaribo: H.B. Heyde. - [#18]: Magaña, Edmundo a Fabiola Jara. 1982. „Karibské nebe.“ Journal de la Société des Américanistes 68 (1): 105–32. - [#19]: Bennett, John P. 1995. Dvacet osm lekcí v Loku (Arawak): Výukový průvodce. Georgetown, Guyana: Walter Rothovo muzeum antropologie. - [#20]: Ahlbrinck, Willem. 1931. Encyclopaedie Der Karaïben. Amsterdam: Koninklijke Akademie van Wetenschappen. - [#21]: Schumann, Christian Ludwig. 1882. "Arawakish-Deutsches Wörterbuch." V Grammaires Et Vocabulaires Roucouyenne, Arrouague, Piapoco Et D'autres Langues De La Région Des Guyanes, Par J. Crevaux, P. Sagot, L. Adam ..., editoval Jules Nicolas Crevaux, Paul Antoine Sagot a Lucien Adam, 7–165. Paříž: Maisonneuve. - [#22]: Courtz, H. 2008. Karibská gramatika a slovník. Toronto, ON, Kanada: Magoria Books. - [#23]: Arawakovy rukopisy, American Philosophical Society, číslo rukopisu: [Mss.498.3.Sch8] (https://search.amphilsoc.org/collections/view?docId=ead/Mss.498.3.Sch8-ead.xml ), Strana 562 v původním rukopisu, což odpovídá straně 576 v digitalizovaném dokumentu. Obrázek byl zmenšen, oříznut a reprodukován zde s laskavým svolením Americké filozofické společnosti.
de: - [#1]: Rybka, Konrad. 2015. [Stand der Technik bei der Entwicklung der Lokono-Sprache.](Https://scholarspace.manoa.hawaii.edu/handle/10125/24635) Sprachdokumentation und -konservierung 9: 110–13. - [#2]: Rybka, Konrad. 2017. [Kontaktinduzierte Phänomene in Lokono (Arawakan).](Https://www.degruyter.com/view/books/9781614514886/9781614514886-010/9781614514886-010.xml) In Boundaries and Bridges, herausgegeben von Kofi Yakpo und Pieter C. Muysken. Berlin, Boston: De Gruyter, S. 257-281. - [#3]: Navarette, Rodrigo Pérez de. 1964. "Relación de Las Provicias und Naciones Que Los Indios Llamados Aruacas [Tienen] [...]." In Relaciones Geográficas de Venezuela, herausgegeben von Antonio Arellano Moreno, 83–87. Caracas: Akademie Nacional de la Historia. - [#4]: Roth, Walter Edmund. 1924. Eine einführende Studie über die Künste, das Handwerk und die Bräuche der Guyana-Indianer. Washington, DC: Druckerei der US-Regierung. - [#5]: Goeje, Claudius Henricus de. 1943. Philosophie, Initiation und Mythen der Indianer von Guayana und angrenzenden Ländern. Archives Internationales d’ethnographie. 44. - [#6]: Abbenhuis, M.F. 1939. Arawakken in Suriname: Enquête-Materiaal Voor Een Volkenkundige Studie. Paramaribo: Leo Victor. - [#7]: Coll, Cornelius van. 1903. "Gegevens über Land En Volk van Suriname I - Surinames Oorspronkelijke Bevolking." Bijdragen Tot de Taal-, Land-En Volkenkunde / Zeitschrift für Geistes- und Sozialwissenschaften Südostasiens 55 (1): 453–529. - [#8]: Goeje, Claudius Henricus de. 1928. Die Arawak-Sprache von Guayana. Amsterdam: Uitgave van der Koninklijke Akademie von Wetenschappen te Amsterdam. - [#9]: Brett, William Henry. 1880. Legenden und Mythen der Aborigines von Britisch-Guayana. London: Williams Wells Gardner. - [#10]: Roth, Walter Edmund. 1915. Eine Untersuchung über den Animismus und die Volkskunde der Guyana-Indianer. Jahresbericht, Smithsonian Institution Bureau of American Ethnology 30. Washington: Druckerei der US-Regierung. - [#11]: Goeje, Claudius Henricus de. 1942. "De Inwijding Tot Medicijnman Bij de Arawakken (Guyana) in Tekst En Mythe." Bijdragen Tot de Taal-, Land-En Volkenkunde van Nederlandsch-Indië 101: 211–76. - [#12]: Im Thurn, Everard Ferdinand. 1883. Unter den Indianern von Guayana: Skizzen, hauptsächlich anthropologisch aus dem Inneren von Britisch-Guayana. London: K. Paul, Trench & amp; Unternehmen. - [#13]: Laet, Joannes de. 1633. Novus Orbis, Seu Descriptionis Indiae Occidentalis Libri XVIII. Leiden: Apud Elzevirios. - [#14]: Brett, William Henry. 1868. Die Indianerstämme von Guayana: Ihr Zustand und ihre Gewohnheiten. London: Bell und Daldy. - [#15]: Baarle, Peter van, Mauricius Alberto Sabajo, van der Stap Gerdy, Sabajo Andreas L. und Sabajo Lucia L. 1989. Arhwaka lokonong djang: Arowakse taalkursus en woordenboek. Haarlem; Amsterdam: Sozialkultur Vereniging Ikyoshie; Institut für Algemene Taalwetenschap, Universiteit van Amsterdam. - [#16]: Dance, Charles D. 1881. Kapitel aus einem guianischen Logbuch. Georgetown, Guyana. - [#17]: Penard, Frederik Paul und Arthur Philip Penard. 1907. De Menschetende Aanbidders Der Zonneslang. Paramaribo: H.B. Heyde. - [#18]: Magaña, Edmundo und Fabiola Jara. 1982. "Der Karibikhimmel." Journal de la Société des Américanistes 68 (1): 105–32. - [#19]: Bennett, John P. 1995. Achtundzwanzig Lektionen in Loko (Arawak): Ein Leitfaden für den Unterricht. Georgetown, Guyana: Walter Roth Museum für Anthropologie. - [#20]: Ahlbrinck, Willem. 1931. Encyclopaedie Der Karaïben. Amsterdam: Koninklijke Akademie van Wetenschappen. - [#21]: Schumann, Christian Ludwig. 1882. "Arawakish-Deutsches Wörterbuch." In Grammaires et Vocabulaires Roucouyenne, Arrouague, Piapoco et D'autres Langues der Region Des Guyanes, Par J. Crevaux, P. Sagot, L. Adam ..., herausgegeben von Jules Nicolas Crevaux, Paul Antoine Sagot und Lucien Adam, 7–165. Paris: Maisonneuve. - [#22]: Courtz, H. 2008. Eine Carib-Grammatik und ein Wörterbuch. Toronto, ON, Kanada: Magoria Books. - [#23]: Arawak-Manuskripte, American Philosophical Society, Manuskriptnummer: [Mss.498.3.Sch8] (https://search.amphilsoc.org/collections/view?docId=ead/Mss.498.3.Sch8-ead.xml ), Seite 562 im Originalmanuskript, das Seite 576 im digitalisierten Dokument entspricht. Das Bild wurde verkleinert, beschnitten und hier mit freundlicher Genehmigung der American Philosophical Society reproduziert.
es: - [#1]: Rybka, Konrad. 2015. [Estado del arte en el desarrollo del idioma Lokono.](Https://scholarspace.manoa.hawaii.edu/handle/10125/24635) Language Documentation and Conservation 9: 110–13. - [#2]: Rybka, Konrad. 2017. [Fenómenos inducidos por contacto en Lokono (Arawakan).](Https://www.degruyter.com/view/books/9781614514886/9781614514886-010/9781614514886-010.xml) En Límites y puentes, editado por Kofi Yakpo y Pieter C. Muysken. Berlín, Boston: De Gruyter, pp 257-281. - [#3]: Navarette, Rodrigo Pérez de. 1964. "Relación de las Provicias y Naciones Que Los Indios Llamados Aruacas [Tienen] [...]". En Relaciones geográficas de Venezuela, editado por Antonio Arellano Moreno, 83–87. Caracas: Academia Nacional de la Historia. - [#4]: Roth, Walter Edmund. 1924. Un estudio introductorio de las artes, artesanías y costumbres de los indios guayanos. Washington, DC: Imprenta del Gobierno de EE. UU. - [#5]: Goeje, Claudio Henricus de. 1943. Filosofía, iniciación y mitos de los indios de Guayana y países adyacentes. Archives Internationales d’ethnographie. 44) - [#6]: Abbenhuis, M.F. 1939. Arawakken en Surinam: Enquête-Materiaal Voor Een Volkenkundige Studie. Paramaribo: Leo Victor. - [#7]: Coll, Cornelius van. 1903. "Gegevens sobre tierra En Volk van Surinam I - Oorspronkelijke Bevolking de Surinam". Bijdragen Tot de Taal-, Land- En Volkenkunde / Revista de Humanidades y Ciencias Sociales del Sudeste Asiático 55 (1): 453–529. - [#8]: Goeje, Claudio Henricus de. 1928. La lengua arawak de la Guayana. Amsterdam: Uitgave van der Koninklijke Akademie von Wetenschappen te Amsterdam. - [#9]: Brett, William Henry. 1880. Leyendas y mitos de los indios aborígenes de la Guayana Británica. Londres: Williams Wells Gardner. - [#10]: Roth, Walter Edmund. 1915. Una investigación sobre el animismo y la tradición popular de los indios de Guayana. Informe anual, Instituto Smithsonian de Oficina de Etnología Americana 30. Washington: Imprenta del Gobierno de los EE. UU. - [#11]: Goeje, Claudio Henricus de. 1942. "De Inwijding Tot Medicijnman Bij de Arawakken (Guyana) en Tekst En Mythe". Bijdragen Tot de Taal-, Land- En Volkenkunde van Nederlandsch-Indië 101: 211–76. - [#12]: Soy Thurn, Everard Ferdinand. 1883. Entre los indios de la Guayana: ser bocetos principalmente antropológicos del interior de la Guayana Británica. Londres: K. Paul, Trench & amp; Empresa. - [#13]: Laet, Joannes de. 1633. Novus Orbis, Seu Descripciónis Indiae Occidentalis Libri XVIII. Leiden: Apud Elzevirios. - [#14]: Brett, William Henry. 1868. Las tribus indias de la Guayana: su condición y hábitos. Londres: Bell y Daldy. - [#15]: Baarle, Peter van, Mauricius Alberto Sabajo, van der Stap Gerdy, Sabajo Andreas L. y Sabajo Lucia L. 1989. Arhwaka lokonong djang: Arowakse taalkursus en woordenboek. Haarlem Amsterdam: Sociaal-culturele Vereniging Ikyoshie; Institut voor Algemene Taalwetenschap, Universiteit van Amsterdam. - [#16]: Danza, Charles D. 1881. Capítulos de un libro de registro de Guyana. Georgetown, Guyana. - [#17]: Penard, Frederik Paul y Arthur Philip Penard. 1907. De Menschetende Aanbidders Der Zonneslang. Paramaribo: H.B. Heyde - [#18]: Magaña, Edmundo y Fabiola Jara. 1982. "El cielo caribeño". Revista de la Société des Américanistes 68 (1): 105–32. - [#19]: Bennett, John P. 1995. Veintiocho lecciones en Loko (Arawak): una guía de enseñanza. Georgetown, Guyana: Museo de Antropología Walter Roth. - [#20]: Ahlbrinck, Willem. 1931. Encyclopaedie Der Karaïben. Amsterdam: Koninklijke Akademie van Wetenschappen. - [#21]: Schumann, Christian Ludwig. 1882. "Arawakish-Deutsches Wörterbuch". En Grammaires Et Vocabulaires Roucouyenne, Arrouague, Piapoco Et D’autres Langues De La Région Des Guyanes, Par J. Crevaux, P. Sagot, L. Adam ..., editado por Jules Nicolas Crevaux, Paul Antoine Sagot y Lucien Adam, 7–165. París: Maisonneuve. - [#22]: Courtz, H. 2008. Una gramática y diccionario caribes. Toronto, ON, Canadá: Magoria Books. - [#23]: manuscritos arawak, American Philosophical Society, número de manuscrito: [Mss.498.3.Sch8] (https://search.amphilsoc.org/collections/view?docId=ead/Mss.498.3.Sch8-ead.xml ), Página 562 en el manuscrito original, que corresponde a la página 576 en el documento digitalizado. La imagen se redujo en tamaño, se recortó y se reprodujo aquí con el amable permiso de la American Philosophical Society.
fr: - [#1]: Rybka, Konrad. 2015. [État de l'art dans le développement de la langue Lokono.](Https://scholarspace.manoa.hawaii.edu/handle/10125/24635) Documentation et conservation des langues 9: 110–13. - [#2]: Rybka, Konrad. 2017. [Contact-Induced Phenomena in Lokono (Arawakan).](Https://www.degruyter.com/view/books/9781614514886/9781614514886-010/9781614514886-010.xml) In Boundaries and Bridges, édité par Kofi Yakpo et Pieter C. Muysken. Berlin, Boston: De Gruyter, pp 257-281. - [#3]: Navarette, Rodrigo Pérez de. 1964. «Relación de Las Provicias y Naciones Que Los Indios Llamados Aruacas [Tienen] [...].» Dans Relaciones Geográficas de Venezuela, édité par Antonio Arellano Moreno, 83–87. Caracas: Academia Nacional de la Historia. - [#4]: Roth, Walter Edmund. 1924. Étude introductive sur les arts, l'artisanat et les coutumes des Indiens de Guyane. Washington, DC: Bureau d'impression du gouvernement américain. - [#5]: Goeje, Claudius Henricus de. 1943. Philosophie, initiation et mythes des Indiens de Guyane et des pays voisins. Archives Internationales d’ethnographie. 44. - [#6]: Abbenhuis, M.F. 1939. Arawakken au Suriname: Enquête-Materiaal Voor Een Volkenkundige Studie. Paramaribo: Leo Victor. - [#7]: Coll, Cornelius van. 1903. «Gegevens over Land En Volk van Suriname I - Suriname’s Oorspronkelijke Bevolking». Bijdragen Tot de Taal-, Land- En Volkenkunde / Journal des sciences humaines et sociales d'Asie du Sud-Est 55 (1): 453–529. - [#8]: Goeje, Claudius Henricus de. 1928. La langue arawak de la Guyane. Amsterdam: Uitgave van der Koninklijke Akademie von Wetenschappen te Amsterdam. - [#9]: Brett, William Henry. 1880. Légendes et mythes des Amérindiens de la Guyane britannique. Londres: Williams Wells Gardner. - [#10]: Roth, Walter Edmund. 1915. Enquête sur l'animisme et le folklore des Indiens de Guyane. Rapport annuel, Smithsonian Institution Bureau of American Ethnology 30. Washington: U.S.Gouvernement Printing Office. - [#11]: Goeje, Claudius Henricus de. 1942. «De Inwijding Tot Medicijnman Bij de Arawakken (Guyane) à Tekst En Mythe». Bijdragen Tot de Taal-, Land- En Volkenkunde van Nederlandsch-Indië 101: 211–76. - [#12]: Im Thurn, Everard Ferdinand. 1883. Chez les Indiens de Guyane: esquisses principalement anthropologiques de l'intérieur de la Guyane britannique. Londres: K. Paul, Trench & amp; Compagnie. - [#13]: Laet, Joannes de. 1633. Novus Orbis, Seu Descriptionis Indiae Occidentalis Libri XVIII. Leiden: Apud Elzevirios. - [#14]: Brett, William Henry. 1868. Les tribus indiennes de Guyane: leur état et leurs habitudes. Londres: Bell et Daldy. - [#15]: Baarle, Peter van, Mauricius Alberto Sabajo, van der Stap Gerdy, Sabajo Andreas L. et Sabajo Lucia L. 1989. Arhwaka lokonong djang: Arowakse taalkursus en woordenboek. Haarlem; Amsterdam: Sociaal-culturele Vereniging Ikyoshie; Instituut voor Algemene Taalwetenschap, Universiteit van Amsterdam. - [#16]: Danse, Charles D. 1881. Chapitres d'un journal de bord guyanais. Georgetown, Guyane. - [#17]: Penard, Frederik Paul et Arthur Philip Penard. 1907. De Menschetende Aanbidders Der Zonneslang. Paramaribo: H.B. Heyde. - [#18]: Magaña, Edmundo et Fabiola Jara. 1982. «Le ciel des Caraïbes». Journal de la Société des Américanistes 68 (1): 105–32. - [#19]: Bennett, John P. 1995. Vingt-huit leçons à Loko (Arawak): A Teaching Guide. Georgetown, Guyane: Walter Roth Museum of Anthropology. - [#20]: Ahlbrinck, Willem. 1931. Encyclopédie Der Karaïben. Amsterdam: Koninklijke Akademie van Wetenschappen. - [#21]: Schumann, Christian Ludwig. 1882. «Arawakish-Deutsches Wörterbuch». Dans Grammaires et Vocabulaires Roucouyenne, Arrouague, Piapoco Et D’autres Langues De La Région Des Guyanes, Par J. Crevaux, P. Sagot, L. Adam ..., édité par Jules Nicolas Crevaux, Paul Antoine Sagot et Lucien Adam, 7–165. Paris: Maisonneuve. - [#22]: Courtz, H. 2008. A Carib Grammar and Dictionary. Toronto, ON, Canada: Magoria Books. - [#23]: manuscrits Arawak, American Philosophical Society, numéro de manuscrit: [Mss.498.3.Sch8] (https://search.amphilsoc.org/collections/view?docId=ead/Mss.498.3.Sch8-ead.xml ), Page 562 du manuscrit original, qui correspond à la page 576 du document numérisé. L'image a été réduite en taille, recadrée et reproduite ici avec l'aimable autorisation de l'American Philosophical Society.
it: - [#1]: Rybka, Konrad. 2015. [Stato dell'arte nello sviluppo della lingua Lokono.](Https://scholarspace.manoa.hawaii.edu/handle/10125/24635) Documentazione e conservazione della lingua 9: 110–13. - [#2]: Rybka, Konrad. 2017. [Fenomeni indotti da contatto a Lokono (Arawakan).](Https://www.degruyter.com/view/books/9781614514886/9781614514886-010/9781614514886-010.xml) In Boundaries and Bridges, a cura di Kofi Yakpo e Pieter C. Muysken. Berlino, Boston: De Gruyter, pp 257-281. - [#3]: Navarette, Rodrigo Pérez de. 1964. “Relación de Las Provicias y Naciones Que Los Indios Llamados Aruacas [Tienen] [...].” In Relaciones Geográficas de Venezuela, a cura di Antonio Arellano Moreno, 83–87. Caracas: Academia Nacional de la Historia. - [#4]: Roth, Walter Edmund. 1924. Uno studio introduttivo su arti, mestieri e costumi degli indiani della Guiana. Washington, DC: Ufficio stampa del governo degli Stati Uniti. - [#5]: Goeje, Claudius Henricus de. 1943. Filosofia, iniziazione e miti degli indiani della Guiana e dei paesi adiacenti. Archivi internazionali di etnografia. 44. - [#6]: Abbenhuis, M.F. 1939. Arawakken in Suriname: Enquête-Materiaal Voor Een Volkenkundige Studie. Paramaribo: Leo Victor. - [#7]: Coll, Cornelius van. 1903. "Gegevens over Land En Volk van Suriname I - Oorspronkelijke Bevolking del Suriname". Bijdragen Tot de Taal-, Land- En Volkenkunde / Journal of the Humanities and Social Sciences of Southeast Asia 55 (1): 453–529. - [#8]: Goeje, Claudius Henricus de. 1928. La lingua Arawak della Guiana. Amsterdam: Uitgave van der Koninklijke Akademie von Wetenschappen te Amsterdam. - [#9]: Brett, William Henry. 1880. Leggende e miti degli indiani aborigeni della Guiana britannica. Londra: Williams Wells Gardner. - [#10]: Roth, Walter Edmund. 1915. Un'inchiesta sull'animismo e le tradizioni popolari degli indiani della Guiana. Rapporto annuale, Smithsonian Institution Bureau of American Ethnology 30. Washington: Ufficio stampa del governo degli Stati Uniti. - [#11]: Goeje, Claudius Henricus de. 1942. "De Inwijding Tot Medicijnman Bij de Arawakken (Guyana) in Tekst En Mythe." Bijdragen Tot de Taal-, Land- En Volkenkunde van Nederlandsch-Indië 101: 211–76. - [#12]: Im Thurn, Everard Ferdinand. 1883. Tra gli indiani della Guiana: essere schizzi principalmente antropologici dall'interno della Guiana britannica. Londra: K. Paul, Trench & amp; Azienda. - [#13]: Laet, Joannes de. 1633. Novus Orbis, Seu Descriptionis Indiae Occidentalis Libri XVIII. Leida: Apud Elzevirios. - [#14]: Brett, William Henry. 1868. Le tribù indiane della Guiana: le loro condizioni e abitudini. Londra: Bell e Daldy. - [#15]: Baarle, Peter van, Mauricius Alberto Sabajo, van der Stap Gerdy, Sabajo Andreas L. e Sabajo Lucia L. 1989. Arhwaka lokonong djang: Arowakse taalkursus en woordenboek. Haarlem; Amsterdam: Sociaal-culturele Vereniging Ikyoshie; Instituut voor Algemene Taalwetenschap, Universiteit van Amsterdam. - [#16]: Dance, Charles D. 1881. Capitoli di un diario di bordo guianese. Georgetown, Guyana. - [#17]: Penard, Frederik Paul e Arthur Philip Penard. 1907. De Menschetende Aanbidders Der Zonneslang. Paramaribo: H.B. Heyde. - [#18]: Magaña, Edmundo e Fabiola Jara. 1982. "Il cielo di Carib". Journal de la Société des Américanistes 68 (1): 105–32. - [#19]: Bennett, John P. 1995. Ventotto lezioni a Loko (Arawak): una guida didattica. Georgetown, Guyana: Walter Roth Museum of Anthropology. - [#20]: Ahlbrinck, Willem. 1931. Enciclopedie Der Karaïben. Amsterdam: Koninklijke Akademie van Wetenschappen. - [#21]: Schumann, Christian Ludwig. 1882. "Arawakish-Deutsches Wörterbuch." In Grammaires Et Vocabulaires Roucouyenne, Arrouague, Piapoco Et D’autres Langues De La Région Des Guyanes, Par J. Crevaux, P. Sagot, L. Adam ..., a cura di Jules Nicolas Crevaux, Paul Antoine Sagot e Lucien Adam, 7–165. Parigi: Maisonneuve. - [#22]: Courtz, H. 2008. A Carib Grammar and Dictionary. Toronto, Ontario, Canada: Magoria Books. - [#23]: manoscritti Arawak, American Philosophical Society, numero del manoscritto: [Mss.498.3.Sch8] (https://search.amphilsoc.org/collections/view?docId=ead/Mss.498.3.Sch8-ead.xml ), Pagina 562 nel manoscritto originale, che corrisponde alla pagina 576 del documento digitalizzato. L'immagine è stata ridotta in dimensioni, ritagliata e riprodotta qui con il gentile permesso dell'American Philosophical Society.
ja: - [#1]: Rybka、Konrad。 2015. [Lokono言語の開発における最新技術](https://scholarspace.manoa.hawaii.edu/handle/10125/24635)言語の文書化と保存9：110–13。 - [#2]: Rybka、Konrad。 2017. [ロコノ（アラワカン）での接触による現象](https://www.degruyter.com/view/books/9781614514886/9781614514886-010/9781614514886-010.xml)In Boundaries and Bridges、edited by Kofi Yakpoピーター・C・ミュイケン。ベルリン、ボストン：De Gruyter、pp 257-281。 - [#3]: ナバレット、ロドリゴペレスデ。 1964.「Relaciónde Las Provicias y Naciones Que Los Indios Llamados Aruacas [Tienen] [...]。」 『RelacionesGeográficasde Venezuela』（Antonio Arellano Moreno、83–87編）。カラカス：アカデミア国立歴史学院。 - [#4]: ロス、ウォルター・エドマンド。 1924.ギアナインディアンの芸術、工芸、習慣の入門研究。ワシントンDC：米国政府印刷局。 - [#5]: Goeje、Claudius Henricus de。 1943年。ギアナおよび隣接国のインディアンの哲学、イニシエーション、神話。 Archives Internationales d’ethnographie。 44。 - [#6]: Abbenhuis、MF 1939年。スリナムのアラワッケン：Enquête-MateriaalVoor Een Volkenkundige Studie。パラマリボ：レオビクター。 - [#7]: Coll、Cornelius van。 1903。「Land En Volk van Suriname I-Suriname’s Oorspronkelijke Bevolkingのゲゲベンズ。」 Bijdragen Tot de Taal-、Land- En Volkenkunde / Journal of the Humanities and Social Sciences of Southeast Asia 55（1）：453–529。 - [#8]: Goeje、Claudius Henricus de。 1928。ギアナのアラワク語。アムステルダム：Uitgave van der Koninklijke Akademie von Wetenschappen te Amsterdam。 - [#9]: ブレット、ウィリアムヘンリー。 1880年。イギリス領ギアナの先住民インディアンの伝説と神話。ロンドン：ウィリアムズウェルズガードナー。 - [#10]: ロス、ウォルター・エドマンド。 1915.ギアナインディアンのアニミズムと民俗の探究。年次報告書、スミソニアン協会アメリカ民族学局30.ワシントン：米国政府印刷局。 - [#11]: Goeje、Claudius Henricus de。 1942年。「テクスト・エン・マイスのデ・インウィディング・トット・メディシンマン・ビ・デ・アラワッケン（ガイアナ）。」 Bijdragen Tot de Taal-、Land- En Volkenkunde vanNederlandsch-Indië101：211–76。 - [#12]: イムサーン、エバードフェルディナンド。 1883年。ギアナのインディアンの間で：主にイギリス領ギアナの内部から人類学者をスケッチしている。ロンドン：K.ポール、トレンチ＆amp;会社。 - [#13]: Laet、Joannes de。 1633. Novus Orbis、Seu DescriptionisインディアオクシデンタリスリブリXVIII。ライデン：Apud Elzevirios。 - [#14]: ブレット、ウィリアムヘンリー。 1868.ギアナのインディアン部族：彼らの状態と習慣。ロンドン：ベルとダルディ。 - [#15]: バール、ピーターヴァン、モーリシャスアルベルトサバジョ、ファンデルタップガーディ、サバジョアンドレアスL.、およびサバジョルチアL. 1989。ハーレム;アムステルダム：Sociaal-culturele Vereniging Ikyoshie;アムステルダム大学のAlgemene Taalwetenschap研究所。 - [#16]: ダンス、チャールズD.1881。ガイアナログブックの章。ジョージタウン、ガイアナ。 - [#17]: ペナール、フレデリクポール、アーサーフィリップペナード。 1907。DeMenschetende Aanbidders Der Zonneslang。パラマリボ：H.B.ハイデ。 - [#18]: Magaña、Edmundo、Fabiola Jara。 1982.「カリブの空。」 Journal de laSociétédesAméricanistes68（1）：105–32 - [#19]: ベネット、ジョンP.1995。ロコ（アラワク）での28のレッスン：指導ガイド。ガイアナ、ジョージタウン：ウォルターロス人類学博物館。 - [#20]: Ahlbrinck、Willem。 1931。百科事典DerKaraïben。アムステルダム：Koninklijke Akademie van Wetenschappen。 - [#21]: シューマン、クリスチャンルートヴィヒ。 1882年。「アラワキッシュドイツヴェルターブッフ。」 Grammaires Et Vocabulaires Roucouyenne、Arrouague、Piapoco Et D’autres Langues De LaRégionDes Guyanes、Par J. Crevaux、P Sagot、L. Adam ...、Jules Nicolas Crevaux、Paul Antoine Sagot、およびLucien Adamによる編集、7–165。パリ：メゾンヌーブ。 - [#22]: Courtz、H。2008。カリブ文法と辞書。カナダ、オンタリオ州トロント：Magoria Books。 - [#23]: アラワク原稿、アメリカ哲学会、原稿番号：[Mss.498.3.Sch8]（https://search.amphilsoc.org/collections/view?docId=ead/Mss.498.3.Sch8-ead.xml ）、元の原稿の562ページ。これは、デジタル化されたドキュメントの576ページに対応しています。画像は縮小され、トリミングされ、アメリカ哲学協会の親切な許可を得てここで複製されました。
ko: - [#1]: Rybka, Konrad. 2015. [로코 노 언어 개발의 최신 기술.](https://scholarspace.manoa.hawaii.edu/handle/10125/24635) 언어 문서 및 보존 9 : 110–13. - [#2]: Rybka, Konrad. 2017. [로코 노의 접촉 식 현상 (아라와 칸).](https://www.degruyter.com/view/books/9781614514886/9781614514886-010/9781614514886-010.xml) Kofi Yakpo가 편집 한 경계 및 교량 및 Pieter C. Muysken. 베를린, 보스턴 : De Gruyter, pp 257-281. - [#3]: Navarette, 로드리고 페레즈 데 1964“Relación de Las Provicias y Naciones Que Los Indios Llamados Aruacas [티엔] [...] Relaciones에서 Geográficas de Venezuela, Antonio Arellano Moreno, 83–87 편집. 카라카스 : Academia Nacional de la Historia. - [#4]: Roth, Walter Edmund. 1924. 기아나 인디언의 예술, 공예 및 관습에 대한 입문 연구. 워싱턴 DC : 미국 정부 인쇄 국. - [#5]: Goeje, Claudius Henricus de. 1943. 인도 령 기아나와 인접 국가의 철학, 시작과 신화. Archives Internationales d' ethnographie. 44. - [#6]: Abbenhuis, M.F. 1939. 수리남의 Arawakken : Enquête-Materiaal Voor Een Volkenkundige Studie. 파라 마리 보 : 레오 빅터. - [#7]: Coll, Cornelius van. 1903. "Land En Volk van Suriname I의 수녀원-수리남의 Oorspronkelijke Bevolking." Bijdragen Tot de Taal-, Land-en Volkenkunde / 동남아시아 인문 사회 과학 저널 55 (1) : 453-529. - [#8]: Goeje, Claudius Henricus de. 1928. 기아나의 Arawak 언어. 암스테르담 : 암스테르담의 Weitchappen에있는 Uitgave van der Koninklijke Akademie. - [#9]: Brett, William Henry. 1880. 영국령 기아나 원주민 원주민의 전설과 신화. 런던 : 윌리엄스 웰스 가드너. - [#10]: Roth, Walter Edmund. 1915. 기아나 인디언의 애니미즘과 민속 로레에 대한 문의. 연례 보고서, 미국 민족학 협회 Smithsonian Institute Bureau 30. 워싱턴 : 미국 정부 인쇄 국. - [#11]: Goeje, Claudius Henricus de. 1942. "Tekst En Mythe에있는 De Inwijding Tot Medicijnman Bij de Arawakken (Guyana)." Bijdragen Tot de Taal-, Land En Volkenkunde van Nederlandsch-Indië 101 : 211-76. - [#12]: Im Thurn, Everard Ferdinand. 1883. 기아나의 인도인들 사이에서 : 영국령 기아나의 내부에서 스케치 된 인류학. 런던 : K. Paul, Trench & amp; 회사. - [#13]: Laet, Joannes de. 1633. Novus Orbis, Seu Description은 Indiae Occidentalis Libri XVIII이다. 레이덴 : Apud Elzevirios. - [#14]: Brett, William Henry. 1868. 기아나의 인도 부족 : 그들의 상태와 습관. 런던 : 벨과 달리. - [#15]: Baarle, Peter van, Mauricius Alberto Sabajo, van der Stap Gerdy, Sabajo Andreas L. 및 Sabajo Lucia L. 1989. Arhwaka lokonong djang : Arowakse taalkursus en woordenboek. 하를렘; 암스테르담 : 이시아 요시 (Ikyoshie) 베르니 징 문화; 암스테르담의 대학교, Algemene Taalwetenschap의 기관. - [#16]: 댄스, Charles D. 1881. Guianese 일지의 장. 가이아나 조지 타운 - [#17]: Penard, Frederik Paul 및 Arthur Philip Penard. 1907. De Menschetende Aanbidders Der Zonneslang. 파라 마리 보 : H.B. 이봐 - [#18]: Magaña, Edmundo 및 Fabiola Jara. 1982.“카리브 하늘.” Journal de la Société des Américanistes 68 (1) : 105–32. - [#19]: Bennett, John P. 1995. Loko의 스물 여덟 수업 (아라와 크) : 교육 안내서. 가이아나 조지 타운 : 월터 로스 인류학 박물관. - [#20]: Ahlbrinck, Willem. 1931. 백과 사전 Der Karaïben. 암스테르담 : Koninklijke Akademie van Wetenschappen. - [#21]: 슈만, 크리스천 루드비히. 1882.“아라와 키쉬-도르 츠 ör 터부 흐.” Grammaires Et Vocabulaires Roucouyenne, Arrouague, Piapoco Et D' autres Langues De La Région Des Guyanes, 파 J. Crevaux, P. Sagot, L. Adam ..., Jules Nicolas Crevaux, Paul Antoine Sagot 및 Lucien Adam, 7–165 편집. 파리 : Maisonneuve. - [#22]: Courtz, H. 2008. Carib Grammar and Dictionary. 토론토, ON, 캐나다 : Magoria Books. - [#23]: Arawak 원고, 미국 철학 협회, 원고 번호 : [Mss.498.3.Sch8] (https://search.amphilsoc.org/collections/view?docId=ead/Mss.498.3.Sch8-ead.xml ), 원본 원고의 562 페이지를 참조하십시오. 이는 디지털 문서의 576 페이지에 해당합니다. 이미지는 미국 철학 협회의 친절한 허가를 받아 크기가 축소되고 잘리고 재현되었습니다.
nl: - [#1]: Rybka, Konrad. 2015. [State-of-the-Art in the Development of the Lokono Language.](Https://scholarspace.manoa.hawaii.edu/handle/10125/24635) Taaldocumentatie en -behoud 9: 110–13. - [#2]: Rybka, Konrad. 2017. [Door contact veroorzaakte verschijnselen in Lokono (Arawakan).](Https://www.degruyter.com/view/books/9781614514886/9781614514886-010/9781614514886-010.xml) In Bounds and Bridges, bewerkt door Kofi Yakpo en Pieter C. Muysken. Berlin, Boston: De Gruyter, pp 257-281. - [#3]: Navarette, Rodrigo Pérez de. 1964. "Relación de Las Provicias y Naciones Que Los Indios Llamados Aruacas [Tienen] [...]." In Relaciones Geográficas de Venezuela, onder redactie van Antonio Arellano Moreno, 83–87. Caracas: Academia Nacional de la Historia. - [#4]: Roth, Walter Edmund. 1924. Een inleidende studie van de kunsten, ambachten en gebruiken van de Guyana-indianen. Washington, DC: U.S. Government Printing Office. - [#5]: Goeje, Claudius Henricus de. 1943. Filosofie, inwijding en mythen van de Indianen van Guyana en aangrenzende landen. Archieven Internationales d'ethnographie. 44. - [#6]: Abbenhuis, M.F. 1939. Arawakken in Suriname: Enquête-Materiaal Voor Een Volkenkundige Studie. Paramaribo: Leo Victor. - [#7]: Coll, Cornelius van. 1903. "Gegevens over Land En Volk van Suriname I - Oorspronkelijke Bevolking van Suriname." Bijdragen Tot de Taal-, Land- En Volkenkunde / Journal of the Humanities and Social Sciences of Southeast Asia 55 (1): 453–529. - [#8]: Goeje, Claudius Henricus de. 1928. De Arawak-taal van Guyana. Amsterdam: Uitgave van der Koninklijke Akademie von Wetenschappen te Amsterdam. - [#9]: Brett, William Henry. 1880. Legends and Myths of the Aboriginal Indians of British Guiana. Londen: Williams Wells Gardner. - [#10]: Roth, Walter Edmund. 1915. Een onderzoek naar het animisme en de volksverhalen van de Guyana-indianen. Jaarverslag, Smithsonian Institution Bureau of American Ethnology 30. Washington: U.S. Government Printing Office. - [#11]: Goeje, Claudius Henricus de. 1942. "De Inwijding Tot Medicijnman Bij de Arawakken (Guyana) in Tekst En Mythe." Bijdragen Tot de Taal-, Land- en Volkenkunde van Nederlandsch-Indië 101: 211–76. - [#12]: Im Thurn, Everard Ferdinand. 1883. Onder de indianen van Guyana: Being Sketches voornamelijk antropologisch uit het interieur van Brits Guyana. Londen: K. Paul, Trench & amp; Bedrijf. - [#13]: Laet, Joannes de. 1633. Novus Orbis, Seu Descriptionis Indiae Occidentalis Libri XVIII. Leiden: Apud Elzevirios. - [#14]: Brett, William Henry. 1868. De Indianenstammen van Guyana: hun toestand en gewoonten. Londen: Bell and Daldy. - [#15]: Baarle, Peter van, Mauricius Alberto Sabajo, van der Stap Gerdy, Sabajo Andreas L. en Sabajo Lucia L. 1989. Arhwaka lokonong djang: Arowakse taalkursus en woordenboek. Haarlem; Amsterdam: Sociaal-culturele Vereniging Ikyoshie; Instituut voor Algemene Taalwetenschap, Universiteit van Amsterdam. - [#16]: Dance, Charles D. 1881. Hoofdstukken uit een Guianese logboek. Georgetown, Guyana. - [#17]: Penard, Frederik Paul en Arthur Philip Penard. 1907. De Menschetende Aanbidders Der Zonneslang. Paramaribo: H.B. Heyde. - [#18]: Magaña, Edmundo en Fabiola Jara. 1982. "De Carib-hemel." Journal de la Société des Américanistes 68 (1): 105–32. - [#19]: Bennett, John P. 1995. Achtentwintig lessen in Loko (Arawak): een leergids. Georgetown, Guyana: Walter Roth Museum of Anthropology. - [#20]: Ahlbrinck, Willem. 1931. Encyclopaedie Der Karaïben. Amsterdam: Koninklijke Akademie van Wetenschappen. - [#21]: Schumann, Christian Ludwig. 1882. "Arawakish-Deutsches Wörterbuch." In Grammaires Et Vocabulaires Roucouyenne, Arrouague, Piapoco Et D'autres Langues De La Région Des Guyanes, Par J. Crevaux, P. Sagot, L. Adam ..., onder redactie van Jules Nicolas Crevaux, Paul Antoine Sagot en Lucien Adam, 7–165. Parijs: Maisonneuve. - [#22]: Courtz, H. 2008. A Carib Grammar and Dictionary. Toronto, ON, Canada: Magoria Books. - [#23]: Arawak-manuscripten, American Philosophical Society, manuscriptnummer: [Mss.498.3.Sch8] (https://search.amphilsoc.org/collections/view?docId=ead/Mss.498.3.Sch8-ead.xml ), Pagina 562 in het originele manuscript, wat overeenkomt met pagina 576 in het gedigitaliseerde document. De afbeelding is verkleind, bijgesneden en hier weergegeven met de vriendelijke toestemming van de American Philosophical Society.
pl: - [#1]: Rybka, Konrad. 2015. [Najnowocześniejszy w rozwoju języka Lokono.](Https://scholarspace.manoa.hawaii.edu/handle/10125/24635) Dokumentacja i konserwacja języka 9: 110–13. - [#2]: Rybka, Konrad. 2017. [Zjawiska wywołane kontaktem w Lokono (Arawakan).]. (Https://www.degruyter.com/view/books/9781614514886/9781614514886-010/9781614514886-010.xml) W granicach i mostach, pod redakcją Kofi Yakpo i Pieter C. Muysken. Berlin, Boston: De Gruyter, ss. 257-281. - [#3]: Navarette, Rodrigo Pérez de. 1964. „Relación de Las Provicias y Naciones Que Los Indios Llamados Aruacas [Tienen] [...].” W Relaciones Geográficas de Venezuela, pod redakcją Antonio Arellano Moreno, 83–87. Caracas: Academia Nacional de la Historia. - [#4]: Roth, Walter Edmund. 1924. Wstępne studium sztuki, rzemiosła i zwyczajów Indian z Gujany. Waszyngton, DC: rządowe biuro drukarskie USA. - [#5]: Goeje, Claudius Henricus de. 1943. Filozofia, inicjacja i mity Indian z Gujany i krajów sąsiednich. Archiwa Internationales d’ethnographie. 44 - [#6]: Abbenhuis, M.F. 1939. Arawakken in Surinam: Enquête-Materiaal Voor Een Volkenkundige Studie. Paramaribo: Leo Victor. - [#7]: Coll, Cornelius van. 1903. „Gegevens over Land En Volk van Surinam I - Surinam's Oorspronkelijke Bevolking”. Bijdragen Tot de Taal-, Land- En Volkenkunde / Journal of Humanities and Social Sciences of Southeast Asia 55 (1): 453–529. - [#8]: Goeje, Claudius Henricus de. 1928. Arawak Language of Guiana. Amsterdam: Uitgave van der Koninklijke Akademie von Wetenschappen te Amsterdam. - [#9]: Brett, William Henry. 1880. Legendy i mity Indian Aborygenów z Gujany Brytyjskiej. Londyn: Williams Wells Gardner. - [#10]: Roth, Walter Edmund. 1915. Zapytanie o animizm i wiedzę ludową Indian z Gujany. Raport roczny, Smithsonian Institution Bureau of American Ethnology 30. Waszyngton: Biuro drukarskie rządu USA. - [#11]: Goeje, Claudius Henricus de. 1942. „De Inwijding Tot Medicijnman Bij de Arawakken (Gujana) w Tekst En Mythe.” Bijdragen Tot de Taal-, Land- En Volkenkunde van Nederlandsch-Indië 101: 211–76. - [#12]: Im Thurn, Everard Ferdinand. 1883. Wśród Indian z Gujany: Szkicowanie głównie antropologiczne z wnętrza Gujany Brytyjskiej. Londyn: K. Paul, Trench & amp; Firma. - [#13]: Laet, Joannes de. 1633. Novus Orbis, Seu Descriptionis Indiae Occidentalis Libri XVIII. Lejda: Apud Elzevirios. - [#14]: Brett, William Henry. 1868. Indyjskie plemiona Gujany: ich stan i nawyki. Londyn: Bell and Daldy. - [#15]: Baarle, Peter van, Mauricius Alberto Sabajo, van der Stap Gerdy, Sabajo Andreas L. i Sabajo Lucia L. 1989. Arhwaka lokonong djang: Arowakse taalkursus en woordenboek. Haarlem; Amsterdam: Sociaal-culturele Vereniging Ikyoshie; Instituut voor Algemene Taalwetenschap, Universiteit van Amsterdam. - [#16]: Dance, Charles D. 1881. Rozdziały z Guianese Log Book. Georgetown, Gujana. - [#17]: Penard, Frederik Paul i Arthur Philip Penard. 1907. De Menschetende Aanbidders Der Zonneslang. Paramaribo: H.B. Hejde - [#18]: Magaña, Edmundo i Fabiola Jara. 1982. „Niebo Caribów”. Journal de la Société des Américanistes 68 (1): 105–32. - [#19]: Bennett, John P. 1995. Dwadzieścia osiem lekcji w Loko (Arawak): Przewodnik dydaktyczny. Georgetown, Gujana: Walter Roth Museum of Anthropology. - [#20]: Ahlbrinck, Willem. 1931. Encyclopaedie Der Karaïben. Amsterdam: Koninklijke Akademie van Wetenschappen. - [#21]: Schumann, Christian Ludwig. 1882. „Arawakish-Deutsches Wörterbuch.” W Grammaires Et Vocabulaires Roucouyenne, Arrouague, Piapoco Et D’autres Langues De La Région Des Guyanes, Par J. Crevaux, P. Sagot, L. Adam ..., pod redakcją Julesa Nicolasa Crevaux, Paula Antoine'a Sagota i Luciena Adama, 7–165. Paryż: Maisonneuve. - [#22]: Courtz, H. 2008. Gramatyka i słownik Cariba. Toronto, ON, Kanada: Magoria Books. - [#23]: manuskrypty Arawak, American Philosophical Society, numer manuskryptu: [Mss.498.3.Sch8] (https://search.amphilsoc.org/collections/view?docId=ead/Mss.498.3.Sch8-ead.xml ), Strona 562 w oryginalnym manuskrypcie, który odpowiada stronie 576 w zdigitalizowanym dokumencie. Obraz został zmniejszony, przycięty i odtworzony tutaj za uprzejmym pozwoleniem American Philosophical Society.
pt: - [#1]: Rybka, Konrad. 2015. [Estado da arte no desenvolvimento da língua Lokono.](Https://scholarspace.manoa.hawaii.edu/handle/10125/24635) Documentação e conservação da linguagem 9: 110–13. - [#2]: Rybka, Konrad. 2017. [Fenômenos induzidos por contato em Lokono (Arawakan).](Https://www.degruyter.com/view/books/9781614514886/9781614514886-010/9781614514886-010.xml) Em limites e pontes, editado por Kofi Yakpo e Pieter C. Muysken. Berlim, Boston: De Gruyter, pp 257-281. - [#3]: Navarette, Rodrigo Pérez de. 1964. "Relação de Provisões e Nações que Los Índios Llamados Aruacas [Tienen] [...]." In Relaciones Geográficas de Venezuela, editado por Antonio Arellano Moreno, 83-87. Caracas: Academia Nacional de História. - [#4]: Roth, Walter Edmund. 1924. Um estudo introdutório das artes, ofícios e costumes dos índios da Guiana. Washington, DC: Escritório de Impressão do Governo dos EUA. - [#5]: Goeje, Claudius Henricus de. 1943. Filosofia, Iniciação e Mitos dos Índios da Guiana e Países Adjacentes. Arquivos internacionais da etnografia. 44 - [#6]: Abbenhuis, M.F. 1939. Arawakken in Suriname: Enquête-Materiaal Voor Een Volkenkundige Studie. Paramaribo: Leo Victor. - [#7]: Coll, van Cornelius. 1903. "Gegevens sobre Land En Volk van Suriname I - Oorspronkelijke Bevolking do Suriname." Bijdragen Tot de Taal-, Land- En Volkenkunde / Revista de Ciências Humanas e Sociais do Sudeste Asiático 55 (1): 453-529. - [#8]: Goeje, Claudius Henricus de. 1928. A língua arawak da Guiana. Amsterdã: Uitgave van der Koninklijke Akademie von Wetenschappen te Amsterdam. - [#9]: Brett, William Henry. 1880. Lendas e mitos dos índios aborígines da Guiana Britânica. Londres: Williams Wells Gardner. - [#10]: Roth, Walter Edmund. 1915. Uma investigação sobre o animismo e o folclore dos índios da Guiana. Relatório Anual, Smithsonian Institution Bureau of American Ethnology 30. Washington: Gabinete de Impressão do Governo dos EUA. - [#11]: Goeje, Claudius Henricus de. 1942. “De Inwijding Tot Medicijnman Bij de Arawakken (Guiana) em Tekst En Mythe.” Bijdragen Tot de Taal-, Land- En Volkenkunde van Nederlandsch-India 101: 211–76. - [#12]: Im Thurn, Everard Ferdinand. 1883. Entre os índios da Guiana: Sendo esboços principalmente antropológicos do interior da Guiana Britânica. Londres: K. Paul, Trench & amp; Companhia. - [#13]: Laet, Joannes de. 1633. Novus Orbis, Seu Descriptionis Indiae Occidentalis Libri XVIII. Leiden: Apud Elzevirios. - [#14]: Brett, William Henry. 1868. As tribos indígenas da Guiana: suas condições e hábitos. Londres: Bell e Daldy. - [#15]: Baarle, Peter van, Mauricius Alberto Sabajo, van der Stap Gerdy, Sabajo Andreas L. e Sabajo Lucia L. 1989. Arhwaka lokonong djang: Arowakse taalkursus en woordenboek. Haarlem; Amsterdã: Sociaal-culturele Vereniging Ikyoshie; Instituut voor Algemene Taalwetenschap, Universiteit van Amsterdam. - [#16]: Dance, Charles D. 1881. Capítulos de um livro de registro da Guiana. Georgetown, Guiana. - [#17]: Penard, Frederik Paul e Arthur Philip Penard. 1907. De Menschetende Aanbidders Der Zonneslang. Paramaribo: H.B. Heyde. - [#18]: Magaña, Edmundo e Fabiola Jara. 1982. "O céu do Caribe". Jornal da Sociedade dos Americanos 68 (1): 105–32. - [#19]: Bennett, John P. 1995. Vinte e oito lições em Loko (Arawak): Um guia de ensino. Georgetown, Guiana: Museu de Antropologia Walter Roth. - [#20]: Ahlbrinck, Willem. 1931. Encyclopaedie Der Karaïben. Amsterdã: Koninklijke Akademie van Wetenschappen. - [#21]: Schumann, Christian Ludwig. 1882. "Arawakish-Deutsches Wörterbuch." Em Grammaires et Vocabulaires Roucouyenne, Arrouague, Piapoco et D'autres, Langues De La Région Des Guyanes, Par J. Crevaux, p. Sagot, L. Adam ..., editado por Jules Nicolas Crevaux, Paul Antoine Sagot e Lucien Adam, 7-165. Paris: Maisonneuve. - [#22]: Courtz, H. 2008. A Carib Grammar and Dictionary. Toronto, ON, Canadá: Magoria Books. - [#23]: manuscritos Arawak, American Philosophical Society, número do manuscrito: [Mss.498.3.Sch8] (https://search.amphilsoc.org/collections/view?docId=ead/Mss.498.3.Sch8-ead.xml ), Página 562 no manuscrito original, que corresponde à página 576 no documento digitalizado. A imagem foi reduzida em tamanho, cortada e reproduzida aqui com a gentil permissão da American Philosophical Society.
zh_cn: - [#1]: Rybka，Konrad。 2015。[Lokono语言开发的最新技术。](https://scholarspace.manoa.hawaii.edu/handle/10125/24635)语言文档和保护9：110-13。 - [#2]: Rybka，Konrad。 2017年。[洛科诺（阿拉瓦坎州）的接触诱发现象。]和彼得C.柏林，波士顿：De Gruyter，第257-281页。 - [#3]: Navarette，RodrigoPérezde。 1964年。“Relaciónde Las Provicias和Naciones Que Los Indios Llamados Aruacas [Tienen] [...]。”在安东尼奥·阿雷利亚诺·莫雷诺（Antonio Arellano Moreno）于83-87年间编辑的《委内瑞拉地理杂志》中。加拉加斯：国立历史学院。 - [#4]: 罗斯，沃尔特·埃德蒙。 1924年。对圭亚那印第安人的艺术，手工艺和习俗进行了介绍性研究。华盛顿特区：美国政府印刷局。 - [#5]: Goeje，Claudius Henricus de。 1943年，圭亚那和邻近国家的印第安人的哲学，启蒙运动和神话。国际人种志档案馆。 44。 - [#6]: Abbenhuis，M.F。 1939年。苏里南的Arawakken：Enquête-MaterialVoor Een Volkenkundige Studie。帕拉马里博：Leo Victor。 - [#7]: Coll，Cornelius van。 1903年。“陆上的万国船长范苏里南一世-苏里南的Oorspronkelijke Bevolking。” Bijdragen Tot de Taal-，Land-En Volkenkunde /东南亚人文社会科学杂志55（1）：453–529。 - [#8]: Goeje，Claudius Henricus de。 1928年。圭亚那的Arawak语言。阿姆斯特丹：阿姆斯特丹阿姆斯特丹国际机场（Uitgave van der Koninklijke Akademie von Wetenschappen te）。 - [#9]: Brett，William Henry。 1880年。英属圭亚那原住民印第安人的传说和神话。伦敦：威廉姆斯·威尔斯·加德纳。 - [#10]: Roth，Walter Edmund。 1915年。对圭亚那印第安人的万物有灵论和民俗学问。美国民族史密森学会研究所年度报告30.华盛顿：美国政府印刷局。 - [#11]: Goeje，Claudius Henricus de。 1942年。“在Tekst En Mythe的De Inwijding Tot Medicijnman Bij de Arawakken（圭亚那）。” Bijdragen Tot de Taal-，Land-En Volkenkunde vanNederlandsch-Indië101：211-76。 - [#12]: Im Thurn，Everard Ferdinand。 1883年。在圭亚那的印第安人中：主要是从英属圭亚那内部进行人类学素描。伦敦：K。Paul，Trench＆amp;公司。 - [#13]: Laet，乔安妮斯·德。 1633年。Novus Orbis，Seu Descriptionis Indiae Occidentalis Libri XVIII。莱顿：Apud Elzevirios。 - [#14]: Brett，William Henry。 1868年。圭亚那印第安部落：他们的状况和习性。伦敦：贝尔和达迪。 - [#15]: Baarle，Peter van，Mauricius Alberto Sabajo，van der Stap Gerdy，Sabajo Andreas L.和Sabajo Lucia L.，1989年。Arhwaka lokonong djang：Arowakse taalkursus en woordenboek。哈勒姆阿姆斯特丹：社会文化Vereniging Ikyoshie；阿姆斯特丹大学的Algemene Taalwetenschap研究所。 - [#16]: 舞蹈，查尔斯D. 1881年。《吉安尼斯日志》中的章节。圭亚那乔治敦。 - [#17]: Penard，Frederik Paul和Arthur Philip Penard。 1907年。De Menschetende Aanbidders Der Zonneslang。帕拉马里博：H.B.海德 - [#18]: Magaña，Edmundo和Fabiola Jara。 1982年。“加勒比海的天空。” Journal of laSociétédesAméricanistes68（1）：105–32。 - [#19]: Bennett，John P.，1995年。《洛科（Arawak）的二十八个教训：教学指南》。圭亚那乔治敦：沃尔特·罗斯人类学博物馆。 - [#20]: Ahlbrinck，Willem。 1931年。百科全书。阿姆斯特丹：Koninklijke Akademie van Wetenschappen。 - [#21]: Schumann，Christian Ludwig。 1882年。“ Arawakish-DeutschesWörterbuch。”在Arrouague的Grammaires Et Vocabulaires Roucouyenne中，Piapoco Et D'autres Langues De LaRégionDes Guyanes中，P。J. Crevaux，P。 Sagot，L。Adam ...，由Jules Nicolas Crevaux，Paul Antoine Sagot和Lucien Adam共同编辑（7-16）。巴黎：Maisonneuve。 - [#22]: Courtz，H.，2008年。《加勒比语语法和词典》。加拿大安大略省多伦多市：Magoria图书。 - [#23]: Arawak手稿，美国哲学会，手稿编号：[Mss.498.3.Sch8]（https://search.amphilsoc.org/collections/view?docId=ead/Mss.498.3.Sch8-ead.xml ），原始稿件中的第562页，它对应于数字化文档中的第576页。在美国哲学会的许可下，图像被缩小，裁剪并在此处复制。
zh_tw: - [#1]: Rybka，Konrad。 2015。[Lokono語言開發的最新技術。](https://scholarspace.manoa.hawaii.edu/handle/10125/24635)語言文檔和保護9：110–13。 - [#2]: Rybka，Konrad。 2017年。[洛科諾（阿拉瓦坎州）的接觸誘發現象。](https://www.degruyter.com/view/books/9781614514886/9781614514886-010/9781614514886-010.xml)在邊界和橋樑中，由Kofi Yakpo編輯和彼得C.柏林，波士頓：De Gruyter，第257-281頁。 - [#3]: Navarette，RodrigoPérezde。 1964年。“拉斯普羅維西亞斯·納西奧內斯·洛斯·印第斯·拉馬多斯·阿魯阿卡斯[天安] [...]。”在安東尼奧·阿雷利亞諾·莫雷諾（Antonio Arellano Moreno）於83-87年間編輯的《委內瑞拉地理雜誌》中。加拉加斯：國立歷史學院。 - [#4]: 羅斯，沃爾特·埃德蒙。 1924年。對圭亞那印第安人的藝術，手工藝和習俗進行了介紹性研究。華盛頓特區：美國政府印刷局。 - [#5]: Goeje，Claudius Henricus de。 1943年，圭亞那和鄰近國家的印第安人的哲學，啟蒙運動和神話。國際人種志檔案館。 44。 - [#6]: Abbenhuis，M.F。 1939年。蘇里南的Arawakken：Enquête-MaterialVoor Een Volkenkundige Studie。帕拉馬里博：Leo Victor。 - [#7]: Coll，Cornelius van。 1903年。“陸上的萬國船長范蘇里南一世-蘇里南的Oorspronkelijke Bevolking。” Bijdragen Tot de Taal-，Land-En Volkenkunde /東南亞人文社會科學雜誌55（1）：453–529。 - [#8]: Goeje，Claudius Henricus de。 1928年。圭亞那的Arawak語言。阿姆斯特丹：阿姆斯特丹阿姆斯特丹國際機場（Uitgave van der Koninklijke Akademie von Wetenschappen te）。 - [#9]: Brett，William Henry。 1880年。英屬圭亞那原住民印第安人的傳說和神話。倫敦：威廉姆斯·威爾斯·加德納。 - [#10]: Roth，Walter Edmund。 1915年。對圭亞那印第安人的萬物有靈論和民俗學問。美國民族史密森學會研究所年度報告30.華盛頓：美國政府印刷局。 - [#11]: Goeje，Claudius Henricus de。 1942年。“在Tekst En Mythe的De Inwijding Tot Medicijnman Bij de Arawakken（圭亞那）。” Bijdragen Tot de Taal-，Land-En Volkenkunde vanNederlandsch-Indië101：211-76。 - [#12]: Im Thurn，Everard Ferdinand。 1883年。在圭亞那的印第安人中：主要是從英屬圭亞那內部進行人類學素描。倫敦：K。Paul，Trench＆amp;公司。 - [#13]: Laet，喬安妮斯·德。 1633年。Novus Orbis，Seu Descriptionis Indiae Occidentalis Libri XVIII。萊頓：Apud Elzevirios。 - [#14]: Brett，William Henry。 1868年。圭亞那印第安部落：他們的狀況和習性。倫敦：貝爾和達迪。 - [#15]: Baarle，Peter van，Mauricius Alberto Sabajo，van der Stap Gerdy，Sabajo Andreas L.和Sabajo Lucia L.，1989年。Arhwaka lokonong djang：Arowakse taalkursus en woordenboek。哈勒姆阿姆斯特丹：社會文化Vereniging Ikyoshie；阿姆斯特丹大學的Algemene Taalwetenschap研究所。 - [#16]: 舞蹈，查爾斯D. 1881年。《吉安尼斯日誌》中的章節。圭亞那喬治敦。 - [#17]: Penard，Frederik Paul和Arthur Philip Penard。 1907年。De Menschetende Aanbidders Der Zonneslang。帕拉馬里博：H.B.海德 - [#18]: Magaña，Edmundo和Fabiola Jara。 1982年。“加勒比海的天空。” Journal of laSociétédesAméricanistes68（1）：105–32。 - [#19]: Bennett，John P.，1995年。《洛可（Arawak）的二十八個教訓：教學指南》。圭亞那喬治敦：沃爾特·羅斯人類學博物館。 - [#20]: Ahlbrinck，Willem。 1931年。百科全書。阿姆斯特丹：Koninklijke Akademie van Wetenschappen。 - [#21]: Schumann，Christian Ludwig。 1882年。“ Arawakish-DeutschesWörterbuch。”在Arrouague的Grammaires Et Vocabulaires Roucouyenne中，Piapoco Et D'autres Langues De LaRégionDes Guyanes中，P。J. Crevaux，P。 Sagot，L。Adam ...，由Jules Nicolas Crevaux，Paul Antoine Sagot和Lucien Adam共同編輯（7-16）。巴黎：Maisonneuve。 - [#22]: Courtz，H.，2008年。加勒比語語法和詞典。加拿大安大略省多倫多市：Magoria圖書。 - [#23]: Arawak手稿，美國哲學會，手稿編號：[Mss.498.3.Sch8]（https://search.amphilsoc.org/collections/view?docId=ead/Mss.498.3.Sch8-ead.xml ），原始稿件中的第562頁，它對應於數字化文檔中的第576頁。在美國哲學會的許可下，圖像被縮小，裁剪並在此處複製。
