Repository: Stellarium/stellarium-skycultures
Catalog: lokono/po/*.po
Languages: ar, cs, de, es, fr, it, ja, ko, nl, pl, pt, zh_cn, zh_tw

source: ### Lokono (or Arawak) ![](lokono_map_1.webp) The _Lokono_, also known as _Arawak_, are an indigenous people of the Guianas, whose territory stretches along the coast of the Atlantic Ocean, from northwestern Guyana, through Suriname, to northwestern French Guiana (see map) [#1]. The Lokono speak a language that belongs to the Arawakan language family, one of the largest linguistic groupings on the continent. Like many of their linguistic relatives, the Lokono are agriculturalists specializing in the farming of manioc (_Manihot esculenta_), who also practice fishing, hunting, and gathering of wild plant. However, as one of the first indigenous groups that was encountered by the Europeans at the time of conquest, the Lokono have been in contact with non-indigenous populations for over 500 years [#2]. This contact has intensified in the last century, leading to a substantial loss of the Lokono language, traditional material and immaterial culture, changes in subsistence practices, and in particular to the disappearance of _medicine-men_, the traditional carriers of spiritual knowledge, most likely including ethnoastronomical knowledge. As a consequence, the modern knowledge about celestial bodies appears to be but a fraction of what the Lokono knew about stars in the past. Several constellations mentioned in older sources are forgotten or are only known from their names, while the combinations of stars they represent and the oral traditions explaining their origin and significance have been forgotten. The sky culture presented here includes only identified constellations but the following description provides a more comprehensive account of Lokono astronomical knowledge including information extracted from historical sources about all the celestial objects named in the table below. ### Lokono constellations and other celestial objects | Lokono name | Literal translation in English | Approximate location | |--------------|--------------------------------|----------------------| | _Hadali_ | | Sun | | _Kathi_ | | Moon | | _Warhokoma_ | | Venus | | _Waya nukuthi bunaha_ | Path of the carriers of clay | Milky Way | | _Mali_ | | Sirius | | _Yôkoro wiwa_ | Scores of stars | Pleiades | | _Wiwa kalemero_ | Shining star | Jupiter | | _Yorhada_ | Grill | Pegasus | | _Kamodokoya_ | Spirit of the green anaconda | unclear | | _Kibiwarhakoya_ | Spirit of the capibara | unknown | | _Mabukuli_ | Man without a thigh | Orion's belt | | _Kama tâla_ | Jaw of the tapir | Hyades | | _Hithikoya_ | Spirit of the black curassow | Crux | | _Yokhârhin_ | Hunter | α Centauri | | _Alêti_ | Torch | β Centauri | | _Anorhâkoya_ | Spirit of the cocoi heron | Ursa Major | | _Honolikoya_ | Spirit of the rufescent tiger heron | unknown | | _Kasorhowakoya_ | Spirit of the four-eyed fish | λ Sco and υ Sco | | _Katarokoya_ | Spirit of the green sea turtle | Hercules | | _Hikorhikoya_ | Spirit of the yellow-footed tortoise | unknown | | _Kwakoya_ | Spirit of the blue crab | Orion | | _Ifakoya_ | Spirit of the Muscovy duck | Corona Australis | | _Awarhakoya_ | Spirit of the awara palm | Coma Berenices | | _Hadorhikoya_ | Spirit of the red acouchi | unknown | | _Hokorherokoya_ | Spirit of the red-rumped agouti | unknown | | _Kabadarokoya_ | Spirit of the jaguar | unknown | | _Korhirhwathekoya_ | Spirit of the ocelot | unknown | | _Hawkoya_ | Spirit of the pale-throated sloth | unknown | | _Warhemedokoya_ | Spirit of the two-toed sloth | unknown | | _Yôwanakoya_ | Spirit of the green iguana | unknown | | _Yarheyarherokoya_ | Spirit of the lilac-tailed parrot | unknown | | _Marodikoya_ | Spirit of the marail guan | unknown | | _Hikarowanakoya_ | Spirit of the little cuckoo | unknown | | _Sûtukoya_ | Spirit of the red-handed tamarin | unknown | | _Howakoya_ | Spirit of the white-faced saki | unknown | | _Imenarikoya_ | Spirit of the scorpion | unknown | | _Korherokoya_ | Spirit of the parrot | unknown | | _Kasipenikoya_ | Spirit of a tortoise | unknown | | _Shimarhabokoya_ | Spirit of the bow and arrow | unknown | | _Arakabosakoya_ | Spirit of the gun | unknown | | _Maraka_ | Medicine-men’s rattle | unknown | ### Lokono astronomical knowledge: an introduction From contemporary and historical accounts, it appears that astronomical knowledge was not restricted to particular members of the Lokono society. However, it was the medicine-men in particular — the spiritual leaders of the Lokono known as _semethi_ — who were required to master the various aspects of star knowledge and who might have been responsible for passing the oral traditions associated with them from one generation to another. From Rodrigo de Navarette, who around 1550 wrote one of the first accounts of the Lokono, we learn, for instance, that: “old and wise men whom they call _Cemetu_ assemble in the houses designed for their meetings and (...) recount the traditions and exploits of their ancestors and great men, and also narrate what those ancestors heard from their forefathers; so that in this manner they remember the most ancient events of their country and people. And, in like manner they recount or preach about events relating to the heavens, the sun, moon, and stars.”[#3] Navarette's _cemetu_, the medicine-men known in modern Lokono as _semethi_, have largely given up their practices today, which may be the reason why the transmission of astronomical knowledge has been interrupted. Many Lokono constellations appear to have been forgotten today. Our sources are therefore often limited to historical accounts written by early explorers and ethnographers of the Guianas, one of the oldest examples of which is illustrated below. ![](schulz.webp) Fig.1 List of Lokono stars by Theodor Schulz, circa 1803 [#23]. {: .img_and_caption } It is this literature that allows us to party reconstruct the Lokono stellar knowledge, described below. Before discussing the individual celestial bodies, however, several general features of Lokono astronomy merit a mention, namely: * the overlap with the astronomical traditions of neighboring indigenous groups. * the oral traditions explaining the origin and significance of celestial bodies. * the use of the term _koya_ ‘spirit’ in the names of numerous constellations. * the use of the general term _wiwa_ ‘star, year’ and the lack of other astronomical terms. * the sky watching practices of the Lokono. ### 1. Shared Guianan knowledge The Lokono territory borders that of two linguistically unrelated indigenous peoples, the Kari’na, speaking a Cariban language, and the Warao, speaking a language isolate. Though unrelated and traditionally not intermarrying, the three groups share a great deal of material and immaterial culture. Ethnoastronomical tradition of the three peoples also shows a number of striking similarities, such as shared stellar myths, similar names of constellations, and parallels in the stellar calendar. This speaks to the contacts between the three groups and to the exchange of astronomical knowledge, possibly facilitated by their respective spiritual leaders, such as the Lokono _semethi_. The degree to which these traditions overlap and the directionality of their exchange require further study. Here, we focus on the Lokono and therefore do not discuss these cultural borrowings in detail, unless they shed light on the Lokono ethnoastronomy. ### 2. Stellar oral traditions One of such shared features are myths about stars. Such oral traditions tell of the origins of particular celestial bodies, link them to one another, and explain their influence on the natural world. The Lokono constellation _Hithikoya_ ‘Spirit of the black curassow’, for instance, is linked in a Lokono myth to that of _Yokhârhin_ ‘Hunter’ and _Alêti_ ‘Torch’, all three of which have Kari’na and Warao equivalents. It is these oral traditions, preserved by the medicine-men, that likely served as the main vehicle through which astronomical knowledge was passed from one generation to another. For this reason, summaries of the relevant myths are given in the description of particular constellations. Occasionally, when the relevant Lokono myth is not documented, myths of the neighboring groups are referred to in order to illuminate the significance of particular celestial bodies. Given that many of such oral traditions are shared by the Lokono and the neighboring groups, this enhancement of the poorly preserved Lokono astronomical knowledge is justified. ### 3. Calendar of spirits The term _koya_ ‘spirit’, found in numerous constellation names typically following a term for a particular plant or animal, is a key feature of Lokono astronomy. Walter Roth, an ethnographer of the Guianas, explains that such constellations are the spirits of the corresponding beings.[#4] At a time of the year when the constellation appears, the spirit travels from the sky to earth to breath life into the beings it represents. As such, the _koya_-constellations formed a calendar, indicating what the best time is to engage in subsistence activities related to these plants and animals (e.g. hunting or gathering). The Lokono may have also known where such spirits would descend on earth; Walter Roth suggests that they called these places with the same names as the constellations but the evidence of that remains poor. Thus, _Hadorhikoya_ ‘Spirit of the red acouchi’ would refer to the spirit, the constellation, and the place where the _hadorhi_ is found in plenty when its constellation appears. While this toponymic knowledge is forgotten today, the _koya_-constellations remind us of the great understanding of the plant and animal life that the Lokono possessed. ### 4. _Wiwa_, the star and the year The Lokono also have another general term that is used to refer to stars, _wiwa_. The term lacks the spiritual connotations of _koya._ It refers, on the one hand, to the physical quality of stars as something shining and, on the other hand, to the calendar year. As such, it is used, for instance, when talking about one’s age. While it can apply to any star, _wiwa_ appears only in two proper names of celestial bodies. _Yôkoro wiwa_, literally ‘Scores of stars’ (Pleiades), is the most important of all Lokono constellations, whose appearance traditionally commences the Lokono calendar year. Following _Yôkoro wiwa_ are the numerous _koya_-constellations, each signaling a different season in the Lokono calendar. On the other hand, _Wiwa kalemero_, literally ‘Shining star’ (Jupiter) appears to have been singled out solely due to its brightness. Apart from _wiwa_ and _koya_, there are no generic terms distinguishing planets, stars, moons, suns, galaxies and so on in the Lokono language. For this reason, the Lokono equivalent of the Milky Way, for instance, is included among other constellations. ### 5. Sky watching practices While the Lokono can admire the sky in the evening, to follow the Lokono stellar calendar, one has to look at the constellations around 4 am in the morning, the time when the Lokono usually wake up. The Lokono thus observe the rising of the constellations in the morning. To get the right idea of the yearly cycle of constellations, one should also set the viewing location to the Guianas (e.g. Georgetown, Paramaribo, or Cayenne in the location menu). It merits a mention that many Lokono, when drawing constellations, did not connect the stars with lines and that in some cases, there was little agreement among speakers as to which star within a constellation corresponds to which parts of the plant or animal it represents. In Stellarium, we represent constellations with lines, but it should be kept in mind that this may be a distortion of the Lokono tradition, which allows for more flexibility in interpreting particular star groups. Finally, there are restrictions on looking at some celestial bodies, since it is believed that a spirt can harm one if looked at [#5]. For instance, by full moon, mothers covered the eyes of their children so that they would not become sick [#6]. Young people were also told not to look at _Yôkoro wiwa_ (Pleiades), or else they would not grow [#7]. Such practices applied also to other objects believed to harbor powerful spirits and included other ways of avoiding eye-contact with spirits such rubbing peppers, limes, or salt into one’s eyes. ### Lokono celestial bodies _Hadali_ 'Sun' The Lokono term for the Sun is _Hadali_, also pronounced as _Adali_. Claaudius de Goeje suggests that the variously spelled names of the Lokono culture hero, the first medicine-man known as _Harlitvanli_, _Haliwalika_, _Halwanli_, _Hariwalli_, and _Arawanili_, and sometimes _Arawidi_, may all refer to the same hero identified as the Sun [#8]. While we cannot confirm this hypothesis, the myth of _Arawidi_ is worth mentioning. In the Lokono myth, _Arawidi_, the Sun, is the father of a man that becomes the constellation _Mabukuli_ ‘Man without a thigh’ (Orion’s belt) [#9][#10][#11]. According to the story, the Sun used to come to earth in the shape of a man called _Arawidi_ to meet his lover with whom he had twins. In a later episode of the myth, one of the twins marries a woman, whose mother the couple decide to kill. When they try to escape, the wife’s sister chases them and manages to cut off his leg in revenge. As a result, the man ascends to the sky and becomes the constellation _Mabukuli_. Another Lokono myth warns against offending the Sun: a man, stuck on an uninhabited island in the middle of a swamp, cries out for help. A boat passes him, but inside the boat is the Sun, which does not want to help the man, since people always complain that the Sun shines too hard [#11]. As far as practices related to the Sun, Im Thurn reported that among the Lokono, the eclipse of the Sun was considered a war between _Hadali_ and _Kathi_, the Moon, and that the Lokono would shout and make all kinds of noises to stop them from fighting [#12]. _Kathi_ 'Moon' The moon is known as _Kathi_, a term first recorded by Joannes de Laet as _cattehee_ around 1598, and used also to refer to the lunar month [#13]. According to the Lokono, the Moon, like the Sun, was once a man. Walter Roth reports a Lokono myth, in which a young woman was visited by a mysterious lover night after night [#10]. To find out who the lover was, the woman smeared her hands with the soot from the bottom of a pot. Next day, when she woke up, she found that her brother’s face was covered in soot and realized it was him who visited her at night. Everybody in her community started to avoid the incestuous brother, who became so ashamed that he kept away from the people and ultimately ascended to the sky, becoming the Moon. This is why, according to the Lokono, the face of the moon is dirty today. The Moon appears also in another myth. In the Lokono myth about a man stuck on an uninhabited island mentioned above, another boat passes the man, but this time inside is the Moon, which decides to help the man, since people are always happy to see the Moon come out at night [#11]. The Moon and Sun are also depicted as opponents. In previous times, the Lokono believed that the eclipse of the Moon is its death (_kathi ôdon_ ‘moon dying’) and would keep watch all night.[#6] The Lokono say during the eclipse of the Moon that the Moon has fallen asleep on the Sun’s path [#11]. Therefore, they make a lot of noise, play drums, and blow shell trumpets to wake him up. By full moon, mothers would cover the eyes of their children so that they do not become sick. _Warhokoma_ 'Venus' The planet Venus, both when it appears in the morning as the Morning Star and when it appears in the evening as the Evening Star, is called _Warhokoma_ by the Lokono [#8][#14][#15]. Charles Dance, on the other hand, reports the terms _Eweiwah_ and _Huewah_, probably the equivalents of the general term _wiwa_ ‘star’ which can be used for any shining celestial body [#16]. The Lokono also speak of Venus as _Hiyaro wiwa_ ‘women’s star’. In relation to this, it merits a mention that Claudius de Goeje reports that when _Hiyaro wiwa_ appears close to the Moon, and a girl is about to have her first menstruation, the Lokono say that the girl will soon be touched by the Moon [#5]. There is no myth about _Warhokoma_ specifically and its relation to the Moon, but it is worth reminding that the Lokono know a story, in which the Moon was originally a man who committed incest with his sister (see the myth mentioned under _Kathi_), and has a name as a womanizer [#10]. Interestingly, the name _Warhokoma_ for Morning or Evening Star appears also in Kari’na, who see it also as the Moon's wife [#17][#18]. _Waya nukuthi bunaha_ 'Milky Way' The Milky Way is known among the Lokono as _Waya nukuthi bunaha_, literally ‘Path of the carriers of clay’. The Milky Way represents the footprints of men who once went to fetch clay for making pots, an art that is, rarely if at all, practiced by the Lokono today. The origin of the name, however, is still known, and is summarized in a myth [#19]. The same name for Milky Way was noted by William Brett who adds that it is named after a specific whitish type of clay [#14]. Charles Dance, on the other hand, says that the Milky Way represents the footprints of peccaries rooting up the clay, while Walter Roth mentions a different Lokono explanation, according to which the Milky way represents a tapir chased by a dog and jaguar [#10][#16]. However, these two sources do not give the corresponding Lokono name for the Milky Way, and it is possible that these two explanations are a Kari’na influence, who recognize a constellation of a tiger following the constellation of a tapir within that of the Milky Way [#17]. _Mali_ 'Sirius' The modern Lokono call Sirius _Mali_, the literal meaning of which is unknown. Cornelius van Coll describes a Lokono star called _Mali_ and explains that it is a very powerful star [#7][#17]. When it comes up in the morning in August, it kills the fish in the swamps, and one should not point at it or one’s finger will become lame. Cornelius van Coll’s _Mali_ marks the beginning of the big dry season (August to December), called in Lokono _malidalithe_, a term derived from _Mali_. Older sources identified _Mali_ tentatively as Lyra, Aquila, or Crux, but given that the big dry season starts around August and that the Lokono observe the stars in the morning, these identifications must be incorrect; Lyra, Aquila, and Crux cannot be seen at this time from the Lokono territories [#11][#17]. There are no Lokono myths about _Mali_, but there is evidence that is may correspond to the Kari’na constellation _Ombatapo_ ‘Previous face’. The Kari’na myths explain the origin of the constellation and its name, which, like the Lokono _Mali_, is believed to kill the fish in the swamps and announces the beginning of the big dry season. Moreover, the Kari’na _Ombatapo_ is identified as parts of Puppis and Canis Major, the latter of which includes Sirius [#18][#20].
ar: ### لوكونو (أو أراواك) ![](lokono_map_1.webp) ال لوكونو ، المعروف أيضًا باسم أراواك ، هم من السكان الأصليين في غيانا ، تمتد أراضيهم على طول ساحل المحيط الأطلسي ، من شمال غرب غيانا ، عبر سورينام ، إلى شمال غرب غيانا الفرنسية (انظر الخريطة) [#1]. يتحدث Lokono لغة تنتمي إلى عائلة لغة Arawakan ، وهي واحدة من أكبر التجمعات اللغوية في القارة. مثل العديد من أقاربهم اللغويين ، فإن Lokono هم مزارعون متخصصون في زراعة المنيهوت (_Manihot esculenta_) ، والذين يمارسون أيضًا صيد الأسماك والصيد وجمع النباتات البرية. ومع ذلك ، باعتبارها واحدة من أولى مجموعات السكان الأصليين التي واجهها الأوروبيون في وقت الفتح ، كانت لوكونو على اتصال مع السكان غير الأصليين لأكثر من 500 سنة [#2]. تكثف هذا الاتصال في القرن الماضي ، مما أدى إلى فقدان كبير للغة Lokono ، والثقافة التقليدية والمواد غير المادية ، والتغيرات في ممارسات الكفاف ، وعلى وجه الخصوص إلى اختفاء _الطب _ رجال_ ، الناقلين التقليديين للمعرفة الروحية ، على الأرجح بما في ذلك المعرفة العرقية - الفندقيّة. ونتيجة لذلك ، يبدو أن المعرفة الحديثة عن الأجرام السماوية ليست سوى جزء بسيط مما كان يعرفه Lokono عن النجوم في الماضي. يتم نسيان العديد من الأبراج المذكورة في المصادر القديمة أو أنها معروفة فقط من أسمائها ، بينما تم نسيان مجموعات النجوم التي تمثلها والتقاليد الشفوية التي توضح أصلها وأهميتها. تتضمن ثقافة السماء المعروضة هنا الأبراج المحددة فقط ولكن الوصف التالي يوفر سردًا أكثر شمولًا للمعرفة الفلكية في Lokono بما في ذلك المعلومات المستخرجة من مصادر تاريخية حول جميع الأجرام السماوية المذكورة في الجدول أدناه. ### أبراج لوكونو والأجرام السماوية الأخرى | اسم Lokono | الترجمة الحرفية باللغة الإنجليزية | الموقع التقريبي | |----------------|----------------------------------|-------------------------| | _Hadali_ | | الشمس | | _كاثي_ | | القمر | | _Warhokoma_ | | فينوس | | _ وايا نقوتي بوناها | مسار ناقلات الصلصال | درب التبانة | | _مالي_ | | سيريوس | | _Yôkoro wiwa_ | عشرات النجوم | الثريا | | _Wiwa kalemero_ | النجم الساطع | كوكب المشتري | | _Yorhada_ | جريل | بيغاسوس | | _Kamodokoya_ | روح اناكوندا الخضراء | غير واضح | | _Kibiwarhakoya_ | روح الكابارا | غير معروف | | _مابوكولي | رجل بلا فخذ حزام اوريون | | _Kama tâla_ | فك التابير | Hyades | | _Hithikoya_ | روح Curassow الأسود | صليب | | _يخرين_ | صياد | ألفا سنتوري | | _Alêti_ | الشعلة | β سنتوري | | _Anorhâkoya_ | مالك الحزين أورسا ميجور | | _Honolikoya_ | روح نمر مالك الحزين | غير معروف | | _Kasorhowakoya_ | روح السمك بأربع عيون | λ Sco و υ Sco | | _Katarokoya_ | روح السلاحف البحرية الخضراء هرقل | | _Hikorhikoya_ | روح السلحفاة ذات القدمين الصفراء غير معروف | | _كواكو_ | روح السلطعون الازرق اوريون | | _Ifakoya_ | بطة المسكوفي كورونا أوستراليس | | _Awarhakoya_ | روح النخلة العوارية | كوما بيرينيسيس | | _Hadorhikoya_ | روح الأكوشي الأحمر | غير معروف | | _Hokorherokoya_ | روح العجوتي الخشنة | غير معروف | | _Kabadarokoya_ | روح جاكوار | غير معروف | | _Korhirhwathekoya_ | روح العوالق | غير معروف | | _Hawkoya_ | روح الكسل المهتاج | غير معروف | | _Warhemedokoya_ | روح الكسل ذو القدمين | غير معروف | | _Yôwanakoya_ | روح الإغوانا الخضراء غير معروف | | _Yarheyarherokoya_ | روح الببغاء أرجواني الذيل غير معروف | | _ ماروديكويا _ روح ماران جوان | غير معروف | | _Hikarowanakoya_ | روح الوقواق الصغير | غير معروف | | _Sûtukoya_ | روح تامارين متلبد | غير معروف | | _Howakoya_ | روح الساكي ذو الوجه الأبيض | غير معروف | | _Imenarikoya_ | روح العقرب غير معروف | | _Korherokoya_ | روح الببغاء غير معروف | | _Kasipenikoya_ | روح السلحفاة غير معروف | | _Shimarhabokoya_ | روح القوس والسهم | غير معروف | | _Arakabosakoya_ | روح البندقية | غير معروف | | _Maraka_ | حشرجة الطب للرجال | غير معروف | ### المعرفة الفلكية لوكونو: مقدمة من الروايات المعاصرة والتاريخية ، يبدو أن المعرفة الفلكية لم تقتصر على أعضاء معينين في مجتمع Lokono. ومع ذلك ، كان رجال الطب على وجه الخصوص - القادة الروحيون في Lokono المعروف باسم _semethi_ - مطالبين بإتقان الجوانب المختلفة لمعرفة النجوم والذين ربما كانوا مسؤولين عن تمرير التقاليد الشفوية المرتبطة بهم من جيل إلى آخر آخر. من رودريغو دي نافاريت ، الذي كتب حوالي عام 1550 أحد الحسابات الأولى لـ Lokono ، نتعلم ، على سبيل المثال ، أن: "كبار السن والحكماء الذين يسمونهم _Cemetu_ يتجمعون في المنازل المصممة لاجتماعاتهم و (...) يرون تقاليد واستغلال أسلافهم ورجالهم العظماء ، وكذلك سرد ما سمعه هؤلاء الأسلاف من أجدادهم ؛ بحيث يتذكرون بهذه الطريقة الأحداث القديمة لبلادهم وشعبهم. وبنفس الطريقة يرددون أو يعظون عن الأحداث المتعلقة بالسماء والشمس والقمر والنجوم ". [#3] تخلي Navarette's _cemetu_ ، رجال الطب المعروفين في Lokono الحديثة باسم _semethi_ ، إلى حد كبير عن ممارساتهم اليوم ، وهو ما قد يكون السبب في توقف نقل المعرفة الفلكية. يبدو أن العديد من الأبراج Lokono قد تم نسيانها اليوم. لذلك ، تقتصر مصادرنا غالبًا على الحسابات التاريخية المكتوبة من قبل المستكشفين الأوائل وعلماء الإثنوغرافيا في غيانا ، أحد أقدم الأمثلة الموضحة أدناه. ![](schulz.webp) الشكل 1 قائمة نجوم لوكونو بقلم تيودور شولز ، حوالي عام 1803 [#23]. {: .img_and_caption } هذه الأدبيات هي التي تسمح لنا بإعادة بناء المعرفة النجمية في Lokono ، الموضحة أدناه. قبل مناقشة الأجرام السماوية الفردية ، ومع ذلك ، فإن العديد من السمات العامة لعلم الفلك Lokono تستحق الذكر ، وهي: * التداخل مع التقاليد الفلكية لجماعات السكان الأصليين المجاورة. * التقاليد الشفوية تشرح أصل وأهمية الأجرام السماوية. * استخدام مصطلح _koya_ "روح" في أسماء الأبراج العديدة. * استخدام المصطلح العام _wiwa_ "نجمة ، سنة" وعدم وجود مصطلحات فلكية أخرى. * ممارسات مشاهدة السماء من Lokono. ### 1. تقاسم المعرفة الغويانية يحد إقليم لوكونو من شعبين أصليين غير مرتبطين لغويًا ، وهما كاريانا ، يتحدثان لغة كاريبان ، وواراو يتحدثون لغة معزولة. على الرغم من عدم ارتباطها تقليديًا وعدم تزاوجها ، إلا أن المجموعات الثلاث تشترك في قدر كبير من الثقافة المادية وغير المادية. يُظهر التقليد الإثنولوجي الفكري للشعوب الثلاثة أيضًا عددًا من أوجه التشابه اللافتة ، مثل الأساطير النجمية المشتركة ، وأسماء مماثلة من الأبراج ، والتوازي في التقويم النجمي. ويتحدث هذا عن الاتصالات بين المجموعات الثلاث وإلى تبادل المعرفة الفلكية ، التي يمكن أن ييسرها قادتهم الروحيون ، مثل Lokono _semethi_. تتطلب درجة تداخل هذه التقاليد واتجاهية تبادلهما مزيدًا من الدراسة. هنا ، نحن نركز على Lokono وبالتالي لا نناقش هذه الاقتراضات الثقافية بالتفصيل ، ما لم تسلط الضوء على فن الطهو Lokono العرقي. ### 2. التقاليد الشفوية النجمية واحدة من هذه الميزات المشتركة هي الأساطير حول النجوم. تحكي هذه التقاليد الشفوية عن أصول الأجرام السماوية المعينة ، وتربطها ببعضها البعض ، وتشرح تأثيرها على العالم الطبيعي. كوكبة Lokono _Hithikoya_ "روح المنحنى الأسود" ، على سبيل المثال ، مرتبطة في أسطورة Lokono بأسطورة _Yokhârhin_ "Hunter" و _Alêti_ "Torch" ، وكلها ثلاث لها مكافئات Kari’na و Warao. هذه التقاليد الشفوية ، التي يحتفظ بها رجال الطب ، من المحتمل أن تكون بمثابة الأداة الرئيسية التي تنتقل من خلالها المعرفة الفلكية من جيل إلى آخر. لهذا السبب ، يتم إعطاء ملخصات للأساطير ذات الصلة في وصف مجموعات معينة. في بعض الأحيان ، عندما لا يتم توثيق أسطورة Lokono ذات الصلة ، تتم الإشارة إلى أساطير الجماعات المجاورة من أجل توضيح أهمية الأجرام السماوية. وبالنظر إلى أن العديد من هذه التقاليد الشفهية مشتركة من قبل Lokono والمجموعات المجاورة ، فإن هذا التعزيز للمعرفة الفلكية Lokono المحفوظة بشكل سيء له ما يبرره. ### 3. تقويم الأرواح يعد مصطلح "روح" kk ، الموجود في العديد من أسماء الأبراج التي تتبع عادةً مصطلحًا لنبات أو حيوان معين ، سمة رئيسية لعلم الفلك Lokono. يشرح والتر روث ، عالم الإثنوغرافيا في غيانا ، أن مثل هذه الأبراج هي أرواح الكائنات المقابلة. [#4] في وقت من السنة التي تظهر فيها الكوكبة ، تنتقل الروح من السماء إلى الأرض لتنفس الحياة في الكائنات. يمثل. على هذا النحو ، شكلت مجموعات _koya_ تقويمًا ، يشير إلى أفضل وقت للمشاركة في أنشطة الكفاف المتعلقة بهذه النباتات والحيوانات (مثل الصيد أو التجمع). قد يكون Lokono قد عرف أيضًا مكان هبوط هذه الأرواح على الأرض. يقترح والتر روث أن يطلقوا على هذه الأماكن نفس أسماء الأبراج ولكن الدليل على ذلك لا يزال ضعيفًا. وهكذا ، _Hadorhikoya_ "روح الأكوشي الأحمر" تشير إلى الروح ، والكوكبة ، والمكان الذي يوجد فيه _hadorhi_ في الكثير عندما تظهر كوكبة. بينما يتم نسيان هذه المعرفة عن أسماء المواقع الجغرافية اليوم ، تذكرنا كوكبات _koya_ بالفهم الكبير لحياة النبات والحيوان التي يمتلكها Lokono. ### 4. النجم والسنة ويوا لدى Lokono أيضًا مصطلح عام آخر يُستخدم للإشارة إلى النجوم ، _wiwa_. يفتقر المصطلح إلى الدلالات الروحية لـ _koya._ وهو يشير ، من ناحية ، إلى الجودة المادية للنجوم كشيء لامع ، ومن ناحية أخرى ، إلى السنة التقويمية. على هذا النحو ، يتم استخدامه ، على سبيل المثال ، عند الحديث عن عمر الشخص. بينما يمكن تطبيقه على أي نجم ، يظهر _wiwa فقط في اسمين مناسبين للأجرام السماوية. يُعد _Yôkoro wiwa_ ، حرفياً "عشرات النجوم" (الثريا) ، أهم مجموعات كوكبة Lokono ، التي يبدأ مظهرها تقليديًا في السنة التقويمية Lokono. فيما يلي _Yôkoro wiwa_ هي العديد من مجموعات _koya_ ، كل منها يشير إلى موسم مختلف في تقويم Lokono. من ناحية أخرى ، يبدو أن ويوا كالميرو ، حرفيا "النجم الساطع" (المشتري) قد تم تحديده فقط بسبب سطوعه. بصرف النظر عن _wiwa_ و _koya_ ، لا توجد مصطلحات عامة تميز الكواكب والنجوم والأقمار والشمس والمجرات وما إلى ذلك بلغة Lokono. لهذا السبب ، يتم تضمين مكافئ Lokono لدرب التبانة ، على سبيل المثال ، من بين الأبراج الأخرى. ### 5. ممارسات مشاهدة السماء في حين يمكن لـ Lokono الاستمتاع بالسماء في المساء ، لمتابعة تقويم Lokono النجمي ، يجب على المرء أن ينظر إلى الأبراج حوالي الساعة 4 صباحًا ، وهو الوقت الذي يستيقظ فيه Lokono عادةً. وبالتالي فإن Lokono يلاحظ صعود الأبراج في الصباح. للحصول على الفكرة الصحيحة لدورة الأبراج السنوية ، يجب على المرء أيضًا تعيين موقع العرض على Guianas (مثل Georgetown أو Paramaribo أو Cayenne في قائمة الموقع). تجدر الإشارة إلى أن العديد من Lokono ، عند رسم الأبراج ، لم يربط النجوم بخطوط ، وفي بعض الحالات ، كان هناك القليل من التوافق بين المتحدثين حول أي نجم داخل كوكبة يتوافق مع أي أجزاء من النبات أو الحيوان الذي يمثله. في Stellarium ، نحن نمثل الأبراج ذات الخطوط ، ولكن يجب أن يوضع في الاعتبار أن هذا قد يكون تشويهًا لتقليد Lokono ، والذي يسمح بمزيد من المرونة في تفسير مجموعات نجوم معينة. أخيرًا ، هناك قيود على النظر إلى بعض الأجرام السماوية ، حيث يُعتقد أن اللعق يمكن أن يؤذي الشخص إذا نظر إلى [#5]. على سبيل المثال ، عند اكتمال القمر ، غطت الأمهات عيون أطفالهن حتى لا يمرضن [#6]. تم إخبار الشباب أيضًا بعدم النظر إلى _Yôkoro wiwa_ (الثريا) ، وإلا فلن ينمو [#7]. تنطبق هذه الممارسات أيضًا على أشياء أخرى يُعتقد أنها تحتوي على معنويات قوية وتضمنت طرقًا أخرى لتجنب ملامسة العين للأرواح مثل فرك أو ليمون أو ملح في عين المرء. ### الأجرام السماوية Lokono _Hadali_ 'Sun' مصطلح لوكونو للشمس هو __حادلي_ ، كما يُطلق عليه _ادالي_. يقترح Claaudius de Goeje أن الأسماء المختلفة لبطل ثقافة Lokono ، أول رجل دوائي معروف باسم _Harlitvanli_ ، _Haliwalika_ ، _Halwanli_ ، _Hariwalli_ ، و _Arawanili_ ، وأحيانًا _Arawidi_ ، قد تشير جميعها إلى نفس البطل المحدد باسم الشمس [#8]. بينما لا يمكننا تأكيد هذه الفرضية ، فإن أسطورة _Arawidi_ جديرة بالذكر. في أسطورة Lokono ، _Arawidi_ ، الشمس ، هو والد رجل يصبح كوكبة _Mabukuli_ "رجل بلا فخذ" (حزام Orion) [#9] [#10] [#11]. بحسب القصة ، كانت الشمس تأتي إلى الأرض على شكل رجل يدعى _Arawidi_ لمقابلة عشيقته التي كان لديها توائم. في حلقة لاحقة من الأسطورة ، يتزوج أحد التوائم من امرأة يقرر والدها قتلها. عندما يحاولون الهرب ، تلاحقهم أخت الزوجة وتمكن من قطع ساقه انتقاما. ونتيجة لذلك ، صعد الرجل إلى السماء وأصبح كوكبة _Mabukuli. تحذر أسطورة أخرى من Lokono من الإساءة للشمس: رجل عالق في جزيرة غير مأهولة وسط مستنقع ، يصرخ طلبًا للمساعدة. يمر به قارب ، ولكن داخل القارب توجد الشمس ، التي لا تريد مساعدة الرجل ، حيث يشكو الناس دائمًا من أن الشمس تشرق بشدة [#11]. فيما يتعلق بالممارسات المتعلقة بالشمس ، أفاد Im Thurn أنه من بين Lokono ، كان كسوف الشمس يعتبر حربًا بين _Hadali_ و _Kathi_ ، القمر ، وأن Lokono سوف يصرخ ويصدر جميع أنواع الضوضاء لإيقافها من قتال [#12]. _كاثي_ القمر يُعرف القمر باسم _Kathi_ ، وهو مصطلح سجل لأول مرة من قبل Joannes de Laet باسم _cattehee_ حوالي عام 1598 ، ويستخدم أيضًا للإشارة إلى الشهر القمري [#13]. وفقا ل Lokono ، القمر ، مثل الشمس ، كان رجلا ذات مرة. أفاد والتر روث عن أسطورة Lokono ، حيث تمت زيارة امرأة شابة من قبل عاشق غامض ليلًا بعد ليلة [#10]. لمعرفة من هو الحبيب ، لطخت المرأة يديها بالسخام من قاع الإناء. في اليوم التالي ، عندما استيقظت ، وجدت أن وجه شقيقها كان مغطى بالسخام وأدركت أنه هو الذي زارها في الليل. بدأ كل فرد في مجتمعها يتجنب الأخ المحارم ، الذي أصبح يشعر بالخجل لدرجة أنه ابتعد عن الناس وصعد في النهاية إلى السماء ، وأصبح القمر. هذا هو السبب في أن وجه القمر قذر اليوم ، وفقًا لـ Lokono. يظهر القمر أيضًا في أسطورة أخرى. في أسطورة Lokono حول رجل عالق في جزيرة غير مأهولة المذكورة أعلاه ، يمر قارب آخر بالرجل ، ولكن هذه المرة في الداخل القمر ، الذي يقرر مساعدة الرجل ، لأن الناس سعداء دائمًا برؤية القمر يخرج ليلًا [#11]. كما تم تصوير القمر والشمس كمعارضين. في الأوقات السابقة ، اعتقد لوكونو أن كسوف القمر هو موته (كاتي أودون "يموت القمر") وسيظل يشاهد طوال الليل. [#6] يقول لوكونو خلال كسوف القمر أن القمر قد نام على القمر مسار الشمس [#11]. لذلك ، يصدرون الكثير من الضوضاء ، ويلعبون الطبول ويفجرون أبواق الصدفة لإيقاظه. بالقمر الكامل ، تغطي الأمهات عيون أطفالهن حتى لا يمرضن. _Warhokoma_ "فينوس" كوكب الزهرة ، سواء عندما يظهر في الصباح كنجمة الصباح وعندما يظهر في المساء كنجم المساء ، يسمى _Warhokoma_ بواسطة Lokono [#8] [#14] [#15]. تشارلز دانس ، من ناحية أخرى ، يورد المصطلحين _Eweiwah_ و _Huewah_ ، على الأرجح معادل المصطلح العام _wiwa_ "نجمة" والتي يمكن استخدامها لأي جسم سماوي لامع [#16]. يتحدث Lokono أيضًا عن كوكب الزهرة كـ _Hiyaro wiwa_ "نجمة المرأة". فيما يتعلق بهذا ، تجدر الإشارة إلى أن كلوديوس دي جوي أفاد أنه عندما يظهر هيارو ويوا بالقرب من القمر ، وأن الفتاة على وشك أن تكون أول حيض لها ، تقول لوكونو أن الفتاة ستلمس القمر قريبًا [#5]. لا توجد أسطورة حول _Warhokoma_ على وجه التحديد وعلاقتها بالقمر ، ولكن من الجدير بالذكر أن Lokono يعرف قصة ، حيث كان القمر في الأصل رجلًا ارتكب سفاح القربى مع أخته (انظر الأسطورة المذكورة تحت _Kathi_) ، و له اسم باعتباره زير نساء [#10]. ومن المثير للاهتمام أن اسم _Warhokoma_ لـ Morning أو Evening Star يظهر أيضًا في Kari’na ، الذين يرونه أيضًا كزوجة القمر [#17] [#18]. _Waya nukuthi bunaha_ "درب التبانة" تُعرف درب التبانة بين Lokono باسم _Waya nukuthi bunaha_ ، حرفياً "مسار حاملات الطين". تمثل درب التبانة آثار أقدام الرجال الذين ذهبوا ذات مرة لجلب الطين لصنع الأواني ، وهو فن نادرًا ما يمارسه Lokono اليوم. ومع ذلك ، لا يزال أصل الاسم معروفًا ، وقد تم تلخيصه في أسطورة [#19]. لاحظ ويليام بريت نفس الاسم لدرب التبانة الذي أضاف أنه تمت تسميته بعد نوع أبيض محدد من الطين [#14]. من ناحية أخرى ، يقول تشارلز دانس أن درب التبانة يمثل آثار أقدام البيكاري في تجذير الصلصال ، في حين يذكر والتر روث شرحًا مختلفًا للوكونو ، حيث تمثل درب التبانة تابير يلاحقه كلب وجاغوار [#10] [#16]. ومع ذلك ، لا يعطي هذان المصدران اسم Lokono المقابل لدرب التبانة ، ومن المحتمل أن هذين التفسرين هما تأثير Kari'na ، الذين يتعرفون على كوكبة النمر بعد كوكبة التابير داخل كوكبة درب التبانة. الطريقة [#17]. _مالي_ سيريوس يطلق Lokono الحديث على Sirius _Mali_ ، والمعنى الحرفي غير معروف. يصف كورنيليوس فان كول نجم Lokono يسمى _Mali_ ويوضح أنه نجم قوي جدًا [#7] [#17]. عندما يأتي في الصباح في أغسطس ، فإنه يقتل الأسماك في المستنقعات ، ولا يجب على المرء أن يشير إليها أو سيصبح أحد أصابعه عرجًا. يمثل _Mali_ كورنيليوس فان كول بداية موسم الجفاف الكبير (أغسطس إلى ديسمبر) ، ودعا في Lokono _malidalithe_ ، وهو مصطلح مشتق من _Mali_. حددت مصادر أقدم _Mali_ مؤقتًا باسم Lyra أو Aquila أو Crux ، ولكن نظرًا لأن موسم الجفاف الكبير يبدأ في أغسطس تقريبًا وأن Lokono يراقب النجوم في الصباح ، يجب أن تكون هذه التعريفات غير صحيحة ؛ لا يمكن رؤية Lyra و Aquila و Crux في الوقت الحالي من مناطق Lokono [#11] [#17]. لا توجد أساطير Lokono حول _Mali_ ، ولكن هناك أدلة قد تتوافق مع كوكبة Kari’na _Ombatapo_ "الوجه السابق". تفسر أساطير Kari’na أصل الكوكبة واسمها ، والتي ، مثل Lokono _Mali_ ، يعتقد أنها تقتل الأسماك في المستنقعات وتعلن عن بداية موسم الجفاف الكبير. علاوة على ذلك ، تم تحديد Kari’na _Ombatapo_ كأجزاء من Puppis و Canis Major ، والتي تشتمل الأخيرة على Sirius [#18] [#20].
cs: ### Lokono (nebo Arawak) ![](lokono_map_1.webp) _Lokono_, také známý jako _Arawak_, jsou domorodé obyvatele Guianů, jejichž území se rozprostírá podél pobřeží Atlantského oceánu, od severozápadní Guyany přes Surinam k severozápadní Francouzské Guayaně (viz mapa) [#1]. Lokono hovoří jazykem, který patří do arawakanské jazykové rodiny, jedné z největších jazykových uskupení na kontinentu. Stejně jako mnoho jejich lingvistických příbuzných jsou i Lokono zemědělci specializující se na chov manioku (_Manihot esculenta_), kteří také praktikují rybolov, lov a shromažďování divokých rostlin. Jako jedna z prvních domorodých skupin, s níž se Evropané setkali v době dobytí, byli Lokono v kontaktu s nepůvodními obyvatelstvem více než 500 let [#2]. Tento kontakt se v posledním století prohloubil a vedl ke značné ztrátě jazyka Lokono, tradiční materiální a nemateriální kultury, změnám v existenčních praktikách, a zejména ke zmizení _medicine-men_, tradičních nositelů duchovního poznání, s největší pravděpodobností včetně etnoastronomických znalostí. V důsledku toho se zdá, že moderní znalosti o nebeských tělech jsou jen zlomkem toho, co Lokono věděl o hvězdách v minulosti. Několik konstelací zmíněných ve starších zdrojích je zapomenuto nebo je známo pouze z jejich jmen, zatímco kombinace hvězd, které reprezentují, a ústní tradice vysvětlující jejich původ a význam byly zapomenuty. Nebeská kultura zde prezentovaná zahrnuje pouze identifikované konstelace, ale následující popis poskytuje ucelenější popis astronomických znalostí Lokono včetně informací extrahovaných z historických zdrojů o všech nebeských objektech uvedených v tabulce níže. ### Lokono souhvězdí a jiné nebeské objekty | Název Lokono | Doslovný překlad do angličtiny Přibližná poloha | |----------------|----------------------------------|---------------------------| | _Hadali_ | | Slunce | | _Kathi_ | | Měsíc | | _Warhokoma_ | | Venuše | | _Waya nukuthi bunaha_ | Cesta nosičů hlíny Mléčná dráha | _Mali_ | | Sirius | | _Yôkoro wiwa_ | Skóre hvězd Plejády | | _Wiwa kalemero_ | Zářící hvězda | Jupiter | | _Yorhada_ | Gril | Pegasus | | _Kamodokoya_ | Duch zelené anakondy nejasný | | _Kibiwarhakoya_ | Duch kapibary neznámý | | _Mabukuli_ | Muž bez stehna Orionův pás | | _Kama tâla_ | Čelisti tapírů Hyády | | _Hithikoya_ | Duch černého curassow | Crux | | _Yokhârhin_ | Lovec | α Centauri | | _Alêti_ | Svítilna | β Centauri | | _Anorhâkoya_ | Duch kakaové volavky Ursa Major | | _Honolikoya_ | Duch volavkové tygří volavky neznámý | | _Kasorhowakoya_ | Duch čtyř očí | λ Sco a υ Sco | | _Katarokoya_ | Duch zelené mořské želvy Hercules | | _Hikorhikoya_ | Duch želvy žluté | neznámý | | _Kwakoya_ | Duch modrého kraba | Orion | | _Ifakoya_ | Duch kachny pižmové | Corona Australis | | _Awarhakoya_ | Duch palmy awara Kómata Berenices | | _Hadorhikoya_ | Duch červených acouchi neznámý | | _Hokorherokoya_ | Duch červenohnědých agouti | neznámý | | _Kabadarokoya_ | Duch jaguára | neznámý | | _Korhirhwathekoya_ | Duch ocelot | neznámý | | _Hawkoya_ | Duch bledohnědého lenochodu | neznámý | | _Warhemedokoya_ | Duch dvounohé lenochody | neznámý | | _Yôwanakoya_ | Duch zeleného leguána neznámý | | _Yarheyarherokoya_ | Duch papouška šeříkového | neznámý | | _Marodikoya_ | Duch pochodové guany | neznámý | | _Hikarowanakoya_ | Duch malého kukačky neznámý | | _Sûtukoya_ | Duch červarodého tamarinu | neznámý | | _Howakoya_ | Duch bílé saki | neznámý | | _Imenarikoya_ | Duch štíra | neznámý | | _Korherokoya_ | Duch papouška | neznámý | | _Kasipenikoya_ | Duch želvy neznámý | | _Shimarhabokoya_ | Duch luku a šípu neznámý | | _Arakabosakoya_ | Duch zbraně | neznámý | | _Maraka_ | Chrastítko lékařských mužů neznámý | ### Lokono astronomické znalosti: úvod Ze současných a historických účtů vyplývá, že astronomické znalosti nebyly omezeny na konkrétní členy společnosti Lokono. Byli to však především muži medicíny - duchovní vůdci Lokono známí jako _semethi_ - kteří byli povinni ovládat různé aspekty poznání hvězd a kdo by mohl být odpovědný za předávání ústních tradic, které jsou s nimi spojeny z jedné generace na další. Z Rodriga de Navarette, který kolem roku 1550 napsal jeden z prvních účtů o Lokono, se například dozvíme, že: „staří a moudří muži, kterým říkají _Cemetu_, se shromažďují v domech určených pro jejich setkání a (...) přepočítávají tradice a vykořisťování jejich předků a velkých mužů a také vypráví, co tito předci slyšeli od svých předků; takže si tímto způsobem pamatují nejstarší události své země a lidí. A podobně vyprávějí nebo hlásají události týkající se nebes, slunce, měsíce a hvězd. “[#3] Navarette's _cemetu_, medicínští muži, známí v moderním Lokono jako _semethi_, se dnes většinou vzdali svých praktik, což může být důvodem, proč byl přenos astronomických znalostí přerušen. Zdá se, že na mnoho souhvězdí Lokono bylo dnes zapomenuto. Naše zdroje jsou proto často omezeny na historické účty psané časnými průzkumníky a etnografy Guianů, jeden z nejstarších příkladů je ilustrován níže. ![](schulz.webp) Obr.1 Seznam hvězd Lokono od Theodora Schulze, cca 1803 [#23]. {: .img_and_caption } Právě tato literatura nám umožňuje párty rekonstruovat hvězdné znalosti Lokono, které jsou popsány níže. Před diskusí o jednotlivých nebeských tělech si však zaslouží zmínku několik obecných rysů astronomie Lokono: * překrývání s astronomickými tradicemi sousedních domorodých skupin. ústní tradice vysvětlující původ a význam nebeských těles. * použití výrazu „duch“ ve jménech četných souhvězdí. * použití obecného termínu _wiwa_ „hvězda, rok“ a nedostatek dalších astronomických pojmů. * cvičení Lokono při sledování oblohy. ### 1. Sdílené znalosti Guiananu Území Lokono hraničí s tím, že dva lingvisticky nesouvisející domorodé národy, Kari'na, mluvící karibským jazykem, a Warao, mluvící izolovaným jazykem. Ačkoli nesouvisí a tradičně se nesezdávají, tři skupiny sdílejí velké množství materiální a nehmotné kultury. Etnoastronomická tradice tří národů také ukazuje řadu nápadných podobností, jako jsou sdílené hvězdné mýty, podobná jména souhvězdí a paralely ve hvězdném kalendáři. Toto hovoří o kontaktech mezi těmito třemi skupinami a o výměně astronomických znalostí, možná usnadněných jejich příslušnými duchovními vůdci, jako je Lokono _semethi_. Míra, do jaké se tyto tradice překrývají, a směrovost jejich výměny vyžadují další studium. Zde se zaměřujeme na Lokono, a proto o těchto kulturních výpůjčkách podrobně nediskutujeme, ledaže by osvětlily etokonastomii Lokono. ### 2. Hvězdné orální tradice Jednou z takových sdílených funkcí jsou mýty o hvězdách. Takové ústní tradice vyprávějí o původu konkrétních nebeských těles, spojují je navzájem a vysvětlují jejich vliv na přírodní svět. Například souhvězdí Lokono „Hithikoya“ „Duch černého curassow“ je spojeno v mýtu Lokono s mýtem _Yokhârhin_ „Hunter“ a _Alêti_ „Torch“, z nichž všichni tři mají ekvivalenty Kari'ny a Warao. Právě tyto ústní tradice, uchované léky-muži, pravděpodobně sloužily jako hlavní prostředek, kterým se předávaly astronomické znalosti z jedné generace na druhou. Z tohoto důvodu jsou shrnutí příslušných mýtů uvedena v popisu konkrétních konstelací. Někdy, když není zdokumentován příslušný mýtus Lokono, jsou zmíněny mýty sousedních skupin, aby osvětlily význam konkrétních nebeských těles. Vzhledem k tomu, že mnoho takových ústních tradic sdílí Lokono a sousední skupiny, je toto posílení špatně zachovaných astronomických znalostí Lokono odůvodněné. ### 3. Kalendář lihovin Klíčovým prvkem astronomie Lokono je výraz _koya_, duch ', který se nachází v mnoha konstelačních názvech obvykle následujících po termínu pro konkrétní rostlinu nebo zvíře. Walter Roth, gunoasský etnograf, vysvětluje, že takové souhvězdí jsou duchové odpovídajících bytostí. [#4] V době roku, kdy se souhvězdí objeví, duch cestuje z nebe na Zemi, aby vdechl život do bytostí, které představuje. Konstituce _koya_ jako takový vytvořily kalendář, který ukazuje, jaký je nejlepší čas zapojit se do existenčních aktivit souvisejících s těmito rostlinami a zvířaty (např. Lov nebo shromažďování). Lokono možná také věděl, kde by takoví duchové sestupovali na Zemi; Walter Roth naznačuje, že tato místa nazvali stejnými jmény jako souhvězdí, ale důkazy o tom zůstávají špatné. _Hadorhikoya_ „Duch červených acouchi“ by tedy odkazoval na ducha, souhvězdí a na místo, kde se _hadorhi_ nachází, když se objeví jeho souhvězdí. Zatímco toto toponymické poznání je dnes zapomenuto, souhvězdí _koya_ nám připomínají velké pochopení rostlinného a živočišného života, které Lokono vlastnil. ### 4. _Wiwa_, hvězda a rok Lokono také má další obecný termín, který se používá k označení hvězd, _wiwa_. Termín postrádá duchovní konotace _koya._ Na jedné straně odkazuje na fyzickou kvalitu hvězd jako na něco zářícího a na druhou stranu na kalendářní rok. Používá se například při rozhovoru o věku. I když se může vztahovat na jakoukoli hvězdu, _wiwa_ se objeví pouze ve dvou vlastních jménech nebeských těl. _Yôkoro wiwa_, doslova „Skóre hvězd“ (Plejády), je nejdůležitější ze všech konstelací Lokono, jejichž vzhled tradičně začíná kalendářním rokem Lokono. Po _Yôkoro wiwa_ jsou četné souhvězdí _koya_, z nichž každá signalizuje jinou sezónu v kalendáři Lokono. Na druhé straně se zdá, že _Wiwa kalemero_, doslova „zářící hvězda“ (Jupiter), byla vybrána pouze kvůli své jasnosti. Kromě _wiwa_ a _koya_ neexistují v jazyce Lokono žádné obecné pojmy rozlišující planety, hvězdy, měsíce, slunce, galaxie atd. Z tohoto důvodu je například Lokono ekvivalent Mléčné dráhy zahrnut mezi další souhvězdí. ### 5. Postupy sledování oblohy Zatímco Lokono může obdivovat oblohu ve večerních hodinách, abychom mohli sledovat hvězdný kalendář Lokono, musíme se podívat na souhvězdí kolem 4 hodin ráno, v době, kdy se Lokono obvykle probudí. Lokono tak pozoruje ráno stoupající souhvězdí. Chcete-li získat správnou představu o ročním cyklu souhvězdí, měli byste také nastavit umístění prohlížení na Guianas (např. Georgetown, Paramaribo nebo Cayenne v nabídce umístění). Zaslouží si zmínku, že mnoho Lokono při kreslení souhvězdí nepřipojovalo hvězdy k čarám a že v některých případech mezi řečníky byla jen malá shoda ohledně toho, která hvězda v souhvězdí odpovídá které části rostliny nebo zvířete, které představuje. Ve Stellarium reprezentujeme konstelace s liniemi, ale je třeba mít na paměti, že to může být zkreslení Lokono tradice, což umožňuje větší flexibilitu při interpretaci konkrétních hvězdných skupin. Konečně existují omezení, pokud jde o pohled na některá nebeská těla, protože se předpokládá, že špína může jedno poškodit, pokud se podíváte na [#5]. Například za úplňku matky zakryly oči svých dětí tak, aby nezdravě [#6]. Mladým lidem bylo také řečeno, aby se nedívali na _Yôkoro wiwa_ (Plejády), jinak by nerostli [#7]. Tyto praktiky se vztahovaly také na jiné předměty, o nichž se předpokládá, že mají silné duchy, a zahrnovaly i jiné způsoby, jak se vyhnout kontaktu očí s duchy, jako je mletí paprik, limetek nebo solí do očí. ### Lokono nebeská těla _Hadali_ 'Sun' Lokono termín pro slunce je _Hadali_, také vyslovován jako _Adali_. Claaudius de Goeje naznačuje, že různě hláskovaná jména hrdiny kultury Lokono, prvního léčivého muže známého jako _Harlitvanli_, _Haliwalika_, _Halwanli_, _Hariwalli_ a _Arawanili_, a někdy _Arawidi_, mohou všichni odkazovat na stejného hrdinu označeného jako Slunce [#8] ]. I když nemůžeme potvrdit tuto hypotézu, mýtus _Arawidi_ stojí za zmínku. V mýtu Lokono, _Arawidi_, Sun, je otec muže, který se stává souhvězdím _Mabukuli_ „Muž bez stehna“ (Orionův pás) [#9] [#10] [#11]. Podle příběhu Slunce přicházelo na Zemi ve tvaru muže zvaného _Arawidi, aby se setkalo se svým milencem, se kterým měl dvojčata. V pozdější epizodě mýtu si jedno z dvojčat vezme ženu, jejíž matka se manželka rozhodne zabít. Když se snaží utéct, sestra manželky je pronásleduje a podaří se mu pomstě uříznout nohu. Výsledkem je, že muž vystoupal na oblohu a stal se souhvězdím Mukukuli. Další mýtus Lokono varuje před urážkou Slunce: muž, uvízlý na neobývaném ostrově uprostřed bažiny, volá po pomoci. Loď prochází kolem něj, ale uvnitř lodi je Slunce, které nechce člověku pomoci, protože lidé si vždy stěžují, že Slunce svítí příliš tvrdě [#11]. Pokud jde o praktiky týkající se Slunce, Im Thurn hlásil, že mezi Lokonem bylo zatmění Slunce považováno za válku mezi _Hadali_ a _ Kathi_, Měsíc, a že Lokono křičel a vydával všechny zvuky, aby jim zabránil bojovat [#12]. _Kathi_ 'Moon' Měsíc je známý jako _ Kathi_, termín, který Joannes de Laet poprvé zaznamenal jako _cattehee_ kolem roku 1598, a používá se také k označení lunárního měsíce [#13]. Podle Lokona byl Měsíc, stejně jako Slunce, kdysi muž. Walter Roth hlásí mýtus Lokono, ve kterém byla mladá žena navštěvována tajemnou mileneckou noc po noci [#10]. Aby zjistila, kdo je milenec, ušpinila jí ruce saze ze dna hrnce. Další den, když se probudila, zjistila, že tvář jejího bratra byla pokryta sazemi a uvědomila si, že ji navštívil v noci on. Všichni v její komunitě se začali vyhýbat krutému bratrovi, který se tak styděl, že se držel dál od lidí a nakonec vystoupil na oblohu a stal se Měsíc. Proto je podle Lokona tvář Měsíce dnes špinavá. Měsíc se objevuje také v jiném mýtu. V mýtu Lokono o muži uvězněném na neobydleném ostrově zmíněné výše, prochází kolem něj další loď, ale tentokrát uvnitř je Měsíc, který se rozhodne pomoci mu, protože lidé jsou vždy rádi, když vidí Měsíc vyjít v noci [#11]. Měsíc a Slunce jsou také zobrazovány jako odpůrci. V dřívějších dobách Lokono věřil, že zatmění Měsíce je jeho smrt (_kathi ôdon_ 'umírající na Měsíc') a bude celou noc hlídat. [#6] Lokono během zatmění Měsíce tvrdí, že Měsíc usnul cesta Slunce [#11]. Proto dělají hodně hluku, hrají na bubny a foukají trubkové trumpety, aby ho probudili. Za úplňku by matky zakrývaly oči svých dětí tak, aby nezdravěly. _Warhokoma_ 'Venuše' Planeta Venuše, a to jak když se ráno objeví jako ranní hvězda, tak i když se objeví jako večerní hvězda, nazývá Lokono [#8] [#14] [#15] _Warhokoma_. Na druhou stranu Charles Dance uvádí termíny _Eweiwah_ a _Huewah_, pravděpodobně ekvivalenty obecného termínu _wiwa_ „Hvězda“, kterou lze použít pro jakékoli zářící nebeské tělo [#16]. Lokono také hovoří o Venuši jako o „ženských hvězdách“ Hiyaro wiwa_. V souvislosti s tím si zaslouží zmínku, že Claudius de Goeje hlásí, že když se _Hiyaro wiwa_ objeví blízko Měsíce a dívka se chystá mít první menstruaci, Lokono říká, že dívka se brzy dotkne Měsíce [#5]. Neexistuje žádný mýtus o _Warhokoma_ konkrétně o jeho vztahu k Měsíci, ale stojí za to připomenout, že Lokono zná příběh, ve kterém Měsíc byl původně mužem, který spáchal incest se svou sestrou (viz mýtus uvedený pod _ Kathi_), a má jméno jako sukničkář [#10]. Zajímavé je, že jméno _Warhokoma_ pro Morning or Evening Star se objevuje také v Kari'na, která to vidí také jako manželku Měsíce [#17] [#18]. _Waya nukuthi bunaha_ 'Mléčná dráha' Mléčná dráha je mezi Lokonem známá jako _Waya nukuthi bunaha_, doslova "Cesta nosičů hlíny". Mléčná dráha představuje stopy mužů, kteří kdysi šli do hlíny pro výrobu hrnců, umění, které dnes zřídka, pokud vůbec, praktikuje Lokono. Původ jména je však stále známý a je shrnut v mýtu [#19]. Stejné jméno pro Mléčnou dráhu si všiml William Brett, který dodává, že je pojmenován po specifickém bělavém typu jílu [#14]. Charles Dance, na druhé straně, říká, že Mléčná dráha představuje stopy peccaries zakořenění hlíny, zatímco Walter Roth zmiňuje jiné Lokono vysvětlení, podle kterého Mléčná dráha představuje tapír pronásledovaný psem a jaguárem [#10] [#16]. Tyto dva zdroje však nedávají odpovídající název Lokono pro Mléčnou dráhu a je možné, že tato dvě vysvětlení jsou vlivem Kari'ny, kteří uznávají souhvězdí tygra po souhvězdí tapírů v rámci mléčné dráhy Způsob [#17]. _Mali_ 'Sirius' Moderní Lokono nazývá Sirius _Mali_, jehož doslovný význam není znám. Cornelius van Coll popisuje hvězdu Lokono s názvem _Mali_ a vysvětluje, že se jedná o velmi mocnou hvězdu [#7] [#17]. Když přijde ráno v srpnu, zabije to ryby v bažinách a člověk by na to neměl ukazovat, jinak by se jeho prst stal chromým. _Mali_ společnosti Cornelius van Coll označuje začátek velké období sucha (srpen až prosinec), nazvaný Lokono _malidalithe_, což je termín odvozený od _Mali_. Starší zdroje se pokusně identifikovaly jako Lyra, Aquila nebo Crux, ale vzhledem k tomu, že velká suchá sezóna začíná kolem srpna a že Lokono ráno pozoruje hvězdy, musí být tyto identifikace nesprávné; Lyra, Aquila a Crux nelze v tuto chvíli vidět z území Lokono [#11] [#17]. O _Mali_ nejsou žádné mýty Lokono, ale existují důkazy, které mohou odpovídat souhvězdí Kari'na _Ombatapo_ "Předchozí tvář". Kari'nské mýty vysvětlují původ souhvězdí a jeho jméno, které, stejně jako Lokono _Mali_, věří, že zabíjí ryby v bažinách a oznamuje začátek velkého suchého období. Kari'na _Ombatapo_ je navíc identifikována jako součást Puppis a Canis Major, z nichž poslední zahrnuje Sirius [#18] [#20].
de: ### Lokono (oder Arawak) ![](lokono_map_1.webp) Die _Lokono_, auch bekannt als _Arawak_, sind ein indigenes Volk der Guianas, deren Territorium sich entlang der Küste des Atlantischen Ozeans vom Nordwesten Guyanas über Suriname bis zum Nordwesten Französisch-Guayanas erstreckt (siehe Karte) [#1]. Die Lokono sprechen eine Sprache, die zur Arawakan-Sprachfamilie gehört, einer der größten Sprachgruppen auf dem Kontinent. Wie viele ihrer sprachlichen Verwandten sind die Lokono Landwirte, die sich auf die Maniokzucht (Manihot esculenta) spezialisiert haben und auch das Fischen, Jagen und Sammeln von Wildpflanzen praktizieren. Als eine der ersten indigenen Gruppen, denen die Europäer zum Zeitpunkt der Eroberung begegneten, stehen die Lokono seit über 500 Jahren mit nicht-indigenen Bevölkerungsgruppen in Kontakt [#2]. Dieser Kontakt hat sich im letzten Jahrhundert intensiviert, was höchstwahrscheinlich zu einem erheblichen Verlust der Lokono-Sprache, der traditionellen materiellen und immateriellen Kultur, zu Änderungen der Subsistenzpraktiken und insbesondere zum Verschwinden der Medizinmänner, der traditionellen Träger spirituellen Wissens, geführt hat einschließlich ethnoastronomischer Kenntnisse. Infolgedessen scheint das moderne Wissen über Himmelskörper nur ein Bruchteil dessen zu sein, was die Lokono in der Vergangenheit über Sterne wussten. Einige in älteren Quellen erwähnte Konstellationen sind vergessen oder nur aus ihren Namen bekannt, während die Kombinationen von Sternen, die sie darstellen, und die mündlichen Überlieferungen, die ihren Ursprung und ihre Bedeutung erklären, vergessen wurden. Die hier vorgestellte Himmelskultur enthält nur identifizierte Konstellationen. Die folgende Beschreibung bietet jedoch eine umfassendere Darstellung des astronomischen Wissens von Lokono, einschließlich Informationen aus historischen Quellen zu allen in der folgenden Tabelle genannten Himmelsobjekten. ### Lokono-Sternbilder und andere Himmelsobjekte | Lokono Name | Wörtliche Übersetzung in Englisch | Ungefähre Position | |----------------|------------------------------|-------------------------| | Hadali | | So | | _Kathi_ | | Mond | | _Warhokoma_ | | Venus | | _Waya nukuthi bunaha_ | Weg der Tonträger Milchstraße | | _Mali_ | | Sirius | | _Yôkoro wiwa_ | Unzählige Sterne | Plejaden | | _Wiwa kalemero_ | Leuchtender Stern | Jupiter | | _Yorhada_ | Grill | Pegasus | | _Kamodokoya_ | Geist der grünen Anakonda | unklar | | _Kibiwarhakoya_ | Geist der Capibara unbekannt | | _Mabukuli_ | Mann ohne Oberschenkel | Orions Gürtel | | _Kama tâla_ | Kiefer des Tapirs | Hyaden | | _Hithikoya_ | Geist des schwarzen Curassows Crux | | _Yokhârhin_ | Jäger | α Centauri | | _Alêti_ | Fackel | β Centauri | | _Anorhâkoya_ | Geist des Kakaoreihers Ursa Major | | Honolikoya | Geist des rufescent Tiger Reihers | unbekannt | | Kasorhowakoya | Geist des vieräugigen Fisches λ Sco und υ Sco | | _Katarokoya_ | Geist der grünen Meeresschildkröte Herkules | | _Hikorhikoya_ | Geist der gelbfüßigen Schildkröte unbekannt | | Kwakoya | Geist der blauen Krabbe | Orion | | _Ifakoya_ | Geist der Muscovy Ente | Corona Australis | | _Awarhakoya_ | Geist der Awara-Palme Koma Berenices | | _Hadorhikoya_ | Geist der roten Acouchi | unbekannt | | _Hokorherokoya_ | Geist der rotrumpigen Agouti | unbekannt | | _Kabadarokoya_ | Geist des Jaguars unbekannt | | _Korhirhwathekoya_ | Geist des Ozelots unbekannt | | Hawkoya | Geist des hellkehligen Faultiers unbekannt | | _Warhemedokoya_ | Geist des Zweifingerfaultiers unbekannt | | _Yôwanakoya_ | Geist des grünen Leguans unbekannt | | _Yarheyarherokoya_ | Geist des Fliederschwanzpapageis unbekannt | | Marodikoya | Geist der Marail Guan | unbekannt | | _Hikarowanakoya_ | Geist des kleinen Kuckucks unbekannt | | _Sûtukoya_ | Geist des rothaarigen Tamarins | unbekannt | | _Howakoya_ | Geist des weißgesichtigen Saki | unbekannt | | _Imenarikoya_ | Geist des Skorpions unbekannt | | _Korherokoya_ | Geist des Papageien unbekannt | | Kasipenikoya | Geist einer Schildkröte unbekannt | | Shimarhabokoya | Geist von Pfeil und Bogen unbekannt | | _Arakabosakoya_ | Geist der Waffe | unbekannt | | _Maraka_ | Medizinmännerrassel | unbekannt | ### Astronomisches Wissen von Lokono: eine Einführung Aus zeitgenössischen und historischen Berichten geht hervor, dass das astronomische Wissen nicht auf bestimmte Mitglieder der Lokono-Gesellschaft beschränkt war. Es waren jedoch insbesondere die Medizinmänner - die spirituellen Führer des Lokono, bekannt als Semethi -, die die verschiedenen Aspekte des Sternwissens beherrschen mussten und die möglicherweise dafür verantwortlich waren, die mit ihnen verbundenen mündlichen Überlieferungen von einer Generation an eine weiterzugeben Ein weiterer. Von Rodrigo de Navarette, der um 1550 einen der ersten Berichte über den Lokono schrieb, erfahren wir zum Beispiel: „Alte und weise Männer, die sie _Cemetu_ nennen, versammeln sich in den Häusern, die für ihre Versammlungen vorgesehen sind, und (...) erzählen die Traditionen und Heldentaten ihrer Vorfahren und großen Männer und erzählen auch, was diese Vorfahren von ihren Vorfahren gehört haben; so dass sie sich auf diese Weise an die ältesten Ereignisse ihres Landes und ihrer Menschen erinnern. Und in gleicher Weise erzählen oder predigen sie über Ereignisse in Bezug auf Himmel, Sonne, Mond und Sterne. “[#3] Navarettes Cemetu, die Medizinmänner, die im modernen Lokono als Semethi bekannt sind, haben ihre Praktiken heute weitgehend aufgegeben, was möglicherweise der Grund dafür ist, dass die Weitergabe von astronomischem Wissen unterbrochen wurde. Viele Lokono-Konstellationen scheinen heute vergessen worden zu sein. Unsere Quellen beschränken sich daher häufig auf historische Berichte, die von frühen Forschern und Ethnographen der Guianas verfasst wurden. Eines der ältesten Beispiele dafür ist unten dargestellt. ![](schulz.webp) Abb.1 Liste der Lokono-Sterne von Theodor Schulz, um 1803 [#23]. {: .img_and_caption } Es ist diese Literatur, die es uns ermöglicht, das unten beschriebene Sternwissen von Lokono zu rekonstruieren. Vor der Erörterung der einzelnen Himmelskörper sollten jedoch einige allgemeine Merkmale der Lokono-Astronomie erwähnt werden, nämlich: * die Überschneidung mit den astronomischen Traditionen benachbarter indigener Gruppen. * die mündlichen Überlieferungen, die den Ursprung und die Bedeutung von Himmelskörpern erklären. * die Verwendung des Begriffs _koya_ ‘Geist’ in den Namen zahlreicher Konstellationen. * die Verwendung des allgemeinen Begriffs "Stern, Jahr" und das Fehlen anderer astronomischer Begriffe. * die Himmelsbeobachtungspraktiken des Lokono. ### 1. Geteiltes guiananisches Wissen Das Gebiet von Lokono grenzt an das von zwei sprachlich nicht verwandten indigenen Völkern, der Kari'na, die eine Cariban-Sprache spricht, und der Warao, die ein Sprachisolat spricht. Obwohl nicht verwandt und traditionell nicht untereinander verheiratet, teilen die drei Gruppen viel materielle und immaterielle Kultur. Die ethnoastronomische Tradition der drei Völker zeigt auch eine Reihe auffälliger Ähnlichkeiten, wie gemeinsame Sternmythen, ähnliche Namen von Sternbildern und Parallelen im Sternenkalender. Dies spricht für die Kontakte zwischen den drei Gruppen und für den Austausch von astronomischem Wissen, das möglicherweise von ihren jeweiligen spirituellen Führern wie dem Lokono Semethi erleichtert wird. Das Ausmaß, in dem sich diese Traditionen überschneiden, und die Ausrichtung ihres Austauschs erfordern weitere Untersuchungen. Hier konzentrieren wir uns auf den Lokono und diskutieren diese kulturellen Anleihen daher nicht im Detail, es sei denn, sie werfen ein Licht auf die Lokoo-Ethnoastronomie. ### 2. Hervorragende mündliche Überlieferungen Eines dieser gemeinsamen Merkmale sind Mythen über Sterne. Solche mündlichen Überlieferungen erzählen von den Ursprüngen bestimmter Himmelskörper, verbinden sie miteinander und erklären ihren Einfluss auf die natürliche Welt. Die Lokono-Konstellation _Hithikoya_ „Geist des schwarzen Curassows“ zum Beispiel ist in einem Lokono-Mythos mit der von Yokhârhin-Jäger und Alêti-Fackel verbunden, die alle drei Kari'na- und Warao-Entsprechungen haben. Es sind diese mündlichen Überlieferungen, die von den Medizinmännern bewahrt wurden und wahrscheinlich als Hauptinstrument dienten, durch das astronomisches Wissen von einer Generation zur nächsten weitergegeben wurde. Aus diesem Grund werden in der Beschreibung bestimmter Konstellationen Zusammenfassungen der relevanten Mythen gegeben. Gelegentlich, wenn der relevante Lokono-Mythos nicht dokumentiert ist, wird auf Mythen der Nachbargruppen Bezug genommen, um die Bedeutung bestimmter Himmelskörper zu beleuchten. Angesichts der Tatsache, dass viele dieser mündlichen Überlieferungen von Lokono und den benachbarten Gruppen geteilt werden, ist diese Verbesserung des schlecht erhaltenen astronomischen Wissens von Lokono gerechtfertigt. ### 3. Geisterkalender Der Begriff _koya_ ‘Geist’, der in zahlreichen Konstellationsnamen vorkommt, die typischerweise einem Begriff für eine bestimmte Pflanze oder ein bestimmtes Tier folgen, ist ein Schlüsselmerkmal der Lokono-Astronomie. Walter Roth, ein Ethnograph der Guianas, erklärt, dass solche Konstellationen die Geister der entsprechenden Wesen sind. [#4] Zu einer Jahreszeit, in der die Konstellation erscheint, reist der Geist vom Himmel zur Erde, um den Wesen Leben einzuhauchen repräsentiert. Als solche bildeten die _koya_-Konstellationen einen Kalender, der angibt, wann der beste Zeitpunkt für Subsistenzaktivitäten im Zusammenhang mit diesen Pflanzen und Tieren ist (z. B. Jagen oder Sammeln). Der Lokono könnte auch gewusst haben, wo solche Geister auf die Erde herabsteigen würden; Walter Roth schlägt vor, diese Orte mit den gleichen Namen wie die Sternbilder zu bezeichnen, aber die Beweise dafür bleiben schlecht. So würde sich Hadorhikoya "Geist der roten Akouchi" auf den Geist, die Konstellation und den Ort beziehen, an dem sich die Hadorhi in Hülle und Fülle befindet, wenn ihre Konstellation erscheint. Während dieses toponymische Wissen heute vergessen wird, erinnern uns die _koya_-Konstellationen an das große Verständnis des Pflanzen- und Tierlebens, das der Lokono besaß. ### 4. _Wiwa_, der Stern und das Jahr Die Lokono haben auch einen anderen allgemeinen Begriff, der verwendet wird, um sich auf Sterne zu beziehen, _wiwa_. Dem Begriff fehlen die geistigen Konnotationen von _koya._ Er bezieht sich einerseits auf die physische Qualität von Sternen als etwas Leuchtendes und andererseits auf das Kalenderjahr. Als solches wird es beispielsweise verwendet, wenn über das Alter gesprochen wird. Während es für jeden Stern gelten kann, erscheint _wiwa_ nur in zwei Eigennamen von Himmelskörpern. _Yôkoro wiwa_, wörtlich "Scores of Stars" (Plejaden), ist die wichtigste aller Lokono-Konstellationen, deren Erscheinungsbild traditionell mit dem Lokono-Kalenderjahr beginnt. Nach Yôkoro wiwa folgen die zahlreichen Konvo-Konstellationen, die jeweils eine andere Jahreszeit im Lokono-Kalender anzeigen. Auf der anderen Seite scheint Wiwa Kalemero, wörtlich "leuchtender Stern" (Jupiter), allein aufgrund seiner Helligkeit herausgegriffen worden zu sein. Außer _wiwa_ und _koya_ gibt es keine allgemeinen Begriffe, die Planeten, Sterne, Monde, Sonnen, Galaxien usw. in der Lokono-Sprache unterscheiden. Aus diesem Grund ist unter anderem das Lokono-Äquivalent der Milchstraße enthalten. ### 5. Himmelsbeobachtungspraktiken Während der Lokono abends den Himmel bewundern kann, muss man, um dem Sternenkalender von Lokono zu folgen, die Sternbilder gegen 4 Uhr morgens betrachten, die Zeit, in der der Lokono normalerweise aufwacht. Die Lokono beobachten also morgens das Aufsteigen der Sternbilder. Um die richtige Vorstellung vom jährlichen Konstellationszyklus zu erhalten, sollte der Betrachtungsort auch auf die Guianas eingestellt werden (z. B. Georgetown, Paramaribo oder Cayenne im Standortmenü). Es verdient eine Erwähnung, dass viele Lokono beim Zeichnen von Sternbildern die Sterne nicht mit Linien verbanden und dass in einigen Fällen unter den Sprechern wenig Einigkeit darüber bestand, welcher Stern innerhalb einer Sternbild welchen Teilen der Pflanze oder des Tieres entspricht, die er darstellt. In Stellarium stellen wir Konstellationen mit Linien dar, es sollte jedoch beachtet werden, dass dies eine Verzerrung der Lokono-Tradition sein kann, die mehr Flexibilität bei der Interpretation bestimmter Sterngruppen ermöglicht. Schließlich gibt es Einschränkungen beim Betrachten einiger Himmelskörper, da angenommen wird, dass ein Spirt einem Schaden zufügen kann, wenn man sich [#5] ansieht. Zum Beispiel bedeckten Mütter bei Vollmond die Augen ihrer Kinder, damit sie nicht krank wurden [#6]. Den jungen Leuten wurde auch gesagt, sie sollten sich Yôkoro wiwa (Plejaden) nicht ansehen, sonst würden sie nicht wachsen [#7]. Solche Praktiken galten auch für andere Objekte, von denen angenommen wird, dass sie starke Geister beherbergen, und umfassten andere Möglichkeiten, Augenkontakt mit Geistern zu vermeiden, wie z. B. das Einreiben von Paprika, Limetten oder Salz in die Augen. ### Lokono Himmelskörper Hadali 'Sonne' Der Lokono-Begriff für die Sonne ist _Hadali_, auch ausgesprochen als _Adali_. Claaudius de Goeje schlägt vor, dass die unterschiedlich geschriebenen Namen des Lokono-Kulturhelden, des ersten Medizinmannes, bekannt als Harlitvanli, Halwalwalika, Halwanli, Harwalli, und Draanili, und manchmal auch Draidi, sich alle auf denselben Helden beziehen, der als Sonne identifiziert wurde [#8]. Während wir diese Hypothese nicht bestätigen können, ist der Mythos von Draidi erwähnenswert. Im Lokono-Mythos ist Arawidi, die Sonne, der Vater eines Mannes, der zur Konstellation Mabukuli "Mann ohne Oberschenkel" (Orions Gürtel) wird [#9] [#10] [#11]. Der Geschichte zufolge kam die Sonne in der Gestalt eines Mannes namens Drawidi auf die Erde, um seinen Geliebten zu treffen, mit dem er Zwillinge hatte. In einer späteren Folge des Mythos heiratet einer der Zwillinge eine Frau, deren Mutter das Paar zu töten beschließt. Als sie versuchen zu fliehen, jagt die Schwester der Frau sie und schafft es, sich aus Rache das Bein abzuschneiden. Infolgedessen steigt der Mann zum Himmel auf und wird das Sternbild Mabukuli. Ein anderer Lokono-Mythos warnt davor, die Sonne zu beleidigen: Ein Mann, der auf einer unbewohnten Insel mitten in einem Sumpf festsitzt, schreit um Hilfe. Ein Boot fährt an ihm vorbei, aber im Boot befindet sich die Sonne, die dem Mann nicht helfen will, da sich die Leute immer beschweren, dass die Sonne zu stark scheint [#11]. In Bezug auf Praktiken im Zusammenhang mit der Sonne berichtete Im Thurn, dass unter den Lokono die Sonnenfinsternis als Krieg zwischen Hadali und Kathi, dem Mond, angesehen wurde und dass der Lokono schreien und alle Arten von Geräuschen machen würde, um sie davon abzuhalten kämpfen [#12]. Kathi 'Mond' Der Mond ist bekannt als Kathi, ein Begriff, der zuerst von Joannes de Laet um 1598 als Cattehee aufgezeichnet wurde und sich auch auf den Mondmonat bezieht [#13]. Laut Lokono war der Mond wie die Sonne einst ein Mann. Walter Roth berichtet von einem Lokono-Mythos, in dem eine junge Frau Nacht für Nacht von einem mysteriösen Liebhaber besucht wurde [#10]. Um herauszufinden, wer der Liebhaber war, schmierte die Frau ihre Hände mit dem Ruß vom Boden eines Topfes. Als sie am nächsten Tag aufwachte, stellte sie fest, dass das Gesicht ihres Bruders mit Ruß bedeckt war und erkannte, dass er sie nachts besuchte. Alle in ihrer Gemeinde begannen, dem inzestuösen Bruder auszuweichen, der sich so schämte, dass er sich von den Menschen fernhielt und schließlich zum Himmel aufstieg und zum Mond wurde. Deshalb ist laut Lokono das Gesicht des Mondes heute schmutzig. Der Mond erscheint auch in einem anderen Mythos. In dem Lokono-Mythos über einen Mann, der auf einer oben erwähnten unbewohnten Insel festsitzt, kommt ein anderes Boot an dem Mann vorbei, aber diesmal ist der Mond drinnen, der beschließt, dem Mann zu helfen, da die Menschen immer froh sind, wenn der Mond nachts herauskommt [#11]. Der Mond und die Sonne werden auch als Gegner dargestellt. In früheren Zeiten glaubte der Lokono, dass die Mondfinsternis sein Tod ist (kathi ôdon_ 'Mond stirbt') und würde die ganze Nacht Wache halten. [#6] Die Lokono sagen während der Mondfinsternis, dass der Mond eingeschlafen ist der Weg der Sonne [#11]. Deshalb machen sie viel Lärm, spielen Schlagzeug und blasen Muscheltrompeten, um ihn aufzuwecken. Bei Vollmond würden Mütter die Augen ihrer Kinder bedecken, damit sie nicht krank werden. Warhokoma 'Venus' Der Planet Venus, sowohl wenn er morgens als Morgenstern als auch abends als Abendstern erscheint, wird vom Lokono Warhokoma genannt [#8] [#14] [#15]. Charles Dance hingegen berichtet über die Begriffe _Eweiwah_ und _Huewah_, wahrscheinlich die Entsprechungen des allgemeinen Begriffs _wiwa_ "Stern", der für jeden leuchtenden Himmelskörper verwendet werden kann [#16]. Die Lokono sprechen auch von Venus als "Hiyaro wiwa" "Frauenstern". In diesem Zusammenhang verdient es eine Erwähnung, dass Claudius de Goeje berichtet, dass, wenn Hiyaro wiwa in der Nähe des Mondes erscheint und ein Mädchen kurz vor seiner ersten Menstruation steht, die Lokono sagen, dass das Mädchen bald vom Mond berührt wird [#5]. Es gibt keinen Mythos über Warhokoma spezifisch und seine Beziehung zum Mond, aber es ist erwähnenswert, dass die Lokono eine Geschichte kennen, in der der Mond ursprünglich ein Mann war, der Inzest mit seiner Schwester begangen hat (siehe den unter Kathi erwähnten Mythos), und hat einen Namen als Womanizer [#10]. Interessanterweise erscheint der Name Warhokoma für Morgen- oder Abendstern auch in Kari'na, die ihn auch als die Frau des Mondes sehen [#17] [#18]. _Waya nukuthi bunaha_ 'Milchstraße' Die Milchstraße ist unter den Lokono buchstäblich als _Waya nukuthi bunaha_ bekannt „Weg der Tonträger“. Die Milchstraße repräsentiert die Fußabdrücke von Männern, die einst Ton für die Herstellung von Töpfen holten, eine Kunst, die der Lokono heute selten oder gar nicht praktiziert. Die Herkunft des Namens ist jedoch noch bekannt und in einem Mythos zusammengefasst [#19]. Der gleiche Name für die Milchstraße wurde von William Brett notiert, der hinzufügt, dass sie nach einer bestimmten weißlichen Tonart benannt ist [#14]. Charles Dance hingegen sagt, dass die Milchstraße die Fußabdrücke von Pekari darstellt, die den Ton verwurzeln, während Walter Roth eine andere Erklärung von Lokono erwähnt, wonach die Milchstraße einen Tapir darstellt, der von einem Hund und einem Jaguar verfolgt wird [#10]. [#16]. Diese beiden Quellen geben jedoch nicht den entsprechenden Lokono-Namen für die Milchstraße an, und es ist möglich, dass diese beiden Erklärungen ein Kari'na-Einfluss sind, der eine Konstellation eines Tigers erkennt, die der Konstellation eines Tapirs innerhalb der der Milch folgt Weg [#17]. _Mali_ 'Sirius' Der moderne Lokono nennt Sirius _Mali_, dessen wörtliche Bedeutung unbekannt ist. Cornelius van Coll beschreibt einen Lokono-Stern namens _Mali_ und erklärt, dass es sich um einen sehr mächtigen Stern handelt [#7] [#17]. Wenn es im August morgens auftaucht, tötet es den Fisch in den Sümpfen und man sollte nicht darauf zeigen, sonst wird der Finger lahm. Cornelius van Colls _Mali_ markiert den Beginn der großen Trockenzeit (August bis Dezember), genannt in Lokono _malidalithe_, ein Begriff, der von _Mali_ abgeleitet ist. Ältere Quellen identifizierten Mali vorläufig als Lyra, Aquila oder Crux, aber da die große Trockenzeit um August beginnt und die Lokono die Sterne am Morgen beobachten, müssen diese Identifikationen falsch sein; Lyra, Aquila und Crux sind derzeit in den Lokono-Gebieten nicht zu sehen [#11] [#17]. Es gibt keine Lokono-Mythen über Mali, aber es gibt Beweise, die der Kari'na-Konstellation Ombatapo entsprechen könnten. ‘Vorheriges Gesicht’. Die Kari'na-Mythen erklären den Ursprung der Konstellation und ihren Namen, von dem angenommen wird, dass er wie der Lokono Mali den Fisch in den Sümpfen tötet und den Beginn der großen Trockenzeit ankündigt. Darüber hinaus wird die Kari'na Ombatapo als Teile von Puppis und Canis Major identifiziert, zu denen letzterer Sirius [#18] [#20] gehört.
es: ### Lokono (o Arawak) ![](lokono_map_1.webp) Los _Lokono_, también conocidos como _Arawak_, son un pueblo indígena de las Guayanas, cuyo territorio se extiende a lo largo de la costa del Océano Atlántico, desde el noroeste de Guyana, a través de Surinam, hasta el noroeste de la Guayana Francesa (ver mapa) [#1]. Los lokono hablan un idioma que pertenece a la familia de lenguas arahuacas, una de las agrupaciones lingüísticas más grandes del continente. Al igual que muchos de sus parientes lingüísticos, los Lokono son agricultores especializados en el cultivo de mandioca (_Manihot esculenta_), que también practican la pesca, la caza y la recolección de plantas silvestres. Sin embargo, como uno de los primeros grupos indígenas que encontraron los europeos en el momento de la conquista, los Lokono han estado en contacto con poblaciones no indígenas durante más de 500 años [#2]. Este contacto se intensificó en el siglo pasado, lo que condujo a una pérdida sustancial del idioma Lokono, material tradicional y cultura inmaterial, cambios en las prácticas de subsistencia y, en particular, a la desaparición de _medicina-hombres_, los portadores tradicionales del conocimiento espiritual, muy probablemente incluyendo el conocimiento etnoastronómico. Como consecuencia, el conocimiento moderno sobre los cuerpos celestes parece ser solo una fracción de lo que el Lokono sabía sobre las estrellas en el pasado. Varias constelaciones mencionadas en fuentes antiguas se olvidan o solo se conocen por sus nombres, mientras que las combinaciones de estrellas que representan y las tradiciones orales que explican su origen y significado se han olvidado. La cultura del cielo presentada aquí incluye solo constelaciones identificadas, pero la siguiente descripción proporciona una descripción más completa del conocimiento astronómico de Lokono, incluida la información extraída de fuentes históricas sobre todos los objetos celestes nombrados en la tabla a continuación. ### Constelaciones de Lokono y otros objetos celestes El | Nombre Lokono | Traducción literal en inglés | Ubicación aproximada | |----------------|----------------------------------|-------------------------| El | _Hadali_ | El | Sol | El | _Kathi_ | El | Luna | El | _Warhokoma_ | El | Venus | El | _Waya nukuthi bunaha_ | Camino de los portadores de arcilla | Vía Láctea | El | _Mali_ | El | Sirius | El | _Yôkoro wiwa_ | Decenas de estrellas | Pléyades | El | _Wiwa kalemero_ | Estrella brillante | Júpiter El | _Yorhada_ | Parrilla | Pegaso | El | _Kamodokoya_ | Espíritu de la anaconda verde | poco claro | El | _Kibiwarhakoya_ | Espíritu de la capibara | desconocido | El | _Mabukuli_ | Hombre sin muslo | Cinturón de Orión | El | _Kama tâla_ | Mandíbula del tapir | Hyades | El | _Hithikoya_ | Spirit of the black curassow | Crux | El | _Yokhârhin_ | Cazador | α Centauri | El | _Alêti_ | Antorcha | β Centauri | El | _Anorhâkoya_ | Espíritu de la garza cocoi | Osa Mayor | El | _Honolikoya_ | Espíritu de la garza del tigre rufescent | desconocido | El | _Kasorhowakoya_ | Espíritu del pez de cuatro ojos | λ Sco y υ Sco | El | _Katarokoya_ | Espíritu de la tortuga verde | Hércules | El | _Hikorhikoya_ | Espíritu de la tortuga de patas amarillas | desconocido | El | _Kwakoya_ | Espíritu del cangrejo azul | Orion | El | _Ifakoya_ | Espíritu del pato Muscovy | Corona Australis | El | _Awarhakoya_ | Espíritu de la palma de Wara | Coma Berenices | El | _Hadorhikoya_ | Espíritu del acouchi rojo | desconocido | El | _Hokorherokoya_ | Espíritu del agutí de lomo rojo | desconocido | El | _Kabadarokoya_ | Espíritu del jaguar | desconocido | El | _Korhirhwathekoya_ | Espíritu del ocelote | desconocido | El | _Hawkoya_ | Espíritu del perezoso de garganta pálida | desconocido | El | _Warhemedokoya_ | Espíritu del perezoso de dos dedos | desconocido | El | _Yôwanakoya_ | Espíritu de la iguana verde | desconocido | El | _Yarheyarherokoya_ | Espíritu del loro de cola lila | desconocido | El | _Marodikoya_ | Espíritu del marail guan | desconocido | El | _Hikarowanakoya_ | Espíritu del pequeño cuco | desconocido | El | _Sûtukoya_ | Espíritu del tamarino con las manos en la masa | desconocido | El | _Howakoya_ | Espíritu del saki de cara blanca | desconocido | El | _Imenarikoya_ | Espíritu del escorpión | desconocido | El | _Korherokoya_ | Espíritu del loro | desconocido | El | _Kasipenikoya_ | Espíritu de una tortuga | desconocido | El | _Shimarhabokoya_ | Espíritu del arco y la flecha | desconocido | El | _Arakabosakoya_ | Espíritu de la pistola | desconocido | El | _Maraka_ | Sonajero de curanderos | desconocido | ### Conocimiento astronómico de Lokono: una introducción Según relatos contemporáneos e históricos, parece que el conocimiento astronómico no estaba restringido a miembros particulares de la sociedad Lokono. Sin embargo, fueron los curanderos en particular, los líderes espirituales del Lokono conocidos como _semethi_, quienes debieron dominar los diversos aspectos del conocimiento estelar y quienes podrían haber sido responsables de transmitir las tradiciones orales asociadas con ellos de una generación a otra. otro. De Rodrigo de Navarette, quien alrededor de 1550 escribió uno de los primeros relatos del Lokono, aprendemos, por ejemplo, que: "los hombres viejos y sabios a los que llaman _Cemetu_ se reúnen en las casas diseñadas para sus reuniones y (...) cuentan las tradiciones y hazañas de sus antepasados y grandes hombres, y también narran lo que esos antepasados escucharon de sus antepasados; para que así recuerden los eventos más antiguos de su país y su gente. Y, de la misma manera, cuentan o predican sobre eventos relacionados con los cielos, el sol, la luna y las estrellas ". [#3] El _cemetu_ de Navarette, los curanderos conocidos en el Lokono moderno como _semethi_, han abandonado en gran medida sus prácticas hoy, lo que puede ser la razón por la cual se ha interrumpido la transmisión del conocimiento astronómico. Muchas constelaciones de Lokono parecen haber sido olvidadas hoy. Por lo tanto, nuestras fuentes a menudo se limitan a relatos históricos escritos por los primeros exploradores y etnógrafos de las Guayanas, uno de los ejemplos más antiguos de los cuales se ilustra a continuación. ![](schulz.webp) Fig.1 Lista de estrellas Lokono de Theodor Schulz, alrededor de 1803 [#23]. {: .img_and_caption } Es esta literatura la que nos permite reconstruir el conocimiento estelar de Lokono, que se describe a continuación. Sin embargo, antes de discutir los cuerpos celestes individuales, varias características generales de la astronomía de Lokono merecen una mención, a saber: * La superposición con las tradiciones astronómicas de los grupos indígenas vecinos. * las tradiciones orales que explican el origen y la importancia de los cuerpos celestes. * el uso del término _koya_ ‘espíritu’ en los nombres de numerosas constelaciones. * el uso del término general _wiwa_ ‘estrella, año’ y la falta de otros términos astronómicos. * Las prácticas de observación del cielo del Lokono. ### 1. Conocimiento de Guyana compartido El territorio de Lokono limita con el de dos pueblos indígenas no relacionados lingüísticamente, el Kari’na, que habla un idioma caribe, y el Warao, que habla un idioma aislado. Aunque no están relacionados y tradicionalmente no se casan, los tres grupos comparten una gran cantidad de cultura material e inmaterial. La tradición etnoastronómica de los tres pueblos también muestra una serie de sorprendentes similitudes, como mitos estelares compartidos, nombres similares de constelaciones y paralelos en el calendario estelar. Esto habla de los contactos entre los tres grupos y del intercambio de conocimiento astronómico, posiblemente facilitado por sus respectivos líderes espirituales, como el Lokono _semethi_. El grado en que estas tradiciones se superponen y la direccionalidad de su intercambio requieren más estudio. Aquí, nos centramos en el Lokono y, por lo tanto, no discutimos estos préstamos culturales en detalle, a menos que arrojen luz sobre la etnoastronomía de Lokono. ### 2. Tradiciones orales estelares Una de esas características compartidas son los mitos sobre las estrellas. Tales tradiciones orales hablan de los orígenes de cuerpos celestes particulares, los vinculan entre sí y explican su influencia en el mundo natural. La constelación de Lokono _Hithikoya_ ‘Spirit of the black curassow’, por ejemplo, está vinculada en un mito Lokono a la de _Yokhârhin_ ‘Hunter’ y _Alêti_ ‘Torch’, los tres tienen equivalentes de Kari’na y Warao. Son estas tradiciones orales, preservadas por los curanderos, las que probablemente sirvieron como el vehículo principal a través del cual se transmitió el conocimiento astronómico de una generación a otra. Por esta razón, se dan resúmenes de los mitos relevantes en la descripción de constelaciones particulares. Ocasionalmente, cuando no se documenta el mito relevante de Lokono, se hace referencia a los mitos de los grupos vecinos para iluminar la importancia de cuerpos celestes particulares. Dado que muchas de estas tradiciones orales son compartidas por los Lokono y los grupos vecinos, esta mejora del conocimiento astronómico de Lokono mal conservado está justificada. ### 3. Calendario de espíritus El término _koya_ ‘espíritu’, que se encuentra en numerosos nombres de constelaciones que generalmente siguen un término para una planta o animal en particular, es una característica clave de la astronomía Lokono. Walter Roth, etnógrafo de las Guayanas, explica que tales constelaciones son los espíritus de los seres correspondientes. [#4] En una época del año en que aparece la constelación, el espíritu viaja del cielo a la tierra para dar vida a los seres. representa. Como tal, las constelaciones _koya_ formaron un calendario que indica cuál es el mejor momento para participar en actividades de subsistencia relacionadas con estas plantas y animales (por ejemplo, cazar o recolectar). El Lokono también pudo haber sabido dónde descenderían esos espíritus en la tierra; Walter Roth sugiere que llamaron a estos lugares con los mismos nombres que las constelaciones, pero la evidencia de eso sigue siendo pobre. Por lo tanto, _Hadorhikoya_ "Espíritu del acouchi rojo" se referiría al espíritu, la constelación y el lugar donde el _hadorhi_ se encuentra en abundancia cuando aparece su constelación. Si bien este conocimiento toponímico se olvida hoy en día, las constelaciones _koya_ nos recuerdan la gran comprensión de la vida vegetal y animal que poseía el Lokono. ### 4. _Wiwa_, la estrella y el año Los Lokono también tienen otro término general que se usa para referirse a las estrellas, _wiwa_. El término carece de las connotaciones espirituales de _koya._ Se refiere, por un lado, a la calidad física de las estrellas como algo brillante y, por otro lado, al año calendario. Como tal, se usa, por ejemplo, cuando se habla de la edad de uno. Si bien puede aplicarse a cualquier estrella, _wiwa_ aparece solo en dos nombres propios de cuerpos celestes. _Yôkoro wiwa_, literalmente "Decenas de estrellas" (Pléyades), es la más importante de todas las constelaciones de Lokono, cuya aparición tradicionalmente comienza el año calendario Lokono. Después de _Yôkoro wiwa_ están las numerosas constelaciones de _koya_, cada una de las cuales señala una temporada diferente en el calendario Lokono. Por otro lado, _Wiwa kalemero_, literalmente "Estrella brillante" (Júpiter) parece haber sido señalado únicamente debido a su brillo. Además de _wiwa_ y _koya_, no hay términos genéricos que distingan planetas, estrellas, lunas, soles, galaxias, etc. en el idioma Lokono. Por esta razón, el equivalente Lokono de la Vía Láctea, por ejemplo, se incluye entre otras constelaciones. ### 5. Prácticas de observación del cielo Mientras que el Lokono puede admirar el cielo por la noche, para seguir el calendario estelar de Lokono, uno tiene que mirar las constelaciones alrededor de las 4 de la mañana, la hora en que el Lokono generalmente se despierta. El Lokono observa así el surgimiento de las constelaciones en la mañana. Para tener una idea correcta del ciclo anual de constelaciones, también se debe establecer la ubicación de visualización en las Guayanas (por ejemplo, Georgetown, Paramaribo o Cayenne en el menú de ubicación). Cabe mencionar que muchos Lokono, al dibujar constelaciones, no conectaban las estrellas con líneas y que, en algunos casos, había poco acuerdo entre los hablantes sobre qué estrella dentro de una constelación corresponde a qué partes de la planta o animal representa. En Stellarium, representamos constelaciones con líneas, pero debe tenerse en cuenta que esto puede ser una distorsión de la tradición Lokono, lo que permite una mayor flexibilidad en la interpretación de grupos de estrellas particulares. Finalmente, existen restricciones para mirar algunos cuerpos celestes, ya que se cree que un spirt puede dañar a uno si se mira [#5]. Por ejemplo, en luna llena, las madres cubrieron los ojos de sus hijos para que no se enfermaran [#6]. A los jóvenes también se les dijo que no miraran a Yôkoro wiwa (Pléyades), o de lo contrario no crecerían [#7]. Dichas prácticas se aplicaron también a otros objetos que se cree que albergan espíritus poderosos e incluyeron otras formas de evitar el contacto visual con espíritus como frotar pimientos, limas o sal en los ojos. ### Cuerpos celestes Lokono _Hadali_ 'Sol' El término Lokono para el Sol es _Hadali_, también pronunciado como _Adali_. Claaudius de Goeje sugiere que los nombres deletreados del héroe de la cultura Lokono, el primer curandero conocido como _Harlitvanli_, _Haliwalika_, _Halwanli_, _Hariwalli_ y _Arawanili_, y algunas veces _Arawidi_, pueden referirse al mismo héroe identificado como el Sol [#8] Si bien no podemos confirmar esta hipótesis, vale la pena mencionar el mito de _Arawidi_. En el mito de Lokono, _Arawidi_, el Sol, es el padre de un hombre que se convierte en la constelación _Mabukuli_ "Hombre sin muslo" (Cinturón de Orión) [#9] [#10] [#11]. Según la historia, el Sol solía venir a la tierra en la forma de un hombre llamado _Arawidi_ para encontrarse con su amante con quien tenía gemelos. En un episodio posterior del mito, uno de los gemelos se casa con una mujer, cuya madre la pareja decide matar. Cuando intentan escapar, la hermana de la esposa los persigue y logra cortarle la pierna en venganza. Como resultado, el hombre asciende al cielo y se convierte en la constelación de Mabukuli. Otro mito de Lokono advierte contra ofender al Sol: un hombre, atrapado en una isla deshabitada en medio de un pantano, clama por ayuda. Un bote lo pasa, pero dentro del bote está el Sol, que no quiere ayudar al hombre, ya que la gente siempre se queja de que el Sol brilla demasiado [#11]. En cuanto a las prácticas relacionadas con el Sol, Im Thurn informó que entre los Lokono, el eclipse del Sol se consideraba una guerra entre _Hadali_ y _Kathi_, la Luna, y que los Lokono gritarían y harían todo tipo de ruidos para detenerlos. luchando [#12]. _Kathi_ 'Luna' La luna se conoce como _Kathi_, un término registrado por primera vez por Joannes de Laet como _cattehee_ alrededor de 1598, y se usa también para referirse al mes lunar [#13]. Según el Lokono, la Luna, como el Sol, fue una vez un hombre. Walter Roth informa un mito de Lokono, en el que una joven fue visitada por un misterioso amante noche tras noche [#10]. Para descubrir quién era el amante, la mujer se untó las manos con el hollín del fondo de una olla. Al día siguiente, cuando se despertó, descubrió que la cara de su hermano estaba cubierta de hollín y se dio cuenta de que era él quien la visitaba por la noche. Todos en su comunidad comenzaron a evitar al incestuoso hermano, que se avergonzó tanto que se mantuvo alejado de la gente y finalmente ascendió al cielo, convirtiéndose en la Luna. Es por eso que, según el Lokono, la cara de la luna está sucia hoy. La luna aparece también en otro mito. En el mito de Lokono sobre un hombre atrapado en una isla deshabitada mencionada anteriormente, otro barco pasa al hombre, pero esta vez dentro está la Luna, que decide ayudar al hombre, ya que la gente siempre está feliz de ver salir la Luna por la noche [#11]. La Luna y el Sol también se representan como oponentes. En épocas anteriores, el Lokono creía que el eclipse de la Luna es su muerte (_kathi ôdon_ 'moon dying') y vigilaba toda la noche. [#6] El Lokono dice durante el eclipse de la Luna que la Luna se ha quedado dormida en el camino del sol [#11]. Por lo tanto, hacen mucho ruido, tocan la batería y tocan trompetas para despertarlo. En la luna llena, las madres cubrirían los ojos de sus hijos para que no se enfermen. _Warhokoma_ 'Venus' El planeta Venus, tanto cuando aparece en la mañana como la Estrella de la mañana como cuando aparece en la noche como la Estrella de la tarde, es llamado _Warhokoma_ por el Lokono [#8] [#14] [#15]. Charles Dance, por otro lado, informa los términos _Eweiwah_ y _Huewah_, probablemente los equivalentes del término general _wiwa_ "Estrella" que se puede usar para cualquier cuerpo celeste brillante [#16]. Los Lokono también hablan de Venus como _Hiyaro wiwa_ "estrella de las mujeres". En relación con esto, vale la pena mencionar que Claudio de Goeje informa que cuando _Hiyaro wiwa_ aparece cerca de la Luna, y una niña está a punto de tener su primera menstruación, el Lokono dice que la niña pronto será tocada por la Luna [#5] No existe un mito sobre _Warhokoma_ específicamente y su relación con la Luna, pero vale la pena recordar que los Lokono conocen una historia, en la que la Luna fue originalmente un hombre que cometió incesto con su hermana (ver el mito mencionado en _Kathi_), y tiene un nombre como mujeriego [#10]. Curiosamente, el nombre _Warhokoma_ para Morning o Evening Star aparece también en Kari’na, quien lo ve también como la esposa de la Luna [#17] [#18]. _Waya nukuthi bunaha_ 'Vía Láctea' La Vía Láctea es conocida entre los Lokono como _Waya nukuthi bunaha_, literalmente "Camino de los portadores de arcilla". La Vía Láctea representa las huellas de los hombres que una vez fueron a buscar arcilla para hacer ollas, un arte que, rara vez, en absoluto, es practicado por los Lokono en la actualidad. Sin embargo, el origen del nombre aún se conoce y se resume en un mito [#19]. William Brett señaló el mismo nombre para la Vía Láctea, y agrega que lleva el nombre de un tipo específico de arcilla blanquecina [#14]. Charles Dance, por otro lado, dice que la Vía Láctea representa las huellas de los pecaríes enraizados en la arcilla, mientras que Walter Roth menciona una explicación diferente de Lokono, según la cual la Vía Láctea representa un tapir perseguido por un perro y un jaguar [#10] [#16]. Sin embargo, estas dos fuentes no dan el nombre de Lokono correspondiente a la Vía Láctea, y es posible que estas dos explicaciones sean una influencia de Kari'na, que reconocen la constelación de un tigre después de la constelación de un tapir dentro de la de la Vía Láctea. Camino [#17]. _Mali_ 'Sirius' El Lokono moderno llama a Sirius _Mali_, cuyo significado literal es desconocido. Cornelius van Coll describe una estrella Lokono llamada _Mali_ y explica que es una estrella muy poderosa [#7] [#17]. Cuando sale por la mañana en agosto, mata a los peces en los pantanos, y uno no debe señalarlo o el dedo se volverá cojo. _Mali_ de Cornelius van Coll marca el comienzo de la gran estación seca (agosto a diciembre), llamada en Lokono _malidalithe_, un término derivado de _Mali_. Fuentes antiguas identificaron _Mali_ tentativamente como Lyra, Aquila o Crux, pero dado que la gran estación seca comienza alrededor de agosto y que los Lokono observan las estrellas en la mañana, estas identificaciones deben ser incorrectas; Lyra, Aquila y Crux no se pueden ver en este momento desde los territorios Lokono [#11] [#17]. No hay mitos de Lokono sobre _Mali_, pero hay evidencia que puede corresponder a la constelación de Kari'na _Ombatapo_ "Cara anterior". Los mitos de Kari explican el origen de la constelación y su nombre, que, como el Lokono _Mali_, se cree que mata a los peces en los pantanos y anuncia el comienzo de la gran estación seca. Además, el Kari’na _Ombatapo_ se identifica como parte de Puppis y Canis Major, el último de los cuales incluye a Sirius [#18] [#20].
fr: ### Lokono (ou Arawak) ![](lokono_map_1.webp) Les _Lokono_, également connus sous le nom de _Arawak_, sont un peuple indigène des Guyanes, dont le territoire s'étend le long de la côte de l'océan Atlantique, du nord-ouest de la Guyane, en passant par le Suriname, jusqu'au nord-ouest de la Guyane française (voir carte) [#1]. Les Lokono parlent une langue qui appartient à la famille des langues arawakan, l'un des plus grands regroupements linguistiques du continent. Comme beaucoup de leurs parents linguistiques, les Lokono sont des agriculteurs spécialisés dans la culture du manioc (_Manihot esculenta_), qui pratiquent également la pêche, la chasse et la cueillette de plantes sauvages. Cependant, en tant que l'un des premiers groupes indigènes rencontrés par les Européens au moment de la conquête, les Lokono sont en contact avec des populations non indigènes depuis plus de 500 ans [#2]. Ce contact s'est intensifié au cours du siècle dernier, entraînant une perte substantielle de la langue Lokono, du matériel traditionnel et de la culture immatérielle, des changements dans les pratiques de subsistance, et en particulier la disparition des _medicine-men_, les porteurs traditionnels de connaissances spirituelles, très probablement y compris les connaissances ethnoastronomiques. En conséquence, les connaissances modernes sur les corps célestes ne semblent être qu'une fraction de ce que le Lokono connaissait des étoiles dans le passé. Plusieurs constellations mentionnées dans des sources plus anciennes sont oubliées ou ne sont connues que par leurs noms, tandis que les combinaisons d'étoiles qu'elles représentent et les traditions orales expliquant leur origine et leur signification ont été oubliées. La culture du ciel présentée ici ne comprend que des constellations identifiées, mais la description suivante fournit un compte rendu plus complet des connaissances astronomiques de Lokono, y compris des informations extraites de sources historiques sur tous les objets célestes nommés dans le tableau ci-dessous. ### Constellations Lokono et autres objets célestes | Nom Lokono | Traduction littérale en anglais | Emplacement approximatif | |----------------|----------------------------------|-------------------------| | _Hadali_ | | Soleil | | _Kathi_ | | Lune | | _Warhokoma_ | | Vénus | | _Waya nukuthi bunaha_ | Chemin des porteurs d'argile | Voie lactée | | _Mali_ | | Sirius | | _Yôkoro wiwa_ | Des dizaines d'étoiles | Pléiades | | _Wiwa kalemero_ | Étoile brillante | Jupiter | | _Yorhada_ | Grill | Pegasus | | _Kamodokoya_ | Esprit de l'anaconda verte | pas clair | | _Kibiwarhakoya_ | Esprit du capibara | inconnu | | _Mabukuli_ | Homme sans cuisse | Ceinture d'Orion | | _Kama tâla_ | Mâchoire du tapir | Hyades | | _Hithikoya_ | Esprit du curassow noir | Crux | | _Yokhârhin_ | Hunter | α Centauri | | _Alêti_ | Torch | β Centauri | | _Anorhâkoya_ | Esprit du héron cocoi | Ursa Major | | _Honolikoya_ | Esprit du héron tigre roux | inconnu | | _Kasorhowakoya_ | Esprit du poisson à quatre yeux | λ Sco et υ Sco | | _Katarokoya_ | Esprit de la tortue verte | Hercules | | _Hikorhikoya_ | Esprit de la tortue à pieds jaunes | inconnu | | _Kwakoya_ | Esprit du crabe bleu | Orion | | _Ifakoya_ | Esprit du canard de Barbarie | Corona Australis | | _Awarhakoya_ | Esprit du palmier awara | Coma Berenices | | _Hadorhikoya_ | Esprit de l'acouchi rouge | inconnu | | _Hokorherokoya_ | Esprit de l'agouti à croupion rouge | inconnu | | _Kabadarokoya_ | Esprit du jaguar | inconnu | | _Korhirhwathekoya_ | Esprit de l'ocelot | inconnu | | _Hawkoya_ | Esprit du paresseux à gorge pâle | inconnu | | _Warhemedokoya_ | Esprit du paresseux à deux doigts | inconnu | | _Yôwanakoya_ | Esprit de l'iguane vert | inconnu | | _Yarheyarherokoya_ | Esprit du perroquet à queue lilas | inconnu | | _Marodikoya_ | Esprit du marail guan | inconnu | | _Hikarowanakoya_ | Esprit du petit coucou | inconnu | | _Sûtukoya_ | Esprit du tamarin roux | inconnu | | _Howakoya_ | Esprit du saki à face blanche | inconnu | | _Imenarikoya_ | Esprit du scorpion | inconnu | | _Korherokoya_ | Esprit du perroquet | inconnu | | _Kasipenikoya_ | Esprit d'une tortue | inconnu | | _Shimarhabokoya_ | Esprit de l'arc et de la flèche | inconnu | | _Arakabosakoya_ | Esprit du pistolet | inconnu | | _Maraka_ | Hochet de médecine-hommes | inconnu | ### Lokono astronomical knowledge: an introduction D'après les récits contemporains et historiques, il semble que les connaissances astronomiques n'étaient pas limitées à des membres particuliers de la société Lokono. Cependant, ce sont les guérisseurs en particulier - les chefs spirituels du Lokono connus sous le nom de _semethi_ - qui devaient maîtriser les divers aspects de la connaissance des étoiles et qui auraient pu être chargés de transmettre les traditions orales qui leur sont associées d'une génération à l'autre. un autre. De Rodrigo de Navarette, qui vers 1550 a écrit l'un des premiers récits du Lokono, nous apprenons, par exemple, que: «des vieillards et des sages qu'ils appellent _Cemetu_ se réunissent dans les maisons conçues pour leurs réunions et (...) racontent les traditions et les exploits de leurs ancêtres et de leurs grands hommes, et racontent également ce que ces ancêtres ont entendu de leurs ancêtres; de sorte qu'ils se souviennent ainsi des événements les plus anciens de leur pays et de leur peuple. Et, de la même manière, ils racontent ou prêchent des événements concernant les cieux, le soleil, la lune et les étoiles. »[#3] Le _cemetu_ de Navarette, les guérisseurs connus dans le Lokono moderne sous le nom de _semethi_, ont largement abandonné leurs pratiques aujourd'hui, ce qui peut être la raison pour laquelle la transmission des connaissances astronomiques a été interrompue. De nombreuses constellations Lokono semblent avoir été oubliées aujourd'hui. Nos sources se limitent donc souvent à des récits historiques rédigés par les premiers explorateurs et ethnographes des Guyanes, dont l'un des plus anciens exemples est illustré ci-dessous. ![](schulz.webp) Fig.1 Liste des étoiles Lokono par Theodor Schulz, vers 1803 [#23]. {: .img_and_caption } C'est cette littérature qui nous permet de reconstruire en partie les connaissances stellaires du Lokono, décrites ci-dessous. Avant de discuter des corps célestes individuels, cependant, plusieurs caractéristiques générales de l'astronomie Lokono méritent une mention, à savoir: * le chevauchement avec les traditions astronomiques des groupes autochtones voisins. * les traditions orales expliquant l'origine et la signification des corps célestes. * l'utilisation du terme _koya_ "esprit" dans les noms de nombreuses constellations. * l'utilisation du terme général _wiwa_ "étoile, année" et l'absence d'autres termes astronomiques. * les pratiques d'observation du ciel du Lokono. ### 1. Connaissances partagées en guyanais Le territoire de Lokono borde celui de deux peuples autochtones non apparentés sur le plan linguistique, le Kari’na, parlant une langue caribane, et le Warao, parlant une langue isolée. Bien que non liés et traditionnellement non mariés, les trois groupes partagent beaucoup de culture matérielle et immatérielle. La tradition ethnoastronomique des trois peuples montre également un certain nombre de similitudes frappantes, telles que des mythes stellaires partagés, des noms similaires de constellations et des parallèles dans le calendrier stellaire. Cela témoigne des contacts entre les trois groupes et de l'échange de connaissances astronomiques, éventuellement facilité par leurs chefs spirituels respectifs, tels que le Lokono _semethi_. La mesure dans laquelle ces traditions se chevauchent et la directionnalité de leur échange appellent un complément d'étude. Ici, nous nous concentrons sur le Lokono et ne discutons donc pas en détail de ces emprunts culturels, à moins qu'ils ne mettent en lumière l'ethnoastronomie du Lokono. ### 2. Traditions orales stellaires L'une de ces caractéristiques communes est les mythes sur les étoiles. De telles traditions orales racontent les origines de corps célestes particuliers, les relient les uns aux autres et expliquent leur influence sur le monde naturel. La constellation Lokono _Hithikoya_ ‘Esprit du curassow noir’, par exemple, est liée dans un mythe Lokono à celle de _Yokhârhin_ ‘Hunter’ et _Alêti_ ‘Torch’, toutes trois ayant des équivalents Kari’na et Warao. Ce sont ces traditions orales, préservées par les guérisseurs, qui ont probablement servi de véhicule principal à travers lequel les connaissances astronomiques ont été transmises d'une génération à l'autre. Pour cette raison, des résumés des mythes pertinents sont donnés dans la description de constellations particulières. Parfois, lorsque le mythe Lokono pertinent n'est pas documenté, les mythes des groupes voisins sont mentionnés afin d'éclairer la signification de corps célestes particuliers. Étant donné que bon nombre de ces traditions orales sont partagées par les Lokono et les groupes voisins, cette amélioration des connaissances astronomiques des Lokono mal préservées est justifiée. ### 3. Calendrier des esprits Le terme _koya_ "esprit", que l'on trouve dans de nombreux noms de constellation typiquement suivant un terme pour une plante ou un animal particulier, est une caractéristique clé de l'astronomie Lokono. Walter Roth, un ethnographe des Guyanes, explique que de telles constellations sont les esprits des êtres correspondants. [#4] À une époque de l'année où la constellation apparaît, l'esprit voyage du ciel vers la terre pour donner vie aux êtres qu'il représente. En tant que telles, les constellations _koya_ ont formé un calendrier, indiquant le meilleur moment pour s'engager dans des activités de subsistance liées à ces plantes et animaux (par exemple, la chasse ou la cueillette). Le Lokono a peut-être aussi su où ces esprits descendraient sur terre; Walter Roth suggère qu'ils ont appelé ces lieux avec les mêmes noms que les constellations mais les preuves de cela restent pauvres. Ainsi, _Hadorhikoya_ 'Esprit des acouchi rouges' ferait référence à l'esprit, à la constellation et à l'endroit où le _hadorhi_ se trouve en abondance lorsque sa constellation apparaît. Alors que cette connaissance toponymique est oubliée aujourd'hui, les constellations _koya_ nous rappellent la grande compréhension de la vie végétale et animale que possédait le Lokono. ### 4. _Wiwa_, l'étoile et l'année Les Lokono ont également un autre terme général utilisé pour désigner les étoiles, _wiwa_. Le terme n'a pas les connotations spirituelles de _koya._ Il se réfère, d'une part, à la qualité physique des étoiles comme quelque chose de brillant et, d'autre part, à l'année civile. En tant que tel, il est utilisé, par exemple, pour parler de son âge. Bien qu'il puisse s'appliquer à n'importe quelle étoile, _wiwa_ n'apparaît que sous deux noms propres de corps célestes. _Yôkoro wiwa_, littéralement «Scores of stars» (Pléiades), est la plus importante de toutes les constellations Lokono, dont l'apparence commence traditionnellement l'année civile Lokono. Après _Yôkoro wiwa_ se trouvent les nombreuses _koya_ constellations, chacune signalant une saison différente dans le calendrier Lokono. D’un autre côté, _Wiwa kalemero_, littéralement «étoile brillante» (Jupiter) semble avoir été singularisée uniquement en raison de sa luminosité. Mis à part _wiwa_ et _koya_, il n'y a pas de termes génériques distinguant les planètes, les étoiles, les lunes, les soleils, les galaxies, etc. dans la langue Lokono. Pour cette raison, l'équivalent Lokono de la Voie lactée, par exemple, est inclus parmi d'autres constellations. ### 5. Pratiques d'observation du ciel Alors que le Lokono peut admirer le ciel le soir, pour suivre le calendrier stellaire du Lokono, il faut regarder les constellations vers 4 heures du matin, heure à laquelle le Lokono se réveille généralement. Les Lokono observent ainsi la montée des constellations au matin. Pour avoir une bonne idée du cycle annuel des constellations, il convient également de définir l'emplacement de visualisation sur les Guyanes (par exemple, Georgetown, Paramaribo ou Cayenne dans le menu de localisation). Il convient de mentionner que de nombreux Lokono, lorsqu'ils dessinaient des constellations, ne reliaient pas les étoiles avec des lignes et que dans certains cas, il y avait peu d'accord entre les locuteurs quant à l'étoile dans une constellation qui correspond aux parties de la plante ou de l'animal qu'elle représente. Dans Stellarium, nous représentons des constellations avec des lignes, mais il faut garder à l'esprit que cela peut être une distorsion de la tradition Lokono, qui permet une plus grande flexibilité dans l'interprétation de groupes d'étoiles particuliers. Enfin, il existe des restrictions sur l'observation de certains corps célestes, car on pense qu'un spirt peut nuire à un corps si on le regarde [#5]. Par exemple, à la pleine lune, les mères couvraient les yeux de leurs enfants afin qu'elles ne tombent pas malades [#6]. On a également dit aux jeunes de ne pas regarder _Yôkoro wiwa_ (Pléiades), sinon ils ne grandiraient pas [#7]. Ces pratiques s’appliquaient également à d’autres objets censés abriter des esprits puissants et comprenaient d’autres moyens d’éviter tout contact visuel avec des esprits tels que des poivrons, des limes ou du sel dans les yeux. ### Lokono corps célestes _Hadali_ 'Soleil' Le terme Lokono pour le Soleil est _Hadali_, également prononcé comme _Adali_. Claaudius de Goeje suggère que les différents noms orthographiés du héros de la culture Lokono, le premier sorcier connu sous le nom de _Harlitvanli_, _Haliwalika_, _Halwanli_, _Hariwalli_, et _Arawanili_, et parfois _Arawidi_, peuvent tous faire référence au même héros identifié comme le Soleil [#8]. Bien que nous ne puissions pas confirmer cette hypothèse, le mythe de _Arawidi_ mérite d'être mentionné. Dans le mythe Lokono, _Arawidi_, le Soleil, est le père d'un homme qui devient la constellation _Mabukuli_ "Homme sans cuisse" (ceinture d'Orion) [#9] [#10] [#11]. Selon l'histoire, le Soleil avait l'habitude de venir sur terre sous la forme d'un homme appelé _Arawidi_ pour rencontrer son amant avec qui il avait des jumeaux. Dans un épisode ultérieur du mythe, l'un des jumeaux épouse une femme, dont la mère le couple décide de tuer. Lorsqu'ils tentent de s'échapper, la sœur de l'épouse les poursuit et parvient à lui couper la jambe pour se venger. En conséquence, l'homme monte vers le ciel et devient la constellation _Mabukuli_. Un autre mythe Lokono met en garde contre d'offenser le Soleil: un homme, coincé sur une île inhabitée au milieu d'un marécage, appelle au secours. Un bateau le dépasse, mais à l'intérieur du bateau se trouve le Soleil, qui ne veut pas aider l'homme, car les gens se plaignent toujours que le Soleil brille trop fort [#11]. En ce qui concerne les pratiques liées au Soleil, Im Thurn a rapporté que parmi les Lokono, l'éclipse du Soleil était considérée comme une guerre entre _Hadali_ et _Kathi_, la Lune, et que le Lokono crierait et ferait toutes sortes de bruits pour les en empêcher. combats [#12]. _Kathi_ 'Moon' La lune est connue sous le nom de _Kathi_, un terme enregistré pour la première fois par Joannes de Laet comme _cattehee_ vers 1598, et utilisé également pour désigner le mois lunaire [#13]. Selon le Lokono, la Lune, comme le Soleil, était autrefois un homme. Walter Roth rapporte un mythe Lokono, dans lequel une jeune femme a été visitée par un mystérieux amant nuit après nuit [#10]. Pour savoir qui était l'amant, la femme s'est enduit les mains de suie au fond d'un pot. Le lendemain, lorsqu'elle s'est réveillée, elle a découvert que le visage de son frère était couvert de suie et s'est rendu compte que c'était lui qui lui avait rendu visite la nuit. Tout le monde dans sa communauté a commencé à éviter le frère incestueux, qui a eu tellement honte qu'il s'est éloigné du peuple et est finalement monté vers le ciel, devenant la Lune. C'est pourquoi, selon le Lokono, le visage de la lune est sale aujourd'hui. La Lune apparaît également dans un autre mythe. Dans le mythe Lokono sur un homme coincé sur une île inhabitée mentionnée ci-dessus, un autre bateau passe l'homme, mais cette fois à l'intérieur se trouve la Lune, qui décide d'aider l'homme, car les gens sont toujours heureux de voir la Lune sortir la nuit [#11]. La Lune et le Soleil sont également représentés comme des adversaires. Dans les temps précédents, le Lokono croyait que l'éclipse de la Lune était sa mort (_kathi ôdon_ 'lune mourante') et surveillerait toute la nuit. [#6] Le Lokono dit pendant l'éclipse de la Lune que la Lune s'est endormie le chemin du Soleil [#11]. Par conséquent, ils font beaucoup de bruit, jouent de la batterie et sonnent des trompettes pour le réveiller. À la pleine lune, les mères couvriraient les yeux de leurs enfants afin qu'elles ne tombent pas malades. _Warhokoma_ 'Vénus' La planète Vénus, à la fois lorsqu'elle apparaît le matin comme l'étoile du matin et lorsqu'elle apparaît le soir comme l'étoile du soir, est appelée _Warhokoma_ par le Lokono [#8] [#14] [#15]. Charles Dance, d'autre part, rapporte les termes _Eweiwah_ et _Huewah_, probablement les équivalents du terme général _wiwa_ «Étoile» qui peut être utilisée pour tout corps céleste brillant [#16]. Les Lokono parlent aussi de Vénus comme _Hiyaro wiwa_ "star des femmes". À cet égard, il convient de mentionner que Claudius de Goeje rapporte que lorsque _Hiyaro wiwa_ apparaît près de la Lune et qu'une fille est sur le point d'avoir ses premières menstruations, les Lokono disent que la fille sera bientôt touchée par la Lune [#5]. Il n'y a pas de mythe concernant _Warhokoma_ spécifiquement et sa relation avec la Lune, mais il convient de rappeler que le Lokono connaît une histoire, dans laquelle la Lune était à l'origine un homme qui a commis l'inceste avec sa sœur (voir le mythe mentionné sous _Kathi_), et a un nom de coureur de jupons [#10]. Fait intéressant, le nom _Warhokoma_ pour Morning or Evening Star apparaît également dans Kari’na, qui le voit aussi comme la femme de la Lune [#17] [#18]. _Waya nukuthi bunaha_ 'Voie lactée' La voie lactée est connue chez les Lokono sous le nom de _Waya nukuthi bunaha_, littéralement «Chemin des porteurs d’argile». La Voie lactée représente les empreintes de pas d'hommes qui allaient autrefois chercher de l'argile pour fabriquer des pots, un art qui est, rarement voire pas du tout, pratiqué par les Lokono aujourd'hui. L'origine du nom, cependant, est encore connue et est résumée dans un mythe [#19]. Le même nom pour la Voie lactée a été noté par William Brett qui ajoute qu'il est nommé d'après un type spécifique d'argile blanchâtre [#14]. Charles Dance, d'autre part, dit que la Voie lactée représente les empreintes de pécaris enracinant l'argile, tandis que Walter Roth mentionne une explication différente de Lokono, selon laquelle la Voie lactée représente un tapir poursuivi par un chien et un jaguar [#10] [#16]. Cependant, ces deux sources ne donnent pas le nom Lokono correspondant à la Voie Lactée, et il est possible que ces deux explications soient une influence Kari'na, qui reconnaissent une constellation d'un tigre suivant la constellation d'un tapir à l'intérieur de celle du Lacté Chemin [#17]. _Mali_ 'Sirius' Les Lokono modernes appellent Sirius _Mali_, dont la signification littérale est inconnue. Cornelius van Coll décrit une étoile Lokono appelée _Mali_ et explique qu'il s'agit d'une étoile très puissante [#7] [#17]. Quand il se lève le matin d'août, il tue le poisson dans les marais, et il ne faut pas le pointer, sinon son doigt deviendra boiteux. Le _Mali_ de Cornelius van Coll marque le début de la grande saison sèche (août à décembre), appelée en Lokono _malidalithe_, un terme dérivé de _Mali_. Des sources plus anciennes ont identifié _Mali_ provisoirement comme Lyra, Aquila ou Crux, mais étant donné que la grande saison sèche commence vers août et que les Lokono observent les étoiles le matin, ces identifications doivent être incorrectes; Lyra, Aquila et Crux ne sont pas visibles pour le moment depuis les territoires de Lokono [#11] [#17]. Il n'y a pas de mythes Lokono à propos de _Mali_, mais il existe des preuves qui peuvent correspondre à la constellation de Kari’na _Ombatapo_ «Visage précédent». Les mythes Kari’na expliquent l’origine de la constellation et son nom qui, comme le Lokono _Mali_, tuerait les poissons dans les marais et annonce le début de la grande saison sèche. De plus, le Kari’na _Ombatapo_ est identifié comme faisant partie de Puppis et Canis Major, dont le dernier inclut Sirius [#18] [#20].
it: ### Lokono (o Arawak) ![](Lokono_map_1.webp) Il _Lokono_, noto anche come _Arawak_, è un popolo indigeno della Guiana, il cui territorio si estende lungo la costa dell'Oceano Atlantico, dalla Guyana nordoccidentale, attraverso il Suriname, alla Guyana francese nordoccidentale (vedi mappa) [#1]. I Lokono parlano una lingua che appartiene alla famiglia delle lingue Arawakan, uno dei più grandi gruppi linguistici del continente. Come molti dei loro parenti linguistici, i Lokono sono agricoltori specializzati nell'allevamento della manioca (_Manihot esculenta_), che praticano anche la pesca, la caccia e la raccolta di piante selvatiche. Tuttavia, come uno dei primi gruppi indigeni incontrati dagli europei al momento della conquista, i Lokono sono stati in contatto con popolazioni non indigene per oltre 500 anni [#2]. Questo contatto si è intensificato nel secolo scorso, portando a una sostanziale perdita della lingua Lokono, materiale tradizionale e cultura immateriale, cambiamenti nelle pratiche di sussistenza, e in particolare alla scomparsa di _medicine-men_, i tradizionali portatori di conoscenza spirituale, molto probabilmente compresa la conoscenza etnoastronomica. Di conseguenza, la conoscenza moderna dei corpi celesti sembra essere solo una frazione di ciò che il Lokono sapeva delle stelle in passato. Diverse costellazioni menzionate nelle fonti più antiche sono state dimenticate o sono conosciute solo dai loro nomi, mentre le combinazioni di stelle che rappresentano e le tradizioni orali che spiegano la loro origine e significato sono state dimenticate. La cultura del cielo qui presentata include solo costellazioni identificate, ma la seguente descrizione fornisce un resoconto più completo delle conoscenze astronomiche di Lokono, comprese le informazioni estratte da fonti storiche su tutti gli oggetti celesti nominati nella tabella seguente. Costellazioni di Lokono e altri oggetti celesti | Nome Lokono | Traduzione letterale in inglese | Posizione approssimativa | |----------------|----------------------------------|-------------------------| | _Hadali_ | | Sole | | _Kathi_ | | Luna | | _Warhokoma_ | | Venere | | _Waya nukuthi bunaha_ | Percorso dei portatori di argilla | Via Lattea | | _Mali_ | | Sirius | | _Yôkoro wiwa_ | Punteggi di stelle | Pleiadi | | _Wiwa kalemero_ | Stella splendente | Giove | | _Yorhada_ | Grill | Pegasus | | _Kamodokoya_ | Spirito dell'anaconda verde | poco chiaro | | _Kibiwarhakoya_ | Spirito della capibara | sconosciuto | | _Mabukuli_ | Uomo senza coscia Cintura di Orione | | _Kama tâla_ | Mascella del tapiro | Hyades | | _Hithikoya_ | Spirito del curassow nero | Crux | | _Yokhârhin_ | Cacciatore | α Centauri | | _Alêti_ | Torcia | β Centauri | | _Anorhâkoya_ | Spirito dell'airone cocoi | Maggiore dell'Orsa | | _Honolikoya_ | Spirito dell'airone tigre rufescente | sconosciuto | | _Kasorhowakoya_ | Spirito del pesce a quattro occhi | λ Sco e υ Sco | | _Katarokoya_ | Spirito della tartaruga verde | Ercole | | _Hikorhikoya_ | Spirito della tartaruga dai piedi gialli | sconosciuto | | _Kwakoya_ | Spirito del granchio blu | Orione | | _Ifakoya_ | Spirito dell'anatra muta | Corona Australis | | _Awarhakoya_ | Spirito della palma awara | Coma Berenices | | _Hadorhikoya_ | Spirito degli acouchi rossi | sconosciuto | | _Hokorherokoya_ | Spirito dell'agouti dalla groppa rossa | sconosciuto | | _Kabadarokoya_ | Spirito del giaguaro | sconosciuto | | _Korhirhwathekoya_ | Spirito dell'ocelota | sconosciuto | | _Hawkoya_ | Spirito del bradipo dalla gola pallida | sconosciuto | | _Warhemedokoya_ | Spirito del bradipo a due dita | sconosciuto | | _Yôwanakoya_ | Spirito dell'iguana verde | sconosciuto | | _Yarheyarherokoya_ | Spirito del pappagallo dalla coda lilla | sconosciuto | | _Marodikoya_ | Spirito del marail guan | sconosciuto | | _Hikarowanakoya_ | Spirito del piccolo cuculo | sconosciuto | | _Sûtukoya_ | Spirito del tamarin rosso sconosciuto | | _Howakoya_ | Spirito del saki dalla faccia bianca | sconosciuto | | _Imenarikoya_ | Spirito dello scorpione | sconosciuto | | _Korherokoya_ | Spirito del pappagallo | sconosciuto | | _Kasipenikoya_ | Spirito di una tartaruga | sconosciuto | | _Shimarhabokoya_ | Spirito dell'arco e della freccia | sconosciuto | | _Arakabosakoya_ | Spirito della pistola | sconosciuto | | _Maraka_ | Sonaglio di medicina-uomini | sconosciuto | Conoscenza astronomica di Lokono: un'introduzione Da resoconti contemporanei e storici, sembra che la conoscenza astronomica non fosse limitata a particolari membri della società Lokono. Tuttavia, erano in particolare gli uomini-medicina - i leader spirituali del Lokono conosciuti come _semethi_ - che dovevano padroneggiare i vari aspetti della conoscenza delle stelle e che avrebbero potuto essere responsabili del passaggio delle tradizioni orali ad essi associate da una generazione a un altro. Da Rodrigo de Navarette, che intorno al 1550 scrisse uno dei primi racconti del Lokono, apprendiamo, ad esempio, che: “uomini anziani e saggi che chiamano _Cemetu_ si riuniscono nelle case progettate per i loro incontri e (...) raccontano le tradizioni e le imprese dei loro antenati e dei loro grandi uomini, e narrano anche ciò che quegli antenati udirono dai loro antenati; cosicché in questo modo ricordino gli eventi più antichi del loro paese e della loro gente. E, allo stesso modo, raccontano o predicano sugli eventi relativi al cielo, al sole, alla luna e alle stelle. ”[#3] Il _cemetu_ di Navarette, gli uomini-medicina conosciuti nel moderno Lokono come _semethi_, hanno ampiamente rinunciato alle loro pratiche oggi, che potrebbe essere il motivo per cui la trasmissione della conoscenza astronomica è stata interrotta. Molte costellazioni di Lokono sembrano essere state dimenticate oggi. Le nostre fonti sono quindi spesso limitate ai resoconti storici scritti dai primi esploratori ed etnografi delle Guiane, uno dei più antichi esempi dei quali è illustrato di seguito. ![](schulz.webp) Fig.1 Elenco delle stelle Lokono di Theodor Schulz, circa 1803 [#23]. {: .img_and_caption } È questa letteratura che ci consente di festeggiare la ricostruzione della conoscenza stellare di Lokono, descritta di seguito. Prima di discutere i singoli corpi celesti, tuttavia, meritano una menzione alcune caratteristiche generali dell'astronomia di Lokono: * la sovrapposizione con le tradizioni astronomiche dei gruppi indigeni vicini. * le tradizioni orali che spiegano l'origine e il significato dei corpi celesti. * l'uso del termine _koya_ "spirito" nei nomi di numerose costellazioni. * l'uso del termine generale _wiwa_ "stella, anno" e la mancanza di altri termini astronomici. * le pratiche di osservazione del cielo del Lokono. ### 1. Conoscenza della Guianan condivisa Il territorio di Lokono confina con quello di due popoli indigeni linguisticamente indipendenti, il Kari’na, che parla una lingua caribana, e il Warao, che parla un linguaggio isolato. Sebbene non collegati e tradizionalmente non coniugati, i tre gruppi condividono una grande quantità di cultura materiale e immateriale. La tradizione etnoastronomica dei tre popoli mostra anche una serie di sorprendenti somiglianze, come miti stellari condivisi, nomi simili di costellazioni e parallelismi nel calendario stellare. Ciò parla dei contatti tra i tre gruppi e dello scambio di conoscenze astronomiche, eventualmente facilitate dai rispettivi leader spirituali, come il Lokono _semethi_. Il grado in cui queste tradizioni si sovrappongono e la direzionalità del loro scambio richiedono ulteriori studi. Qui, ci concentriamo sul Lokono e quindi non discutiamo in dettaglio questi prestiti culturali, a meno che non facciano luce sull'etnoastronomia di Lokono. ### 2. Tradizioni orali stellari Una di queste caratteristiche condivise sono i miti sulle stelle. Tali tradizioni orali raccontano le origini di particolari corpi celesti, li collegano tra loro e spiegano la loro influenza sul mondo naturale. La costellazione di Lokono _Hithikoya_ "Spirito del curassow nero", per esempio, è collegata in un mito di Lokono a quella di _Yokhârhin_ "Hunter" e _Alêti_ "Torch", tutti e tre i quali hanno equivalenti di Kari'na e Warao. Sono queste tradizioni orali, conservate dagli uomini-medicina, che probabilmente sono servite da veicolo principale attraverso il quale la conoscenza astronomica è stata trasmessa da una generazione all'altra. Per questo motivo, i riassunti dei miti rilevanti sono riportati nella descrizione di particolari costellazioni. Occasionalmente, quando il mito di Lokono in questione non è documentato, si fa riferimento ai miti dei gruppi vicini per illuminare il significato di particolari corpi celesti. Dato che molte di queste tradizioni orali sono condivise dal Lokono e dai gruppi vicini, questo potenziamento della conoscenza astronomica Lokono mal conservata è giustificato. ### 3. Calendario degli spiriti Il termine _koya_ "spirito", che si trova in numerosi nomi di costellazioni che in genere seguono un termine per una particolare pianta o animale, è una caratteristica chiave dell'astronomia di Lokono. Walter Roth, un etnografo delle Guianas, spiega che tali costellazioni sono gli spiriti degli esseri corrispondenti. [#4] In un momento dell'anno in cui appare la costellazione, lo spirito viaggia dal cielo sulla terra per respirare la vita negli esseri rappresenta. Come tale, le costellazioni di _koya_ formavano un calendario, indicando quale era il momento migliore per impegnarsi in attività di sussistenza relative a queste piante e animali (ad esempio caccia o raccolta). Il Lokono potrebbe anche sapere dove tali spiriti discenderebbero sulla terra; Walter Roth suggerisce che hanno chiamato questi posti con gli stessi nomi delle costellazioni ma le prove di ciò rimangono scarse. Pertanto, _Hadorhikoya_ "Spirito degli acouchi rossi" si riferirebbe allo spirito, alla costellazione e al luogo in cui si trova l'abbondanza di _hadorhi_ quando appare la sua costellazione. Mentre questa conoscenza toponimica è oggi dimenticata, le costellazioni di _koya_ ci ricordano la grande comprensione della vita vegetale e animale che il Lokono possedeva. ### 4. _Wiwa_, la stella e l'anno Il Lokono ha anche un altro termine generale usato per riferirsi alle stelle, _wiwa_. Il termine non ha le connotazioni spirituali di _koya._ Si riferisce, da un lato, alla qualità fisica delle stelle come qualcosa di brillante e, dall'altro, all'anno solare. Come tale, viene utilizzato, ad esempio, quando si parla della propria età. Mentre può applicarsi a qualsiasi stella, _wiwa_ appare solo in due nomi propri di corpi celesti. _Yôkoro wiwa_, letteralmente "Punteggi di stelle" (Pleiadi), è la più importante di tutte le costellazioni di Lokono, il cui aspetto inizia tradizionalmente nell'anno solare di Lokono. A seguire _Yôkoro wiwa_ ci sono le numerose costellazioni _koya_, ognuna delle quali segna una stagione diversa nel calendario Lokono. D'altra parte, _Wiwa kalemero_, letteralmente "Shining star" (Giove) sembra essere stato scelto solo per la sua luminosità. A parte _wiwa_ e _koya_, non ci sono termini generici che distinguono pianeti, stelle, lune, soli, galassie e così via nella lingua Lokono. Per questo motivo, l'equivalente Lokono della Via Lattea, per esempio, è incluso tra le altre costellazioni. ### 5. Pratiche di osservazione del cielo Mentre il Lokono può ammirare il cielo di sera, per seguire il calendario stellare di Lokono, bisogna guardare le costellazioni intorno alle 4 del mattino, il momento in cui il Lokono si sveglia di solito. Il Lokono osserva così il sorgere delle costellazioni al mattino. Per avere la giusta idea del ciclo annuale delle costellazioni, si dovrebbe anche impostare la posizione di visualizzazione sulle Guianas (ad esempio Georgetown, Paramaribo o Cayenne nel menu della posizione). Merita una menzione del fatto che molti Lokono, quando disegnavano costellazioni, non collegavano le stelle con linee e che in alcuni casi c'era poco accordo tra gli oratori su quale stella all'interno di una costellazione corrispondesse a quali parti della pianta o animale rappresentasse. In Stellarium, rappresentiamo costellazioni con linee, ma va tenuto presente che questa può essere una distorsione della tradizione Lokono, che consente una maggiore flessibilità nell'interpretazione di particolari gruppi di stelle. Infine, ci sono restrizioni sull'osservazione di alcuni corpi celesti, poiché si ritiene che uno spirt possa danneggiare qualcuno se guardato [#5]. Ad esempio, con la luna piena, le madri coprivano gli occhi dei loro bambini in modo che non si ammalassero [#6]. Ai giovani è stato anche detto di non guardare _Yôkoro wiwa_ (Pleiades), altrimenti non sarebbero cresciuti [#7]. Tali pratiche si applicavano anche ad altri oggetti ritenuti in grado di ospitare potenti spiriti e includevano altri modi per evitare il contatto visivo con gli spiriti come strofinare peperoni, lime o sale negli occhi. ### Lokono corpi celesti _Hadali_ 'Sun' Il termine Lokono per il Sole è _Hadali_, pronunciato anche come _Adali_. Claaudius de Goeje suggerisce che i nomi variamente scritti dell'eroe della cultura Lokono, il primo uomo di medicina noto come _Harlitvanli_, _Haliwalika_, _Halwanli_, _Hariwalli_ e _Arawanili_, e talvolta _Arawidi_, potrebbero tutti riferirsi allo stesso eroe identificato come il Sole [#8]. Sebbene non possiamo confermare questa ipotesi, vale la pena menzionare il mito di _Arawidi_. Nel mito di Lokono, _Arawidi_, il Sole, è il padre di un uomo che diventa la costellazione di _Mabukuli_ "Uomo senza coscia" (Cintura di Orione) [#9] [#10] [#11]. Secondo la storia, il Sole veniva sulla terra nella forma di un uomo chiamato _Arawidi_ per incontrare il suo amante con cui aveva due gemelli. In un episodio successivo del mito, una delle gemelle sposa una donna, la cui madre la coppia decide di uccidere. Quando provano a fuggire, la sorella della moglie li insegue e riesce a tagliarsi una gamba per vendetta. Di conseguenza, l'uomo sale verso il cielo e diventa la costellazione _Mabukuli_. Un altro mito di Lokono mette in guardia dall'offendere il Sole: un uomo, bloccato su un'isola disabitata nel mezzo di una palude, chiede aiuto. Una barca lo attraversa, ma all'interno della barca c'è il Sole, che non vuole aiutare l'uomo, poiché le persone si lamentano sempre che il Sole splende troppo forte [#11]. Per quanto riguarda le pratiche legate al Sole, Im Thurn riferì che tra i Lokono, l'eclissi del Sole era considerata una guerra tra _Hadali_ e _Kathi_, la Luna, e che il Lokono avrebbe urlato e fatto tutti i tipi di rumori per impedirgli di combattimento [#12]. _Kathi_ 'Luna' La luna è conosciuta come _Kathi_, un termine registrato per la prima volta da Joannes de Laet come _cattehee_ intorno al 1598, e usato anche per riferirsi al mese lunare [#13]. Secondo il Lokono, la Luna, come il Sole, un tempo era un uomo. Walter Roth racconta un mito di Lokono, in cui una giovane donna veniva visitata da un misterioso amante notte dopo notte [#10]. Per scoprire chi fosse l'amante, la donna si imbrattò le mani con la fuliggine dal fondo di una pentola. Il giorno dopo, quando si svegliò, scoprì che la faccia di suo fratello era coperta di fuliggine e si rese conto che era stato lui a visitarla di notte. Tutti nella sua comunità iniziarono a evitare il fratello incestuoso, che si vergognava così tanto da tenersi lontano dalla gente e alla fine ascese al cielo, diventando la Luna. Ecco perché, secondo il Lokono, oggi la faccia della luna è sporca. La luna appare anche in un altro mito. Nel mito di Lokono su un uomo bloccato su un'isola disabitata di cui sopra, un'altra barca passa accanto all'uomo, ma questa volta al suo interno c'è la Luna, che decide di aiutare l'uomo, poiché le persone sono sempre felici di vedere la Luna uscire di notte [#11]. La Luna e il Sole sono anche raffigurati come avversari. Nei tempi precedenti, il Lokono credeva che l'eclissi della Luna fosse la sua morte (_kathi ôdon_ 'moon dying') e avrebbe continuato a vegliare tutta la notte. [#6] Il Lokono dice durante l'eclissi della Luna che la Luna si è addormentata il percorso del sole [#11]. Pertanto, fanno molto rumore, suonano la batteria e suonano le trombe di conchiglie per svegliarlo. Alla luna piena, le madri coprivano gli occhi dei loro bambini in modo che non si ammalassero. _Warhokoma_ 'Venus' Il pianeta Venere, sia quando appare al mattino come Stella del mattino che quando appare alla sera come Stella della sera, è chiamato _Warhokoma_ dal Lokono [#8] [#14] [#15]. Charles Dance, d'altra parte, riporta i termini _Eweiwah_ e _Huewah_, probabilmente gli equivalenti del termine generale _wiwa_ "Stella" che può essere utilizzata per qualsiasi corpo celeste splendente [#16]. Il Lokono parla anche di Venere come _Hiyaro wiwa_ "stella delle donne". In relazione a questo, merita una menzione che Claudius de Goeje riferisce che quando _Hiyaro wiwa_ appare vicino alla Luna e una ragazza sta per avere le sue prime mestruazioni, il Lokono dice che la ragazza sarà presto toccata dalla Luna [#5]. Non esiste alcun mito su _Warhokoma_ in particolare e sulla sua relazione con la Luna, ma vale la pena ricordare che il Lokono conosce una storia, in cui la Luna era in origine un uomo che commise un incesto con sua sorella (vedi il mito menzionato sotto _Kathi_), e ha un nome come donnaiolo [#10]. È interessante notare che il nome _Warhokoma_ per Morning o Evening Star appare anche in Kari’na, che lo vede anche come la moglie della Luna [#17] [#18]. _Waya nukuthi bunaha_ 'Via Lattea' La Via Lattea è conosciuta tra i Lokono come _Waya nukuthi bunaha_, letteralmente "Percorso dei portatori di argilla". La Via Lattea rappresenta le impronte degli uomini che una volta andavano a prendere l'argilla per fare vasi, un'arte che, raramente, viene praticata dal Lokono oggi. L'origine del nome, tuttavia, è ancora nota ed è riassunta in un mito [#19]. Lo stesso nome per la Via Lattea è stato notato da William Brett che aggiunge che prende il nome da un tipo specifico di argilla biancastra [#14]. Charles Dance, d'altra parte, afferma che la Via Lattea rappresenta le impronte dei pecari che radicano l'argilla, mentre Walter Roth menziona una diversa spiegazione di Lokono, secondo la quale la Via Lattea rappresenta un tapiro inseguito da un cane e un giaguaro [#10] [#16]. Tuttavia, queste due fonti non danno il nome Lokono corrispondente per la Via Lattea, ed è possibile che queste due spiegazioni siano un'influenza di Kari'na, che riconoscono una costellazione di una tigre che segue la costellazione di un tapiro all'interno di quella della Lattea Way [#17]. _Mali_ 'Sirius' Il moderno Lokono chiama Sirius _Mali_, il cui significato letterale è sconosciuto. Cornelius van Coll descrive una stella Lokono chiamata _Mali_ e spiega che è una stella molto potente [#7] [#17]. Quando arriva la mattina di agosto, uccide il pesce nelle paludi e non si deve puntare su di esso o il dito diventerà zoppo. Il _Mali_ di Cornelius van Coll segna l'inizio della grande stagione secca (da agosto a dicembre), chiamato in Lokono _malidalithe_, un termine derivato da _Mali_. Fonti precedenti hanno identificato _Mali_ provvisoriamente come Lyra, Aquila o Crux, ma dato che la grande stagione secca inizia intorno ad agosto e che il Lokono osserva le stelle al mattino, queste identificazioni devono essere errate; Lyra, Aquila e Crux non possono essere visti in questo momento dai territori di Lokono [#11] [#17]. Non ci sono miti di Lokono su _Mali_, ma ci sono prove che potrebbero corrispondere alla costellazione di Kari’na _Ombatapo_ "Faccia precedente". I miti di Kari’na spiegano l'origine della costellazione e il suo nome, che, come il Lokono _Mali_, si crede che uccida il pesce nelle paludi e annuncia l'inizio della grande stagione secca. Inoltre, il Kari’na _Ombatapo_ è identificato come parti di Puppis e Canis Major, quest'ultima delle quali include Sirius [#18] [#20].
ja: ### ロコノ（またはアラワク） ![](lokono_map_1.webp) _Arawak_としても知られる_Lokono_は、領土が大西洋の海岸に沿って、ガイアナ北西部からスリナムを経由して、フランス領ギニア北西部に広がる（地図を参照）[#1]ギニアの先住民です。ロコノ語は、大陸で最大の言語グループの1つであるアラワカン語族に属する言語を話します。多くの言語的親戚と同様に、ロコノはキャッサバ（_Manihot esculenta_）の養殖を専門とする農家であり、釣り、狩猟、野生植物の採集も実践しています。しかし、征服時にヨーロッパ人が遭遇した最初の先住民グループの1つとして、Lokonoは非先住民と500年以上接触してきました[#2]。この接触は前世紀に激化し、ロコノ語、伝統的な物質的および非物質的な文化、生活習慣の変化、特に精神的知識の伝統的なキャリアである_medicine-men_の消失につながり、最も可能性が高い民族天文学的知識を含む。 結果として、天体に関する現代の知識は、ロコノが過去の星について知っていたもののほんの一部であるように見えます。古いソースで言及されているいくつかの星座は忘れられているか、それらの名前からしか知られていませんが、それらが表す星の組み合わせと、その起源と重要性を説明する口承の伝統は忘れられています。ここで紹介する空の文化には特定された星座のみが含まれますが、以下の説明では、ロコノの天文学的知識の包括的な説明を提供します。 ### ロコノ星座と他の天体 |ロコノ名|英語のリテラル翻訳|おおよその場所| |----------------|----------------------------------|------------------------| | _ハダリ_ | |太陽| | _Kathi_ | |ムーン| | _ウォーホコマ_ | |金星| | _Waya nukuthi bunaha_ |粘土のキャリアのパス|天の川| | _マリ_ | |シリウス| | _よころわわ_ |星の数|プレアデス星団| | _Wiwa kalemero_ |輝く星|木星| |ヨルハダ|グリル|ペガサス| | _カモドコヤ_ |緑のアナコンダの精神|不明| | _きびわはこ屋_ |カピバラの精神|不明| | _マブクリ_ |太ももなしの男|写真大腿なしの男オリオンのベルト| | _カマタラ|バクの顎|写真バクの顎ハイアデス| | _ひとこや_ |ブラックキュラソーの精神|核心| | _ヨカラン_ |ハンター| αケンタウリ| | _Alêti_|トーチ| βケンタウリ| | _Anorhâkoya_|ココサギの精神|おおぐま座| | _ほのりこ屋_ |紅色の虎サギの精神|不明| | _カソラホワコヤ_ |四つ目の魚の精神| λScoおよびυSco | | _カタロコヤ_ |アオウミガメの精神|写真アオウミガメの精神ヘラクレス| | _ひこりこ屋_ |キアシガメの精|不明| | _クワコヤ_ |青蟹の精霊|オリオン| | _イファコヤ_ |マスコビーのアヒルの精神|コロナオーストラリス| | _あわはこ屋_ |あわらの精霊|昏睡ベニス| | _はどりこや_ |赤いアコウチの精神|不明| | _ホコロヘロコヤ_ |赤ランプのアグーチの精神|不明| | _カバダロコヤ_ |ジャガーの精神|不明| | _Korhirhwathekoya_ |オセロットの精神|不明| | _ホーコーヤ_ |蒼きナマケモノの精神|不明| | _Warhemedokoya_ |二つあるナマケモノの精神|不明| | _ようわなこ屋_ |緑のイグアナの精神|不明| | _Yarheyarherokoya_ |ライラック尾オウムの精神|写真ライラック尾オウム不明| | _Marodikoya_ |マレーグアンの精神|不明| | _ひかろうなこや_ |小さなカッコウの精神|不明| | _Sûtukoya_|赤利きタマリンの精神|不明| | _Howakoya_ |白い顔のサキの精神|不明| | _イメナリコヤ_ |サソリの精神|不明| | _Korherokoya_ |オウムの精神|不明| | _カシペニコヤ_ |亀の精|不明| | _しまりはぼこや_ |弓と矢の精神|不明| | _あらかぼさこや_ |銃の精神|不明| | _マラカ_ |薬男のガラガラ|不明| ### ロコノの天文学的知識：はじめに 現代的および歴史的な説明から、天文学の知識はロコノ社会の特定のメンバーに制限されていなかったように見えます。ただし、特に星の知識のさまざまな側面を習得する必要があり、それに関連する口承の伝統を1世代から別の。 1550年頃にロコノの最初の記述の1つを書いたロドリゴデナヴァレットから、たとえば、次のことを学びます。「彼らが_Cemetu_と呼ぶ老人と賢者は、会議用に設計された家に集まり、（...）彼らの祖先と偉人の伝統と功績、そしてそれらの祖先が彼らの祖先から聞いたことをナレーションします。このようにして、彼らは自分の国と人々の最も古い出来事を覚えています。そして、同じように、彼らは天、太陽、月、星に関連する出来事について語ったり説教したりしている。」[#3] ナバレットの_cemetu_は、現代のロコノで_semethi_として知られている医学者であり、今日では主に彼らの慣行をあきらめており、それが天文学の知識の伝達が中断された理由かもしれません。多くのロコノ星座は今日忘れられたようです。したがって、私たちの出典は、ギアナの初期の探検家や民族誌学者によって書かれた歴史的記述に限定されることがよくあります。その最古の例の1つを以下に示します。 ![](schulz.webp)図1 Theodor Schulzによるロコノ星のリスト、1803年頃[#23]。 {: .img_and_caption } 以下で説明するロコノの恒星の知識をパーティーで再構成できるのはこの文献です。ただし、個々の天体について説明する前に、ロコノ天文学のいくつかの一般的な特徴について言及する価値があります。 *近隣の先住民族の天文学の伝統との重複。 *天体の起源と重要性を説明する口承の伝統。 *多数の星座の名前における_koya_「精神」という用語の使用。 *一般的な用語「_wiwa_」「スター、年」の使用、および他の天文用語の欠如。 *ロコノのスカイウォッチングの練習。 ### 1.共有されたガイアナの知識 ロコノ語の領土は、言語的に関連のない2つの先住民族、カリバン語を話すカリナ語と言語分離語を話すワラオ語の境界にあります。 3つのグループは無関係であり、伝統的に相互関係はありませんが、多くの物質的および非物質的文化を共有しています。三民族の民族占星術の伝統はまた、共有された恒星神話、星座の同様の名前、恒星暦の類似点など、多くの印象的な類似点を示しています。これは、3つのグループ間の接触と、おそらくロコノ_semethi_などのそれぞれの精神的指導者によって促進された天文学の知識の交換について語っています。これらの伝統がどの程度重なっているのか、そしてそれらの交換の方向性には、さらなる研究が必要です。ここでは、ロコノに焦点を当てているため、ロコノ民族天文学に光を当てない限り、これらの文化的借用については詳しく説明しません。 ### 2.優れた口頭伝承 そのような共有機能の1つは、星に関する神話です。そのような口承の伝統は、特定の天体の起源を伝え、それらを互いに結びつけ、自然界への影響を説明しています。たとえば、ロコノ星座_Hithikoya_ 'スピリットオブブラッククラソウ'は、ロコノ神話で_Yokhârhin_ 'ハンター'と_Alêti_ 'トーチ'の神話にリンクされています。これらの3つすべてに、カーリーナとワラオに相当します。天文学の知識が世代を超えて伝えられてきた主な手段として役立ったのは、医学者によって保存されたこれらの口承の伝統です。このため、関連する神話の概要は、特定の星座の説明に記載されています。時折、関連するロコノ神話が文書化されていない場合、特定の天体の重要性を明らかにするために、隣接するグループの神話が参照されます。そのような口承の伝統の多くがロコノと近隣のグループによって共有されていることを考えると、保存状態の悪いロコノの天文学的知識のこの強化は正当化されます。 ### 3.スピリッツのカレンダー ロコノ天文学の主要な特徴は、特定の植物または動物の用語に通常続く多数の星座名に含まれる「_koya_」「精神」という用語です。ギアナの民族誌学者であるウォルター・ロスは、そのような星座は対応する存在の霊であると説明しています。[#4]星座が出現する時期、精神は空から地球へと移動し、生命を生き物に吹き込みますを表します。このように、_koya_-constellationsはカレンダーを形成し、これらの植物や動物に関連する生活活動（狩猟や採集など）に従事するのに最適な時期を示しています。ロコノはまた、そのような精霊が地球のどこに降りるかを知っているかもしれません。ウォルター・ロスは、星座と同じ名前でこれらの場所を呼んだことを示唆していますが、その証拠は依然として不十分です。したがって、_Hadorhikoya_の「赤いアコウチのスピリット」は、その精神、星座、およびその星座が出現したときに_hadorhi_が多く見つかる場所を指します。このトポロジー的な知識は今日忘れられていますが、_koya_-constellationsは、Lokonoが所有していた植物や動物の生命についての深い理解を思い出させてくれます。 ### 4. _Wiwa_、星と年 ロコノ語には、星を表すために使用されるもう1つの一般的な用語_wiwa_もあります。この用語には、_koyaの精神的な意味合いが欠けています。一方は、星の物理的な質を輝くものとして、そして他方は暦年を指します。そのため、たとえば、年齢について話すときに使用されます。どの星にも適用できますが、_wiwa_は天体の2つの固有名にのみ表示されます。 _Yokoro wiwa_、文字通り「星のスコア」（プレアデス）は、伝統的にロコノ暦年から始まるすべてのロコノ星座の中で最も重要です。 _yokoro wiwa_に続いて、多数の_koya_-星座があり、それぞれがLokonoカレンダーの異なる季節を示しています。一方、_Wiwa kalemero_、文字通り「シャイニングスター」（ジュピター）は、その明るさのためだけに選択されたようです。 _wiwa_と_koya_以外に、ロコノ語では惑星、星、月、太陽、銀河などを区別する一般的な用語はありません。このため、たとえば天の川に相当するロコノは他の星座に含まれています。 ### 5.スカイウォッチングの練習 ロコノは夕方に空を眺めることができますが、ロコノの恒星のカレンダーをたどるには、通常、ロコノが目を覚ましている午前4時頃に星座を見なければなりません。このようにロコノは朝の星座の上昇を観察します。星座の年間サイクルの正しいアイデアを取得するには、表示場所をギアナに設定する必要があります（たとえば、ロケーションメニューのジョージタウン、パラマリボ、カイエンなど）。多くのロコノが星座を描くときに星を線でつないでいないこと、そして星座内のどの星がそれが表す植物または動物のどの部分に対応するかについて話者間でほとんど合意がなかったことに言及する価値があります。 Stellariumでは、星座を線で表しますが、これはロコノの伝統の歪みである可能性があることに注意してください。これにより、特定の星のグループをより柔軟に解釈できるようになります。最後に、[#5]を見ると霊が害を及ぼす可能性があると考えられているため、一部の天体を見ることには制限があります。たとえば、満月までに、母親は病気にならないように子供たちの目を覆った[#6]。若い人々はまた_ヨコロワイワ_（プレアデス）を見ないように言われました、さもなければ彼らは成長しないでしょう[#7]。このような慣行は、強力なスピリットを宿していると信じられている他のオブジェクトにも適用され、ピーマン、ライム、または塩などのスピリッツとの目への接触を避ける他の方法が含まれていました。 ### ロコノ天体 _ハダリ_「太陽」 太陽のロコノ語は_Hadali_であり、_Adali_とも発音されます。クラウディウス・デ・ゲーエは、ロコノ文化の英雄、_Harlitvanli _、_ Haliwalika _、_ Halwanli _、_ Hariwalli_、および_Arawanili_、そして時には_Arawidi_として知られる最初の医学者のさまざまな綴りの名前はすべて、同じ英雄として識別された]。この仮説を確認することはできませんが、_Arawidi_の神話は言及する価値があります。ロコノ神話では、太陽の_Arawidi_は星座_Mabukuli_ ‘太もものない男’（Orionのベルト）[#9] [#10] [#11]になる父親です。話によると、太陽は、双子を飼っていた恋人に会うために、_アラウィディと呼ばれる男の形で地球にやって来ました。神話の後のエピソードでは、双子の1人が女性と結婚し、その母親が夫婦で殺すことにしました。彼らが逃げようとするとき、妻の妹は彼らを追いかけ、復讐でなんとか彼の足を切り落としました。その結果、男は空に昇り星座_まぶくり_になります。もう1つのロコノ神話は、太陽を害することに対して警告を発しています。沼地の真ん中にある無人島で立ち往生した男が助けを求めて叫びます。ボートは彼を通過しますが、ボートの内部には太陽があり、太陽はあまりにも強く輝いていると人々は常に不満を言うので、男性を助けたくありません[#11]。太陽に関連する慣習に関する限り、Im Thurnは、ロコノの間で、日食は_Hadali_と_Kathi_、月の間の戦争と見なされ、ロコノは叫び、あらゆる種類の騒音を発してそれらを阻止するだろうと報告しました戦闘[#12]。 _Kathi_ '月' 月は_Kathi_として知られており、Joannes de Laetによって1598年頃に_cattehee_として最初に記録された用語であり、旧暦の月[#13]の参照にも使用されます。ロコノによれば、月は太陽のようにかつては人間でした。ウォルターロスは、ロコノ神話を報告しています。そこでは、若い女性が不思議な恋人によって毎晩訪問されました[#10]。恋人が誰であるかを知るために、女性は鍋の底からすすを手に塗りました。翌日、彼女が目を覚ましたとき、彼女の兄の顔がすすで覆われているのを発見し、夜に彼女を訪ねたのは彼であることに気付きました。彼女のコミュニティの誰もが近親相姦の兄弟を避け始めました。兄弟は恥ずかしくなり、人々から遠ざかり、最終的には空に昇って月になりました。ロコノによれば、これが今日の月面が汚れている理由です。月は別の神話にも登場します。上記の無人島で男が立ち往生しているというロコノ神話では、別の船がその男を通り過ぎていますが、今度は月が登場します。月は夜に出てくるのを人々がいつも喜んでいるからです。 RefX11]。月と太陽も敵として描かれています。以前、ロコノは月食がその死（_kathiôdon_ 'moon dying'）であると信じ、一晩中見守っていたと考えられていました。[#6]ロコノは月が眠っている間に月が眠りについたと言います太陽のパス[#11]。したがって、彼らは多くの音を立て、ドラムを演奏し、シェルのトランペットを吹いて彼を起こしました。満月までに、母親は子供たちの目を覆い、病気にならないようにします。 _Warhokoma_ 'ヴィーナス' 惑星金星は、朝にモーニングスターとして現れるときと、夜にイブニングスターとして現れるときの両方で、ロコノ語によって_Warhokoma_と呼ばれています[#8] [#14] [#15]。一方、Charles Danceは_Eweiwah_および_Huewah_という用語を報告します。おそらく一般的な用語_wiwa_に相当します。 輝く天体[#16]に使用できる「星」。ロコノ語でもヴィーナスを_Hiyaro wiwa_の「女性のスター」と呼んでいます。これに関連して、それはクラウディウスデゴエジェが_Hiyaro wiwa_が月の近くに現れ、女の子が最初の月経を迎えようとしているときに、女の子がすぐに月に触れられると言う[#5]。特に_Warhokoma_とその月との関係についての神話はありませんが、Lokonoが物語を知っていることは覚えておく価値があります。月は元々、妹と近親相姦した男でした（_Kathi_で説明されている神話を参照）。女性化師としての名前があります[#10]。興味深いことに、モーリーまたはイブニングスターの名前である_Warhokoma_は、月の妻[#17] [#18]としても見られるカリナにも登場します。 _Waya nukuthi bunaha_「天の川」 天の川はロコノ人の間で_Waya nukuthi bunaha_として知られています。 「粘土運搬人の道」。天の川は、かつてポットを作るためにかつて粘土を取りに行った男性の足跡を表しています。芸術は、たとえあったとしても、今日のロコノによって実践されていることはほとんどありません。しかし、その名前の由来はまだ知られており、神話[#19]に要約されています。ミルキーウェイの同じ名前は、特定の白っぽいタイプの粘土[#14]にちなんで名付けられたとウィリアム・ブレットによって指摘されました。一方、チャールズダンスは、天の川が粘土を根付かせているペッカリーの足跡を表すと言い、ウォルターロスは別のロコノの説明に言及しています。それによれば、天の川は犬とジャガーに追われたバクを表します[#10] [#16]。ただし、これらの2つの情報源は天の川に対応するロコノの名前を示していません。これらの2つの説明は、天の川のバクの星座に続くトラの星座を認識するカリナの影響である可能性があります。方法[#17]。 _マリ_ 'シリウス' 現代のロコノ語はシリウスを_マリ_と呼びますが、その文字通りの意味は不明です。 Cornelius van Collは_Mali_と呼ばれるロコノの星について説明し、それは非常に強力な星であると説明しています[#7] [#17]。 8月の朝になると、沼地の魚を殺してしまいますので、指差ししないと指がガタガタになります。 Cornelius van Collの_Mali_は、Lokono _malidalithe_で呼ばれる大乾季（8月から12月）の始まりを示し、_Mali_から派生した用語です。古い情報筋は、一時的にLyra、Aquila、またはCruxと_Mali_を識別しましたが、8月頃に乾季が始まり、ロコノが朝に星を観測することを考えると、これらの識別は正しくないはずです。現在、Lyra、Aquila、およびCruxは、Lokono領域[#11] [#17]からは見ることができません。 _マリ_についてのロコノ神話はありませんが、カリナ星座_オンバタポ_に対応している可能性があるという証拠があります 「前の顔」。カリナ神話は星座の起源とその名前を説明しており、ロコノ_マリ_のように、沼地で魚を殺すと信じられており、乾季の始まりを告げています。さらに、カリナ_オンバタポ_は、PuppisおよびCanis Majorの一部として識別され、後者にはSirius [#18] [#20]が含まれます。
ko: ### Lokono (또는 Arawak) ![](lokono_map_1.webp) Arawak으로도 알려진 로코 노 (Lokono)는 가이아나 북서부에서 수리남을 거쳐 프랑스 령 기아나 북서부까지 대서양 연안을 따라 펼쳐지는 기아나의 원주민입니다 (지도 참조) [#1]. 로코 노는 대륙에서 가장 큰 언어 그룹 중 하나 인 아라와 칸 (Arawakan) 언어 군에 속하는 언어를 사용합니다. 언어 적 친척들과 마찬가지로 Lokono는 야생 식물의 낚시, 사냥 및 수집을 연습하는 마니 오크 (Manihot esculenta) 농업을 전문으로하는 농업인입니다. 그러나 정복 당시 유럽인들이 만난 최초의 원주민 그룹 중 하나 인 로코 노는 500 년 이상 비 원주민 집단과 접촉 해왔다 [#2]. 이러한 접촉은 지난 세기에 로코 노어의 언어, 전통적 재료 및 비 물질적 문화의 실질적인 상실, 생계 관행의 변화, 특히 영적 지식의 전통적 운반자 인 의약의 실종으로 이어졌다. 민족지 학적 지식을 포함합니다. 결과적으로 천체에 대한 현대 지식은 과거에 로코 노가 별들에 대해 알고 있던 것의 일부에 지나지 않습니다. 오래된 출처에서 언급 된 여러 별자리는 잊혀지거나 이름에서만 알려진 반면, 별의 조합과 그 기원과 중요성을 설명하는 구전 전통은 잊혀졌습니다. 여기에 제시된 하늘 문화에는 식별 된 별자리 만 포함되지만 다음 설명은 아래 표에 명명 된 모든 천체에 대한 역사적 정보에서 추출 된 정보를 포함하여 로코 노 천문학적 지식에 대한보다 포괄적 인 설명을 제공합니다. 로코 노 별자리 및 기타 천체 | 로코 노 이름 | 영어로 된 리터럴 번역 | 대략적인 위치 | |----------------|----------------------------------|------------------------| | 하달리 | | 태양 | | 캐시 | | 문 | | 워호 코마 | | 금성 | | 와야 누 쿠티 부 나하 | 점토 운반 대의 경로 | 은하수 | | 말리 | | 시리우스 | | 요코로 위와 | 별점 | 플레이아데스 | | 위와 칼레 메로 | 빛나는 별 | 목성 | | 요 라다 | 그릴 | 페가수스 | | 카모 도코 야 | 녹색 아나콘다의 정신 | 불분명 | | 키비와 라코 야 | 카피 바라의 정신 | 불명 | | 마부 쿠리 | 허벅지없는 남자 | 오리온의 벨트 | | 카마 탈라 | 맥의 턱 | 하이드 | | 히 티코 야 | 검은 curassow의 정신 | 크 룩스 | | 요 카린 | 헌터 | α 센타 우리 | | 알레 티 | 토치 | β Centauri | | 아 노르 하코 야 | 코코이 헤론의 정신 | 큰곰 자리 | | 호놀 리코 야 | 반딧불이 헤론의 정신 | 불명 | | 카 소라 하코 야 | 외눈 박이 물고기의 정신 | λ Sco 및 υ Sco | | 카타 로코 야 | 녹색 바다 거북의 정신 | 헤라클레스 | | 히코 리코 야 | 노란 발 거북이의 정신 | 불명 | | 콰 코야 | 꽃게의 정신 | 오리온 | | 이 파코 야 | Muscovy 오리의 정신 | 코로나 오스트 랄리스 | | 아와 라코 야 | 아 와라 야자의 정신 | 코마 베레니케 스 | | 하 도르 히코 야 | 붉은 아 코우치의 정신 | 불명 | | 호코로 헤 코야 | 붉은 rumped agouti의 정신 | 불명 | | 카 바다 로코 야 | 재규어의 정신 | 불명 | | Korhirhwathekoya | 오셀롯의 정신 | 불명 | | 호 코야 | 창백한 나무 늘보의 정신 | 불명 | | 워 헤메 도코 야 | 두 발가락 나무 늘보의 정신 | 불명 | | 요와 나코 야 | 녹색 이구아나의 정신 | 불명 | | 야 레아로 헤로 코야 | 라일락 꼬리 앵무새의 정신 | 불명 | | 마로 디코 야 | 마릴 관음의 정신 | 불명 | | 히 카로 나나코 야 | 작은 뻐꾸기의 정신 | 불명 | | 수쿠 코야 | 붉은 타마린의 정신 | 불명 | | 호 와코 야 | 하얀 사키의 정신 | 불명 | | 이 메나리 코야 | 전갈의 정신 | 불명 | | 코로 로코 야 | 앵무새의 정신 | 불명 | | 카시 페니 코야 | 거북이의 정신 | 불명 | | 시마 르 하코 야 | 활과 화살의 정신 | 불명 | | 아라 카보 사코 야 | 총의 정신 | 불명 | | 마라 카 | 의학 남자의 딸랑이 | 불명 | 로코 노의 천문학적 지식 : 소개 현대적이고 역사적으로 볼 때 천문학적 지식은 로코 노 사회의 특정 구성원들에게만 국한되지 않은 것으로 보인다. 그러나, 스타 지식의 다양한 측면을 습득해야했고, 그들과 관련된 구전 전통을 한 세대에서 다른. 1550 년경 로코 노의 첫 번째 기록 중 하나를 쓴 로드리고 데 나바 레테 (Rodrigo de Navarette)로부터 우리는 예를 들어 다음과 같이 배웁니다.“Cemetu라고 부르는 늙고 현명한 사람들은 집회를 위해 설계된 집에서 모이고 (...) 그들의 조상들과 위대한 사람들의 전통과 착취, 그리고 그 조상들이 그들의 조상들로부터들은 것을 이야기합니다. 이런 식으로 그들은 그들의 나라와 사람들의 가장 오래된 사건들을 기억합니다. 그리고 같은 방식으로 그들은 하늘, 태양, 달 및 별과 관련된 사건에 대해 이야기하거나 설교합니다.”[#3] 현대 Lokono에서 semethi로 알려진 약사 인 Navarette의 cemetu는 오늘날 그들의 관행을 크게 포기했으며, 이것이 천문 지식의 전달이 중단 된 이유 일 수 있습니다. 오늘날 많은 로코 노 별자리가 잊혀진 것 같습니다. 따라서 우리의 출처는 종종 초기 탐험가와 기아나의 민족 학자가 기록한 역사적 기록으로 제한되며, 가장 오래된 예 중 하나가 아래에 설명되어 있습니다. ![](schulz.webp) 그림. 1803 년경 Theodor Schulz의 로코 노 별 목록 [#23]. {: .img_and_caption } 로코 노의 스텔라 지식을 재구성 할 수있는 것은 바로이 문헌들입니다. 그러나 개별 천체를 논의하기 전에 Lokono 천문학의 몇 가지 일반적인 특징은 다음과 같은 언급을합니다. * 인접 원주민 그룹의 천문학적 전통과의 중복. * 천체의 기원과 중요성을 설명하는 구전 전통. * 수많은 별자리 이름에서 koya 'spirit'이라는 용어 사용. * 일반적인 용어 wiwa '스타, 연도'및 기타 천문학 용어의 부재. * 로코 노의 하늘 관찰 관행. ### 1. 공유 Guianan 지식 로코 노 영토는 언어 적으로 관련이없는 토착민 인 카리나 (Cariban)는 Cariban 언어를 사용하고 Warao는 언어 분리를 말하고 있습니다. 무관하고 전통적으로 결혼하지는 않았지만 세 그룹은 많은 물질적, 비 물질적 문화를 공유합니다. 세 민족의 민족적 천문학적 전통은 또한 공유 된 별의 신화, 별자리의 유사한 이름 및 별의 달력과 비슷한 여러 가지 놀라운 유사성을 보여줍니다. 이것은 로코 노 세 메티 (Lokono semethi)와 같은 각자의 영적 지도자에 의해 촉진 될 수있는 세 그룹 간의 접촉과 천문학적 지식의 교환과 관련이있다. 이러한 전통이 겹치는 정도와 교환의 방향성에 대한 추가 연구가 필요합니다. 우리는 로코 노에 중점을두기 때문에 로코 노 민족 지명에 대해 밝히지 않는 한 이러한 문화적 차입에 대해 자세히 논의하지 않습니다. ### 2. 스텔라 구두 전통 이러한 공유 기능 중 하나는 별에 대한 신화입니다. 그러한 구전 전통은 특정 천체의 기원을 말하고 서로 연결하며 자연계에 미치는 영향을 설명합니다. 예를 들어, 로코 노 별자리 히 시코 야 '검은 curassow의 정신'은 로코 노 신화와 Yokhârhin 'Hunter'및 Alêti 'Torch'의 신화와 연결되어 있으며,이 3 가지 모두 Kari'na와 Warao에 해당합니다. 의사들이 보존 한 이러한 구전 전통은 아마도 천문학적 지식이 한 세대에서 다른 세대로 전달되는 주요 수단으로 작용했을 것입니다. 이러한 이유로, 관련 신화의 요약은 특정 별자리의 설명에 나와 있습니다. 때때로, 관련 로코 노 신화가 문서화되지 않은 경우, 특정 천체의 중요성을 밝히기 위해 이웃 그룹의 신화가 언급됩니다. 로코 노와 이웃 집단이 그러한 구전 전통을 공유한다는 점을 감안할 때, 잘 보존되지 않은 로코 노 천문 지식의 이러한 향상은 정당화됩니다. ### 3. 영혼의 달력 일반적으로 특정 식물이나 동물에 대한 용어를 따르는 수많은 별자리 이름에서 발견되는 코야 '정신'이라는 용어는 로코 노 천문학의 주요 특징입니다. 기아나의 민족지 학자 인 월터 로스 (Walter Roth)는 그러한 별자리가 해당 존재의 영혼이라고 설명합니다. [#4] 별자리가 나타나는 연도에 영혼은 하늘에서 지구로 이동하여 생명체를 존재로 호흡합니다. 나타냅니다. 따라서 코야 별자리는 달력을 형성하여 식물과 동물과 관련된 생존 활동에 참여하기 가장 좋은 시간을 나타냅니다 (예 : 사냥 또는 수집). 로코 노는 또한 그러한 영들이 땅에서 내려 오는 곳을 알고 있었을 것입니다. 월터 로스 (Walter Roth)는 별자리와 같은 이름으로이 장소를 불렀지 만 그 증거는 여전히 나쁘다고 제안합니다. 따라서 Hadorhikoya '붉은 아 코우치의 정신'은 별자리가 나타날 때 정신, 별자리 및 hadorhi가 많이 발견되는 장소를 나타냅니다. 이 지명적인 지식은 오늘날 잊혀졌지만, 코야 별자리는 우리에게 로코 노가 가지고 있었던 식물과 동물의 삶에 대한 큰 이해를 상기시킵니다. ### 4. 별과 연도 Wiwa 로코 노에는 또한 별 (wiwa)을 가리키는 데 사용되는 또 다른 일반적인 용어가 있습니다. 이 용어에는 코야의 영적인 의미가 없습니다. 한편으로 그것은 별의 물리적 특성을 빛나는 것으로, 다른 한편으로는 달력 연도를 의미합니다. 예를 들어, 나이에 관해 이야기 할 때 사용됩니다. 그것은 어떤 별에도 적용될 수 있지만, wiwa는 천체의 두 가지 적절한 이름으로 만 나타납니다. 문자 그대로 '별 점수'(Pleiades) 인 요코로 위와 (Yôkoro wiwa)는 로코 노 (Rokono) 달력 연도가 전통적으로 시작되는 모든 로코 노 별자리 중 가장 중요합니다. 요코로 위와 다음에는 수많은 코야 별자리가 있으며, 각각은 로코 노 달력에서 다른 계절을 나타냅니다. 반면 Wiwa Kalemero는 문자 그대로 '빛나는 별'(Jupiter)이 밝기 때문에 단독으로 선정 된 것으로 보입니다. wiwa와 koya 외에도 Lokono 언어로 행성, 별, 달, 태양, 은하 등을 구별하는 일반적인 용어는 없습니다. 이러한 이유로, 예를 들어 은하수의 로코 노 등가물이 다른 별자리에 포함됩니다. ### 5. 하늘 관찰 관행 Lokono는 저녁에 하늘을 감상 할 수 있지만 Lokono의 별 달력을 따르려면 Lokono가 일반적으로 일어나는 시간 인 오전 4 시경에 별자리를 봐야합니다. Lokono는 따라서 아침에 별자리가 상승하는 것을 관찰합니다. 매년 별자리주기에 대한 올바른 아이디어를 얻으려면보기 위치를 Guianas (예 : 위치 메뉴의 Georgetown, Paramaribo 또는 Cayenne)로 설정해야합니다. 별자리를 그릴 때 많은 로코 노가 별을 선으로 연결하지 않았으며 어떤 경우에는 별자리 내의 어떤 별이 식물이나 동물의 어느 부분에 해당하는지에 대해 화자 사이에 동의가 거의 없었다는 언급이 있습니다. 스텔라 리움에서 우리는 선으로 별자리를 표현하지만, 이것은 특정 스타 그룹을 해석하는 데 더 많은 유연성을 허용하는 로코 노 전통의 왜곡 일 수 있음을 명심해야합니다. 마지막으로, 일부 천체를 보는 데는 제한이 있습니다. 왜냐하면 [#5]를 보면 첨자가 해를 끼칠 수 있다고 믿기 때문입니다. 예를 들어, 보름달에 의해 어머니들은 아이들의 눈을 가리어 아프지 않게하였습니다 [#6]. 젊은 사람들은 또한 요코로 위와 (Pleiades)를 보지 말라고 들었다. 그렇지 않으면 그들은 자라지 않을 것이다 [#7]. 이러한 관행은 강력한 영혼을 품고 있다고 생각되는 다른 물체에도 적용되었으며 고추, 라임 또는 소금을 눈에 비비는 것과 같은 영혼과의 눈 접촉을 피하는 다른 방법을 포함했습니다. 로코 노 천체 하달리 '일' 태양에 대한 로코 노어 용어는 Hadali이며 Adali로 발음됩니다. Claaudius de Goeje는 Harlitvanli, Haliwalika, Halwanli, Hariwalli 및 Arawanili로 알려진 첫 번째 약사 인 Lokono 문화 영웅의 다양한 철자 이름, 때로는 Arawidi가 모두 태양과 동일한 영웅을 지칭 할 수 있음을 나타냅니다 [#8]. 이 가설을 확인할 수는 없지만 Arawidi의 신화는 언급 할 가치가 있습니다. 로코 노 신화에서 태양인 Arawidi는 별자리 Mabukuli '허벅지없는 남자'(Orion 's belt) [#9] [#10] [#11]가되는 남자의 아버지입니다. 이야기에 따르면, 태양은 Arawidi라는 사람의 모양으로 지구에 와서 쌍둥이를 낳은 연인을 만났습니다. 신화의 나중 에피소드에서 쌍둥이 중 하나는 여자와 결혼하여 어머니는 부부를 죽이기로 결정합니다. 그들이 도망치려 고 할 때, 아내의 여동생이 그들을 추격하고 그의 다리를 복수하려고합니다. 결과적으로 남자는 하늘로 올라가 별자리 마부 쿠 리가됩니다. 또 다른 로코 노의 신화는 햇볕에 무인도에 갇힌 한 남자가 태양의 기분을 상하게하는 것에 대해 경고합니다. 배가 그를지나 갔지만 배 안에는 태양이 있는데, 사람들은 항상 태양이 너무 강하게 빛나고 있다고 불평하기 때문에 사람을 돕고 싶지 않습니다 [#11]. 임 투른 (Im Thurn)은 로코 노 (Rokono)에서 태양의 일식은 하달리 (Hadali)와 카스티 (Kasti), 달과의 전쟁으로 간주되며 로코 노 (Lokono)는 소리를 멈추고 모든 종류의 소음을 차단할 것이라고 말했다. 싸움 [#12]. 캐시 '달' 달은 1598 년경 Joannes de Laet에 의해 cattehee로 처음 기록 된 용어 인 Kathi로 알려져 있으며, 달의 달 [#13]을 나타내는 데 사용됩니다. 로코 노에 따르면, 달은 태양처럼 한때 사람이었다. 월터 로스 (Walter Roth)는 로코 노 (Rokono) 신화에 대해보고합니다. 로코 노 (Rokono) 신화는 밤새 신비로운 연인이 방문한 젊은 여성 [#10]입니다. 연인이 누군지 알아 내기 위해 여자는 냄비 바닥에서 그을음으로 손을 닦았습니다. 다음날, 그녀는 일어 났을 때 그녀의 동생의 얼굴이 그을음으로 덮여 있음을 발견하고 밤에 그녀를 방문한 사람임을 깨달았습니다. 그녀의 지역 사회의 모든 사람들은 근친상간 형제를 피하기 시작했습니다. 그는 부끄러워서 사람들로부터 멀리 떨어져 하늘로 올라가 달이되었습니다. 로코 노에 따르면, 오늘 달의 얼굴이 더럽습니다. 달은 또 다른 신화에도 나타납니다. 위에서 언급 한 무인도에 갇힌 한 남자에 대한 로코 노의 신화에서 다른 배가 그 남자를 추월하지만, 이번에는 달이 있는데, 사람들은 밤에 달이 나오는 것을 항상 기뻐하기 때문에 남자를 돕기로 결정합니다. RefX11]. 달과 태양도 상대로 묘사됩니다. 로코 노는 예전에는 달의 일식이 죽음 (카티 온 '달 죽어가는 달)'이라고 믿고 밤새 계속 지켜 볼 것이라고 말했다. [#6] 로코 노는 달의 일식 중에 달이 잠 들었다고 말한다. 태양의 경로 [#11]. 따라서 그들은 많은 소음을 내고 드럼을 연주하며 셸 트럼펫을 날려 깨 웁니다. 보름달이되면 어머니는 자녀의 눈을 가리고 아프지 않게되었습니다. Warhokoma '금성' 모닝 스타로 아침에 나타날 때와 저녁 스타로 저녁에 나타날 때 모두 금성 행성은 로코 노 [#8] [#14] [#15]에 의해 Warhokoma라고 불립니다. 반면 Charles Dance는 Eweiwah와 Huewah라는 용어를보고합니다. 아마 wiwa라는 일반 용어와 같습니다. 빛나는 천체 [#16]에 사용할 수있는 '별'. 로코 노는 또한 금성을 히야로 위와 '여성 스타'라고 말합니다. 이와 관련하여 Claudius de Goeje는 Hiyaro wiwa가 달 가까이에 나타나고 소녀가 첫 월경을 시작하려고 할 때 Lokono는 소녀가 곧 달에 닿을 것이라고 말합니다. [#5]. 구체적으로 Warhokoma에 대한 신화와 달과의 관계에 대한 신화는 없지만 Lokono는 달이 원래 그의 여동생과 근친상간을 범한 사람 이었다는 이야기를 알고 있음을 상기 할 가치가 있습니다 (Kathi에서 언급 한 신화 참조). 여성화 기 [#10]라는 이름을 가지고 있습니다. 흥미롭게도, 아침이나 저녁 별의 이름 인 Warhokoma는 Kari'na에도 나타나며, 달의 아내 [#17] [#18]로도 알려져 있습니다. 와야 누 쿠티 부 나하 '밀키 웨이' 은하수는 로코 노인들에게 문자 그대로 Waya nukuthi bunaha로 알려져 있습니다. ‘점토 운반 대 경로’ 은하수는 한때 냄비를 만들기 위해 점토를 가져간 사람들의 발자국을 나타냅니다.이 예술은 오늘날 Lokono가 거의 사용하지 않는 예술입니다. 그러나 이름의 기원은 여전히 알려져 있으며 신화 [#19]로 요약되어 있습니다. 은하수 (Wilky Way)와 같은 이름은 William Brett에 의해 언급되었는데, 그는 그것이 희끄무레 한 유형의 점토 [#14]의 이름을 따서 명명되었다고 덧붙였다. 반면에 찰스 댄스는 은하수가 점토를 뿌리는 족제비의 발자국을 나타내고 월터 로스는 다른 로코 노의 설명을 언급하며, 이에 따라 은하수는 개와 재규어가 쫓는 테이퍼를 나타낸다고한다 [#10] [#16]. 그러나이 두 출처는 은하수에 해당하는 로코 노 이름을 제공하지 않으며,이 두 설명은 은하의 내에서 테이퍼 별자리에 따라 호랑이 별자리를 인식하는 카리나 영향 일 가능성이 있습니다 방법 [#17]. 말리 '시리우스' 현대의 로코 노는 시리우스 말리 (Sirius Mali)라고하며, 그 의미는 알려져 있지 않습니다. 코넬리우스 반 콜은 말리 (Mali)라고 불리는 로코 노의 별을 묘사하며이 별이 매우 강력한 별이라고 말한다 [#7] [#17]. 8 월 아침에 일어 났을 때 늪에서 물고기를 죽이고, 그것을 겨냥해서는 안됩니다. 그렇지 않으면 손가락이 절름발이가됩니다. 코넬리우스 반 콜 (Cornelius van Coll)의 말리 (Mali)는 말리 (Mali)에서 유래 된 용어 인 로코 노 말리 살리 테스 (Lokono malidalithe)에서 불린 큰 건기 (8 월에서 12 월)의 시작을 표시합니다. 오래된 소식통은 말리를 잠정적으로 Lyra, Aquila 또는 Crux로 식별했지만 8 월경에 큰 건기가 시작되고 Lokono가 아침에 별을 관찰한다는 점을 감안할 때 이러한 식별 정보는 정확하지 않아야합니다. 현재 Lyra, Aquila 및 Crux는 Lokono 지역 [#11] [#17]에서 볼 수 없습니다. 말리에 대한 로코 노 신화는 없지만 카리나 별자리 옴 바타 포에 해당하는 증거가 있습니다. ‘이전 얼굴’ 카리나 신화는 로코 노 말리처럼 늪에서 물고기를 죽이고 큰 건기의 시작을 알리는 별자리의 기원과 이름을 설명합니다. 또한 Kari'na Ombatapo는 Puppis 및 Canis Major의 일부로 식별되며 후자는 Sirius [#18] [#20]를 포함합니다.
nl: ### Lokono (of Arawak) ![](lokono_map_1.webp) De _Lokono_, ook wel bekend als _Arawak_, is een inheems volk van de Guianas, wiens grondgebied zich uitstrekt langs de kust van de Atlantische Oceaan, van het noordwesten van Guyana, via Suriname tot het noordwesten van Frans-Guyana (zie kaart) [#1]. De Lokono spreken een taal die behoort tot de Arawakan-taalfamilie, een van de grootste taalgroepen op het continent. Zoals veel van hun taalkundige verwanten, zijn de Lokono landbouwkundigen die gespecialiseerd zijn in het kweken van maniok (_Manihot esculenta_), die ook vissen, jagen en het verzamelen van wilde planten beoefenen. Als een van de eerste inheemse groepen die de Europeanen bij de verovering tegenkwamen, hebben de Lokono echter al meer dan 500 jaar contact met niet-inheemse bevolkingsgroepen [#2]. Dit contact is in de afgelopen eeuw geïntensiveerd, wat heeft geleid tot een aanzienlijk verlies van de Lokono-taal, traditionele materiële en immateriële cultuur, veranderingen in de bestaanspraktijken, en met name tot het verdwijnen van _medicine-men_, de traditionele dragers van spirituele kennis, hoogstwaarschijnlijk inclusief etnoastronomische kennis. Als gevolg hiervan lijkt de moderne kennis over hemellichamen slechts een fractie te zijn van wat de Lokono in het verleden over sterren wist. Verschillende sterrenbeelden die in oudere bronnen worden genoemd, zijn vergeten of zijn alleen bekend uit hun naam, terwijl de combinaties van sterren die ze vertegenwoordigen en de mondelinge tradities die hun oorsprong en betekenis verklaren, zijn vergeten. De hier gepresenteerde luchtcultuur omvat alleen geïdentificeerde sterrenbeelden, maar de volgende beschrijving geeft een uitgebreider verslag van de astronomische kennis van Lokono, inclusief informatie uit historische bronnen over alle hemellichamen die in de onderstaande tabel worden genoemd. ### Lokono-sterrenbeelden en andere hemellichamen | Lokono-naam | Letterlijke vertaling in het Engels | Geschatte locatie | |----------------|----------------------------------|-------------------------| | _Hadali_ | | Zo | | _Kathi_ | | Maan | | _Warhokoma_ | | Venus | | _Waya nukuthi bunaha_ | Pad van de dragers van klei | Melkweg | | _Mali_ | | Sirius | | _Yôkoro wiwa_ | Scores van sterren | Pleiaden | | _Wiwa kalemero_ | Stralende ster | Jupiter | | _Yorhada_ | Grill | Pegasus | | _Kamodokoya_ | Geest van de groene anaconda | onduidelijk | | _Kibiwarhakoya_ | Geest van de capibara | onbekend | | _Mabukuli_ | Man zonder dij | Orion's riem | | _Kama tâla_ | Kaak van de tapir | Hyades | | _Hithikoya_ | Geest van de zwarte curassow | Crux | | _Yokhârhin_ | Hunter | α Centauri | | _Alêti_ | Zaklamp | β Centauri | | _Anorhâkoya_ | Geest van de cocoi reiger | Grote Beer | | _Honolikoya_ | Geest van de rufescent tijgerreiger | onbekend | | _Kasorhowakoya_ | Geest van de vierogige vis | λ Sco en υ Sco | | _Katarokoya_ | Geest van de groene zeeschildpad | Hercules | | _Hikorhikoya_ | Geest van de geelvoetschildpad | onbekend | | _Kwakoya_ | Geest van de blauwe krab | Orion | | _Ifakoya_ | Geest van de Barbarijse eend | Corona Australis | | _Awarhakoya_ | Geest van de awara palm | Coma Berenices | | _Hadorhikoya_ | Geest van de rode acouchi | onbekend | | _Hokorherokoya_ | Geest van de roodstuitige agouti | onbekend | | _Kabadarokoya_ | Geest van de jaguar | onbekend | | _Korhirhwathekoya_ | Geest van de ocelot | onbekend | | _Hawkoya_ | Geest van de bleekkeelige luiaard | onbekend | | _Warhemedokoya_ | Geest van de tweetenige luiaard | onbekend | | _Yôwanakoya_ | Geest van de groene leguaan | onbekend | | _Yarheyarherokoya_ | Geest van de seringstaartpapegaai | onbekend | | _Marodikoya_ | Geest van de marail guan | onbekend | | _Hikarowanakoya_ | Geest van de kleine koekoek | onbekend | | _Sûtukoya_ | Geest van de roodhandige tamarin | onbekend | | _Howakoya_ | Geest van de witte saki | onbekend | | _Imenarikoya_ | Geest van de schorpioen | onbekend | | _Korherokoya_ | Geest van de papegaai | onbekend | | _Kasipenikoya_ | Geest van een schildpad | onbekend | | _Shimarhabokoya_ | Geest van de pijl en boog | onbekend | | _Arakabosakoya_ | Geest van het pistool | onbekend | | _Maraka_ | Medicijnman's rammelaar | onbekend | ### Lokono astronomische kennis: een inleiding Uit hedendaagse en historische verslagen blijkt dat astronomische kennis niet beperkt was tot bepaalde leden van de Lokono-samenleving. Het waren echter vooral de medicijnmannen - de spirituele leiders van de Lokono die bekend staan als _semethi_ - die de verschillende aspecten van sterrenkennis moesten beheersen en die mogelijk verantwoordelijk waren geweest voor het doorgeven van de mondelinge tradities die daarmee samenhingen van de ene generatie naar de andere. een ander. Van Rodrigo de Navarette, die rond 1550 een van de eerste verslagen van de Lokono schreef, leren we bijvoorbeeld dat: “oude en wijze mannen die ze _Cemetu_ noemen, zich verzamelen in de huizen die zijn ontworpen voor hun vergaderingen en (...) vertellen de tradities en heldendaden van hun voorouders en grote mannen, en vertellen ook wat die voorouders van hun voorouders hoorden; zodat ze op deze manier de oudste gebeurtenissen van hun land en volk herinneren. En op dezelfde manier vertellen of prediken ze over gebeurtenissen die betrekking hebben op de hemel, de zon, de maan en de sterren. '[#3] Navarette's _cemetu_, de medicijnmannen die in het moderne Lokono bekend staan als _semethi_, hebben hun praktijken vandaag grotendeels opgegeven, wat de reden kan zijn waarom de overdracht van astronomische kennis is onderbroken. Veel Lokono-sterrenbeelden lijken tegenwoordig te zijn vergeten. Onze bronnen zijn daarom vaak beperkt tot historische verslagen die zijn geschreven door vroege ontdekkingsreizigers en etnografen van de Guianas, waarvan een van de oudste voorbeelden hieronder wordt geïllustreerd. ![](schulz.webp) Fig.1 Lijst van Lokono-sterren door Theodor Schulz, circa 1803 [#23]. {: .img_and_caption } Het is deze literatuur die ons in staat stelt om de Lokono stellaire kennis, die hieronder wordt beschreven, te reconstrueren. Voordat we de afzonderlijke hemellichamen bespreken, verdienen verschillende algemene kenmerken van de Lokono-astronomie een vermelding, namelijk: * de overlap met de astronomische tradities van naburige inheemse groepen. * de mondelinge tradities die de oorsprong en betekenis van hemellichamen verklaren. * het gebruik van de term _koya_ ‘spirit’ in de namen van talloze sterrenbeelden. * het gebruik van de algemene term _wiwa_ 'ster, jaar' en het ontbreken van andere astronomische termen. * de luchtkijkpraktijken van de Lokono. ### 1. Gedeelde kennis van Guian Het Lokono-gebied grenst aan dat van twee linguïstisch niet-verwante inheemse volkeren, de Kari'na, die een Caribische taal spreekt, en de Warao, die een geïsoleerde taal spreekt. Hoewel ze niet verwant zijn en traditioneel niet onderling trouwen, delen de drie groepen veel materiële en immateriële cultuur. Etnoastronomische traditie van de drie volkeren vertoont ook een aantal opvallende overeenkomsten, zoals gedeelde stellaire mythen, vergelijkbare namen van sterrenbeelden en parallellen op de stellaire kalender. Dit spreekt tot de contacten tussen de drie groepen en tot de uitwisseling van astronomische kennis, mogelijk gefaciliteerd door hun respectievelijke spirituele leiders, zoals de Lokono _semethi_. De mate waarin deze tradities elkaar overlappen en de gerichtheid van hun uitwisseling behoeven nader onderzoek. Hier concentreren we ons op de Lokono en bespreken daarom deze culturele leningen niet in detail, tenzij ze licht werpen op de Lokono-etnoastronomie. ### 2. Stellaire mondelinge tradities Een van deze gedeelde kenmerken zijn mythes over sterren. Dergelijke orale tradities vertellen over de oorsprong van bepaalde hemellichamen, verbinden ze met elkaar en verklaren hun invloed op de natuurlijke wereld. Het Lokono-sterrenbeeld _Hithikoya_ ‘Spirit of the black curassow’, bijvoorbeeld, is in een Lokono-mythe verbonden met die van _Yokhârhin_ ‘Hunter’ en _ Alêti_ ‘Torch’, die alle drie Kari’na en Warao-equivalenten hebben. Het zijn deze mondelinge tradities, bewaard door de medicijnmannen, die waarschijnlijk dienden als het belangrijkste voertuig waardoor astronomische kennis van de ene generatie op de andere werd doorgegeven. Daarom worden samenvattingen van de relevante mythen gegeven in de beschrijving van bepaalde sterrenbeelden. Af en toe, wanneer de relevante Lokono-mythe niet gedocumenteerd is, wordt verwezen naar mythen van de naburige groepen om de betekenis van bepaalde hemellichamen te belichten. Aangezien veel van dergelijke orale tradities worden gedeeld door de Lokono en de naburige groepen, is deze verbetering van de slecht bewaarde astronomische kennis van Lokono gerechtvaardigd. ### 3. Kalender van geesten De term _koya_ ‘geest’, die in tal van constellatienamen voorkomt, die typisch een term voor een bepaalde plant of dier volgen, is een belangrijk kenmerk van de Lokono-astronomie. Walter Roth, een etnograaf van de Guianas, legt uit dat dergelijke sterrenbeelden de geesten zijn van de corresponderende wezens. [#4] In een tijd van het jaar waarin het sterrenbeeld verschijnt, reist de geest van de lucht naar de aarde om leven te blazen in de wezens die het zijn vertegenwoordigt. Als zodanig vormden de _koya_-sterrenbeelden een kalender, die aangeeft wat de beste tijd is om deel te nemen aan zelfvoorzienende activiteiten met betrekking tot deze planten en dieren (bijvoorbeeld jagen of verzamelen). De Lokono wist misschien ook waar zulke geesten op aarde zouden neerdalen; Walter Roth suggereert dat ze deze plaatsen met dezelfde namen noemden als de sterrenbeelden, maar het bewijs daarvoor blijft slecht. Dus, _Hadorhikoya_ ‘Geest van de rode acouchi’ zou verwijzen naar de geest, het sterrenbeeld en de plaats waar de _hadorhi_ in overvloed wordt gevonden wanneer het sterrenbeeld verschijnt. Hoewel deze toponieme kennis tegenwoordig wordt vergeten, herinneren de _koya_-constellaties ons aan het grote begrip van het planten- en dierenleven dat de Lokono bezat. ### 4. _Wiwa_, de ster en het jaar De Lokono hebben ook een andere algemene term die wordt gebruikt om naar sterren te verwijzen, _wiwa_. De term mist de spirituele connotaties van _koya._ Het verwijst enerzijds naar de fysieke kwaliteit van sterren als iets dat schijnt en, anderzijds, naar het kalenderjaar. Als zodanig wordt het bijvoorbeeld gebruikt bij het praten over iemands leeftijd. Hoewel het op elke ster van toepassing kan zijn, verschijnt _wiwa_ slechts in twee eigennamen van hemellichamen. _Yôkoro wiwa_, letterlijk ‘Scores of stars’ (Pleiaden), is de belangrijkste van alle Lokono-constellaties, waarvan het uiterlijk traditioneel begint in het Lokono-kalenderjaar. Na _Yôkoro wiwa_ volgen de talrijke _koya_-sterrenbeelden, die elk een ander seizoen in de Lokono-kalender aangeven. Aan de andere kant lijkt _Wiwa kalemero_, letterlijk ‘Shining star’ (Jupiter) te zijn onderscheiden vanwege de helderheid. Afgezien van _wiwa_ en _koya_ zijn er geen generieke termen die planeten, sterren, manen, zonnen, sterrenstelsels enzovoort onderscheiden in de Lokono-taal. Om deze reden wordt bijvoorbeeld het Lokono-equivalent van de Melkweg onder andere sterrenbeelden opgenomen. ### 5. Luchtkijkpraktijken Terwijl de Lokono 's avonds de hemel kan bewonderen, moet men om de Lokono-stellaire kalender te volgen, rond 4 uur' s ochtends naar de sterrenbeelden kijken, de tijd dat de Lokono gewoonlijk wakker wordt. De Lokono observeren dus de opkomst van de sterrenbeelden in de ochtend. Om een goed beeld te krijgen van de jaarlijkse cyclus van sterrenbeelden, moet men ook de kijklocatie instellen op de Guianas (bijvoorbeeld Georgetown, Paramaribo of Cayenne in het locatiemenu). Het verdient een vermelding dat veel Lokono bij het tekenen van sterrenbeelden de sterren niet met lijnen verbond en dat er in sommige gevallen weinig overeenstemming was onder de sprekers over welke ster binnen een sterrenbeeld overeenkomt met welke delen van de plant of het dier het vertegenwoordigt. In Stellarium vertegenwoordigen we sterrenbeelden met lijnen, maar er moet rekening mee worden gehouden dat dit een verstoring van de Lokono-traditie kan zijn, wat zorgt voor meer flexibiliteit bij het interpreteren van bepaalde stergroepen. Ten slotte zijn er beperkingen bij het kijken naar sommige hemellichamen, omdat men gelooft dat een spuit iemand kan schaden als men naar [#5] kijkt. Zo bedekten moeders bij volle maan de ogen van hun kinderen zodat ze niet ziek zouden worden [#6]. Jongeren kregen ook te horen dat ze niet naar _Yôkoro wiwa_ (Pleiaden) moesten kijken, anders zouden ze niet groeien [#7]. Dergelijke praktijken werden ook toegepast op andere voorwerpen waarvan wordt aangenomen dat ze sterke geesten bevatten en omvatten andere manieren om oogcontact met sterke drank te vermijden, zoals het wrijven van pepers, limoenen of zout in iemands ogen. ### Lokono hemellichamen _Hadali_ 'Sun' De Lokono-term voor de zon is _Hadali_, ook uitgesproken als _Adali_. Claaudius de Goeje suggereert dat de verschillend gespelde namen van de Lokono-cultuurheld, de eerste medicijnman bekend als _Harlitvanli_, _Haliwalika_, _Halwanli_, _Hariwalli_ en _Arawanili_, en soms _Arawidi_, allemaal kunnen verwijzen naar dezelfde held die wordt geïdentificeerd als de zon [#8]. Hoewel we deze hypothese niet kunnen bevestigen, is de mythe van _Arawidi_ het vermelden waard. In de Lokono-mythe is _Arawidi_, de zon, de vader van een man die het sterrenbeeld _Mabukuli_ ‘Man zonder dij’ wordt (Orions riem) [#9] [#10] [#11]. Volgens het verhaal kwam de zon naar de aarde in de vorm van een man genaamd _Arawidi_ om zijn geliefde te ontmoeten met wie hij een tweeling had. In een latere aflevering van de mythe trouwt een van de tweelingen met een vrouw, wiens moeder het paar besluit te doden. Wanneer ze proberen te ontsnappen, achtervolgt de zus van de vrouw hen en slaagt erin zijn wraakbeen af te snijden. Als gevolg hiervan stijgt de man naar de hemel en wordt het sterrenbeeld _Mabukuli_. Een andere Lokono-mythe waarschuwt voor het beledigen van de zon: een man, vast op een onbewoond eiland midden in een moeras, schreeuwt om hulp. Een boot passeert hem, maar in de boot zit de zon, die de man niet wil helpen, aangezien mensen altijd klagen dat de zon te hard schijnt [#11]. Wat praktijken met betrekking tot de zon betreft, meldde Im Thurn dat onder de Lokono de zonsverduistering werd beschouwd als een oorlog tussen _Hadali_ en _Kathi_, de maan, en dat de Lokono zou schreeuwen en allerlei geluiden zou maken om hen ervan te weerhouden vechten [#12]. _Kathi_ 'Maan' De maan staat bekend als _Kathi_, een term die voor het eerst door Joannes de Laet werd geregistreerd als _cattehee_ rond 1598, en werd ook gebruikt om te verwijzen naar de maanmaand [#13]. Volgens de Lokono was de maan, net als de zon, ooit een man. Walter Roth doet verslag van een Lokono-mythe, waarin een jonge vrouw nacht na nacht werd bezocht door een mysterieuze minnaar [#10]. Om erachter te komen wie de minnaar was, smeerde de vrouw haar handen in met het roet van de bodem van een pot. Toen ze de volgende dag wakker werd, ontdekte ze dat het gezicht van haar broer onder het roet zat en besefte dat hij het was die haar 's nachts bezocht. Iedereen in haar gemeenschap begon de incestueuze broer te vermijden, die zich zo schaamde dat hij weg bleef van de mensen en uiteindelijk naar de hemel steeg en de maan werd. Dit is waarom, volgens de Lokono, het gezicht van de maan vandaag vuil is. De maan komt ook voor in een andere mythe. In de Lokono-mythe over een man die vastzit op een onbewoond eiland dat hierboven wordt genoemd, passeert een andere boot de man, maar deze keer binnen is de maan, die besluit de man te helpen, omdat mensen altijd blij zijn om de maan 's nachts naar buiten te zien komen [#11]. De maan en de zon worden ook afgebeeld als tegenstanders. In eerdere tijden geloofde de Lokono dat de maansverduistering de dood is (_kathi ôdon_ 'maan sterft') en zou ze de hele nacht waken. [#6] De Lokono zegt tijdens de maansverduistering dat de maan in slaap is gevallen het pad van de zon [#11]. Daarom maken ze veel lawaai, bespelen ze drums en blazen ze op trompetten om hem wakker te maken. Bij volle maan zouden moeders de ogen van hun kinderen bedekken zodat ze niet ziek worden. _Warhokoma_ 'Venus' De planeet Venus, zowel wanneer hij 's ochtends verschijnt als de Morgenster en wanneer hij' s avonds verschijnt als de Avondster, wordt door de Lokono [#8] [#14] [#15] _Warhokoma_ genoemd. Charles Dance rapporteert daarentegen de termen _Eweiwah_ en _Huewah_, waarschijnlijk de equivalenten van de algemene term _wiwa_ ‘Ster’ die kan worden gebruikt voor elk glanzend hemellichaam [#16]. De Lokono spreken ook over Venus als _Hiyaro wiwa_ ‘vrouwenster’. In verband hiermee verdient het vermelding dat Claudius de Goeje meldt dat wanneer _Hiyaro wiwa_ dicht bij de maan verschijnt en een meisje op het punt staat haar eerste menstruatie te krijgen, de Lokono zegt dat het meisje spoedig zal worden aangeraakt door de maan [#5]. Er is geen mythe over specifiek Warhokoma_ en zijn relatie tot de maan, maar het is de moeite waard eraan te herinneren dat de Lokono een verhaal kennen, waarin de maan oorspronkelijk een man was die incest pleegde met zijn zus (zie de mythe genoemd onder _Kathi_), en heeft een naam als rokkenjager [#10]. Interessant is dat de naam _Warhokoma_ voor Morning or Evening Star ook voorkomt in Kari’na, die het ook ziet als de vrouw van de maan [#17] [#18]. _Waya nukuthi bunaha_ 'Melkweg' De Melkweg staat bij de Lokono letterlijk bekend als _Waya nukuthi bunaha_ ‘Pad van de dragers van klei’. De Melkweg vertegenwoordigt de voetafdrukken van mannen die ooit klei gingen halen om potten te maken, een kunst die tegenwoordig zelden of helemaal niet wordt beoefend door de Lokono. De oorsprong van de naam is echter nog steeds bekend en wordt samengevat in een mythe [#19]. Dezelfde naam voor Melkweg werd opgemerkt door William Brett, die eraan toevoegt dat deze is vernoemd naar een specifieke witachtige kleisoort [#14]. Charles Dance daarentegen zegt dat de Melkweg de voetafdrukken vertegenwoordigt van pekari's die de klei uitwortelen, terwijl Walter Roth een andere Lokono-verklaring noemt, volgens welke de Melkweg een tapir vertegenwoordigt die wordt achtervolgd door een hond en een jaguar [#10] [#16]. Deze twee bronnen geven echter niet de corresponderende Lokono-naam voor de Melkweg en het is mogelijk dat deze twee verklaringen een Kari'na-invloed zijn, die een sterrenbeeld van een tijger herkennen volgens het sterrenbeeld van een tapir in dat van de Melkweg Manier [#17]. _Mali_ 'Sirius' De moderne Lokono noemt Sirius _Mali_, waarvan de letterlijke betekenis onbekend is. Cornelius van Coll beschrijft een Lokono-ster genaamd _Mali_ en legt uit dat het een zeer krachtige ster is [#7] [#17]. Als het 's ochtends in augustus opkomt, doodt het de vis in de moerassen, en je mag er niet naar wijzen, anders wordt je vinger kreupel. De _Mali_ van Cornelius van Coll markeert het begin van het grote droge seizoen (augustus tot december), genaamd Lokono _malidalithe_, een term afgeleid van _Mali_. Oudere bronnen identificeerden _Mali_ voorlopig als Lyra, Aquila of Crux, maar aangezien het grote droge seizoen rond augustus begint en de Lokono 's ochtends de sterren waarnemen, moeten deze identificaties onjuist zijn; Lyra, Aquila en Crux kunnen op dit moment niet worden gezien vanuit de Lokono-gebieden [#11] [#17]. Er zijn geen Lokono-mythen over _Mali_, maar er is bewijs dat mogelijk overeenkomt met het Kari’na-sterrenbeeld _Ombatapo_ ‘Vorig gezicht’. De Kari'na-mythen verklaren de oorsprong van het sterrenbeeld en de naam ervan, waarvan wordt aangenomen dat het, net als de Lokono _Mali_, de vissen in de moerassen doodt en het begin van het grote droge seizoen aankondigt. Bovendien wordt de Kari’na _Ombatapo_ geïdentificeerd als delen van Puppis en Canis Major, waarvan de laatste Sirius [#18] [#20] omvat.
pl: ### Lokono (lub Arawak) ![](lokono_map_1.webp) _Lokono_, znany również jako _Arawak_, to rdzenni mieszkańcy Gujany, których terytorium rozciąga się wzdłuż wybrzeża Oceanu Atlantyckiego, od północno-zachodniej Gujany, przez Surinam, po północno-zachodnią Gujanę Francuską (patrz mapa) [#1]. Lokono mówią językiem należącym do rodziny języków Arawakan, jednej z największych grup językowych na kontynencie. Podobnie jak wielu ich krewnych językowych, Lokono to rolnicy specjalizujący się w hodowli manioku (Mananihot esculenta), którzy również praktykują łowienie ryb, polowanie i zbieranie dzikich roślin. Jednak, jako jedna z pierwszych grup tubylczych, które napotkali Europejczycy w czasie podboju, Lokono pozostaje w kontakcie z nierodzimymi populacjami od ponad 500 lat [#2]. Ten kontakt zintensyfikował się w ostatnim stuleciu, co doprowadziło do znacznej utraty języka Lokono, tradycyjnej kultury materialnej i niematerialnej, zmian w praktykach związanych z utrzymaniem, a w szczególności do zniknięcia „ludzi medycyny”, tradycyjnych nośników wiedzy duchowej, najprawdopodobniej w tym wiedza etnoastronomiczna. W rezultacie współczesna wiedza na temat ciał niebieskich wydaje się być jedynie ułamkiem tego, co Lokono wiedział o gwiazdach w przeszłości. Kilka konstelacji wspomnianych w starszych źródłach zostało zapomnianych lub są znane tylko z ich nazw, podczas gdy kombinacje gwiazd, które reprezentują, oraz ustne tradycje wyjaśniające ich pochodzenie i znaczenie zostały zapomniane. Kultura nieba przedstawiona tutaj obejmuje tylko zidentyfikowane konstelacje, ale poniższy opis zapewnia bardziej wyczerpujący opis wiedzy astronomicznej Lokono, w tym informacje uzyskane ze źródeł historycznych na temat wszystkich obiektów niebieskich wymienionych w poniższej tabeli. ### Konstelacje Lokono i inne obiekty niebieskie | Nazwa Lokono | Dosłowne tłumaczenie na angielski Przybliżona lokalizacja | |----------------|----------------------------------|-------------------------| | _Hadali_ | | Niedz | | _Kathi_ | | Księżyc | | _Warhokoma_ | | Wenus | | _Waya nukuthi bunaha_ | Ścieżka nośników gliny | Droga Mleczna | | _Mali_ | | Syriusz | | _Yôkoro wiwa_ | Wyniki gwiazd | Plejady | | _Wiwa kalemero_ | Świecąca gwiazda | Jowisz | | _Yorhada_ | Grill | Pegaz | | _Kamodokoya_ | Duch zielonej anakondy | niejasne | | _Kibiwarhakoya_ | Duch Capibary | nieznany | | _Mabukuli_ | Człowiek bez uda | Pas Oriona | | _Kama tâla_ | Szczęka tapira | Hiady | | _Hithikoya_ | Duch czarnej curassow | Crux | | _Yokhârhin_ | Łowca | α Centauri | | _Alêti_ | Pochodnia | β Centauri | | _Anorhâkoya_ | Duch czapli kokosowej | Ursa Major | | _Honolikoya_ | Duch porywającej czapli tygrysa | nieznany | | _Kasorhowakoya_ | Duch czterookich ryb | λ Sco i υ Sco | | _Katarokoya_ | Duch zielonego żółwia morskiego Hercules | | _Hikorhikoya_ | Duch żółwia żółwia | nieznany | | _Kwakoya_ | Duch niebieskiego kraba | Orion | | _Ifakoya_ | Duch kaczki piżmowej | Corona Australis | | _Awarhakoya_ | Duch dłoni awara | Coma Berenices | | _Hadorhikoya_ | Duch czerwonych acouchi | nieznany | | _Hokorherokoya_ | Duch aguti z czerwonymi kupami nieznany | | _Kabadarokoya_ | Duch jaguara | nieznany | | _Korhirhwathekoya_ | Duch ocelotu nieznany | | _Hawkoya_ | Duch leniwca leniwego | nieznany | | _Warhemedokoya_ | Duch lenistwa dwupalczastego | nieznany | | _Yôwanakoya_ | Duch zielonej iguany | nieznany | | _Yarheyarherokoya_ | Duch papugi liliowej nieznany | | _Marodikoya_ | Duch marail guan | nieznany | | _Hikarowanakoya_ | Duch małej kukułki nieznany | | _Sûtukoya_ | Duch tamaryny na gorącym uczynku | nieznany | | _Howakoya_ | Duch saki o białej twarzy | nieznany | | _Imenarikoya_ | Duch skorpiona | nieznany | | _Korherokoya_ | Duch papugi | nieznany | | _Kasipenikoya_ | Duch żółwia | nieznany | | _Shimarhabokoya_ | Duch łuku i strzały nieznany | | _Arakabosakoya_ | Duch pistoletu | nieznany | | _Maraka_ | Grzechotka medyczno-męska | nieznany | ### Wiedza astronomiczna Lokono: wprowadzenie Ze współczesnych i historycznych relacji wynika, że wiedza astronomiczna nie była ograniczona do konkretnych członków społeczeństwa Lokono. Jednak w szczególności lekarze - duchowi przywódcy Lokono znani jako _semethi - byli zobowiązani do opanowania różnych aspektów wiedzy o gwiazdach i mogli być odpowiedzialni za przekazywanie związanych z nimi tradycji ustnych z pokolenia na pokolenie inne. Od Rodrigo de Navarette, który około 1550 r. Napisał jedno z pierwszych relacji Lokono, dowiadujemy się na przykład, że: „starzy i mądrzy ludzie, których nazywają Cemetu”, gromadzą się w domach przeznaczonych na ich spotkania i (...) opowiadają tradycje i wyczyny ich przodków i wielkich ludzi, a także opowiadają, co ci przodkowie słyszeli od swoich przodków; aby w ten sposób pamiętali najstarsze wydarzenia w ich kraju i ludziach. I w podobny sposób opowiadają lub głoszą o wydarzeniach związanych z niebiosami, słońcem, księżycem i gwiazdami. ”[#3] Navcem, _cemetu_, lekarze znani we współczesnym Lokono jako _semethi_, w dużej mierze zrezygnowali dziś ze swoich praktyk, co może być przyczyną przerwania transmisji wiedzy astronomicznej. Wydaje się, że wiele konstelacji Lokono zostało dziś zapomnianych. Dlatego nasze źródła często ograniczają się do historycznych relacji pisanych przez pierwszych odkrywców i etnografów z Gujany, których jeden z najstarszych przykładów ilustruje poniższy rysunek. ![](schulz.webp) Ryc. 1 Lista gwiazd Lokono autorstwa Theodora Schulza, około 1803 r. [#23]. {: .img_and_caption } To właśnie ta literatura pozwala nam na zabawę odtworzyć gwiezdną wiedzę Lokono, opisaną poniżej. Przed omówieniem poszczególnych ciał niebieskich warto jednak wspomnieć o kilku ogólnych cechach astronomii Lokono: * pokrywają się z astronomicznymi tradycjami sąsiednich grup tubylczych. * ustne tradycje wyjaśniające pochodzenie i znaczenie ciał niebieskich. * użycie terminu „duch” w nazwach wielu konstelacji. * użycie ogólnego terminu _wiwa_ „gwiazda, rok” i brak innych terminów astronomicznych. * praktyki Lokono obserwujące niebo. ### 1. Dzielona wiedza Guianan Terytorium Lokono graniczy z terytorium dwóch niezwiązanych językowo rdzennych ludów: Kari’na, posługująca się językiem karibańskim, i Warao, posługująca się językiem izolowanym. Mimo że te trzy grupy są ze sobą niezwiązane i tradycyjnie nie zawarły związków małżeńskich, łączy je wiele kultury materialnej i niematerialnej. Etnoastronomiczna tradycja trzech ludów wykazuje także wiele uderzających podobieństw, takich jak wspólne mity gwiezdne, podobne nazwy gwiazdozbiorów i podobieństwa w kalendarzu gwiezdnym. Dotyczy to kontaktów między trzema grupami oraz wymiany wiedzy astronomicznej, prawdopodobnie ułatwionej przez ich odpowiednich duchowych przywódców, takich jak Lokono _semethi_. Stopień nakładania się tych tradycji i kierunkowość ich wymiany wymagają dalszych badań. Tutaj skupiamy się na Lokono i dlatego nie omawiamy szczegółowo tych zapożyczeń kulturowych, chyba że rzucą one światło na etnoastronomię Lokono. ### 2. Gwiezdne tradycje ustne Jedną z takich wspólnych cech są mity o gwiazdach. Takie ustne tradycje mówią o pochodzeniu poszczególnych ciał niebieskich, łączą je ze sobą i wyjaśniają ich wpływ na świat przyrody. Na przykład konstelacja Lokono _Hithikoya_ „Duch czarnej curassow” jest powiązana w micie lokono z mitem _Yokhârhin_ „Hunter” i _Alêti_ „Torch”, z których wszystkie trzy mają odpowiedniki Kari’na i Warao. To te ustne tradycje, zachowane przez lekarzy, prawdopodobnie służyły jako główny nośnik, przez który wiedza astronomiczna była przekazywana z pokolenia na pokolenie. Z tego powodu streszczenia odpowiednich mitów podano w opisie poszczególnych konstelacji. Czasami, gdy odpowiedni mit Lokono nie jest udokumentowany, przywoływane są mity o sąsiednich grupach, aby wyjaśnić znaczenie poszczególnych ciał niebieskich. Biorąc pod uwagę, że wiele takich ustnych tradycji jest podzielanych przez Lokono i sąsiednie grupy, to ulepszenie źle zachowanej wiedzy astronomicznej Lokono jest uzasadnione. ### 3. Kalendarz duchów Termin „duch”, znajdujący się w wielu nazwach konstelacji zwykle następujących po nazwie konkretnej rośliny lub zwierzęcia, jest kluczową cechą astronomii Lokono. Walter Roth, etnograf z Gujany, wyjaśnia, że takie konstelacje są duchami odpowiednich istot. [#4] W czasie roku, w którym pojawia się konstelacja, duch podróżuje z nieba na ziemię, aby tchnąć życie w istoty reprezentuje. Jako takie, konstelacje _koya_ utworzyły kalendarz, wskazujący najlepszy czas na podjęcie działań związanych z utrzymaniem tych roślin i zwierząt (np. Polowanie lub zbieranie). Lokono mógł również wiedzieć, gdzie takie duchy zstąpią na ziemię; Walter Roth sugeruje, że nazwali te miejsca tymi samymi nazwami co konstelacje, ale dowody na to pozostają słabe. W ten sposób _Hadorhikoya_ „Duch czerwonych acouchi” odnosi się do ducha, konstelacji i miejsca, w którym _hadorhi_ występuje w dużej ilości, gdy pojawia się jego konstelacja. Podczas gdy ta wiedza toponimiczna jest dziś zapomniana, konstelacje _koya_ przypominają nam o wielkim zrozumieniu życia roślinnego i zwierzęcego, jakie posiadał Lokono. ### 4. _Wiwa_, gwiazda i rok Lokono ma również inny ogólny termin używany w odniesieniu do gwiazd, _wiwa_. Termin ten nie ma duchowych konotacji _koya. Z jednej strony odnosi się do fizycznej jakości gwiazd jako czegoś świecącego, az drugiej strony do roku kalendarzowego. Jako taki jest używany na przykład, gdy mówi się o wieku. Chociaż może odnosić się do dowolnej gwiazdy, _wiwa_ pojawia się tylko w dwóch prawidłowych nazwach ciał niebieskich. _Yôkoro wiwa_, dosłownie „Wyniki gwiazd” (Plejady), jest najważniejszą ze wszystkich konstelacji Lokono, których pojawienie się tradycyjnie rozpoczyna rok kalendarzowy Lokono. Po _Yôkoro wiwa_ znajdują się liczne konstelacje _koya_, z których każda sygnalizuje inny sezon w kalendarzu Lokono. Z drugiej strony, _Wiwa kalemero_, dosłownie „Świecąca gwiazda” (Jowisz) wydaje się wyróżniona wyłącznie ze względu na swoją jasność. Oprócz _wiwa_ i _koya_, w języku Lokono nie ma ogólnych określeń odróżniających planety, gwiazdy, księżyce, słońca, galaktyki i tak dalej. Z tego powodu na przykład odpowiednik Lokono Drogi Mlecznej zaliczany jest do innych konstelacji. ### 5. Praktyki oglądania nieba Podczas gdy Lokono może podziwiać niebo wieczorem, aby postępować zgodnie z gwiezdnym kalendarzem Lokono, trzeba spojrzeć na konstelacje około 4 rano, kiedy zwykle Lokono się budzi. Lokono obserwują więc wschodzące konstelacje rano. Aby uzyskać właściwy obraz rocznego cyklu konstelacji, należy również ustawić lokalizację wyświetlania na Guianas (np. Georgetown, Paramaribo lub Cayenne w menu lokalizacji). Warto wspomnieć, że wiele Lokono podczas rysowania gwiazdozbiorów nie łączyło gwiazd z liniami i że w niektórych przypadkach głośniki nie były zgodne co do tego, która gwiazda w gwiazdozbiorze odpowiada, które części rośliny lub zwierzęcia reprezentuje. W Stellarium reprezentujemy konstelacje za pomocą linii, ale należy pamiętać, że może to być zniekształcenie tradycji Lokono, co pozwala na większą elastyczność w interpretacji określonych grup gwiazd. Wreszcie, istnieją ograniczenia dotyczące patrzenia na niektóre ciała niebieskie, ponieważ uważa się, że spirt może zaszkodzić jednemu, jeśli spojrzy się na [#5]. Na przykład przy pełni księżyca matki zakryły oczy swoich dzieci, aby nie zachorowały [#6]. Młodym ludziom powiedziano także, aby nie patrzyli na _Yôkoro wiwa_ (Plejady), w przeciwnym razie nie będą się rozwijać [#7]. Takie praktyki stosowano także do innych obiektów, które prawdopodobnie zawierają potężne duchy, i obejmowały inne sposoby unikania kontaktu wzrokowego z duchami, takie jak pocieranie papryki, limonki lub soli w oczy. ### Lokono ciała niebieskie _Hadali_ „Sun” Termin Lokono na Słońce to _Hadali_, również wymawiane jako _Adali_. Claaudius de Goeje sugeruje, że różnorodnie pisane imiona bohatera kultury Lokono, pierwszego człowieka medycyny znanego jako _Harlitvanli_, _Haliwalika_, _Halwanli_, _Hariwalli_ i _Arawanili_, a czasami _Arawidi_, mogą odnosić się do tego samego bohatera zidentyfikowanego jako Słońce [#8]. Chociaż nie możemy potwierdzić tej hipotezy, warto wspomnieć o micie „Arawidi”. W micie Lokono, _Arawidi_, Słońce, jest ojcem człowieka, który staje się konstelacją _Mabukuli_ „Człowiek bez uda” (pas Oriona) [#9] [#10] [#11]. Według tej historii Słońce przyszło na ziemię w kształcie człowieka o imieniu Arawidi, aby spotkać swojego kochanka, z którym miał bliźniaki. W późniejszym odcinku mitu jedno z bliźniaków poślubia kobietę, której matka postanawia zabić. Kiedy próbują uciec, siostra żony goni ich i udaje mu się odciąć nogę z zemsty. W rezultacie mężczyzna wstępuje do nieba i staje się konstelacją _Mabukuli_. Kolejny mit Lokono ostrzega przed obrażeniem Słońca: człowiek utknięty na bezludnej wyspie pośrodku bagna woła o pomoc. Łódź mija go, ale w środku jest Słońce, które nie chce mu pomóc, ponieważ ludzie zawsze narzekają, że Słońce świeci zbyt mocno [#11]. Jeśli chodzi o praktyki związane ze Słońcem, Im Thurn poinformował, że za Lokono zaćmienie Słońca uważane było za wojnę między _Hadali_ i _Kathi_ Księżycem, a Lokono krzyczał i wydawał wszelkiego rodzaju dźwięki, aby powstrzymać ich od walka [#12]. _Kathi_ 'Moon' Księżyc jest znany jako _Kathi_, termin po raz pierwszy zapisany przez Joannes de Laet jako _cattehee_ około 1598 roku i używany również w odniesieniu do miesiąca księżycowego [#13]. Według Lokono Księżyc, podobnie jak Słońce, był kiedyś człowiekiem. Walter Roth relacjonuje mit Lokono, w którym tajemniczą kochankę odwiedza młoda kobieta noc po nocy [#10]. Aby dowiedzieć się, kim był kochanek, kobieta posmarowała dłonie sadzą z dna garnka. Następnego dnia, kiedy się obudziła, odkryła, że twarz jej brata była pokryta sadzą i zdała sobie sprawę, że to on odwiedził ją w nocy. Wszyscy w jej społeczności zaczęli unikać kazirodczego brata, który wstydził się tak bardzo, że trzymał się z dala od ludzi i ostatecznie wzniósł się w niebo, stając się Księżycem. Dlatego według Lokono twarz księżyca jest dziś brudna. Księżyc pojawia się również w innym micie. W micie Lokono o człowieku, który utknął na wspomnianej wyżej bezludnej wyspie, inna łódź mija go, ale tym razem w środku jest Księżyc, który decyduje się mu pomóc, ponieważ ludzie zawsze cieszą się, że Księżyc wychodzi nocą [#11]. Księżyc i Słońce są również przedstawiane jako przeciwnicy. W poprzednich czasach Lokono wierzył, że zaćmienie Księżyca jest jego śmiercią (_kathi ôdon_ „umierający księżyc”) i będzie czuwał przez całą noc. [#6] Lokono mówią podczas zaćmienia Księżyca, że Księżyc zasnął ścieżka Słońca [#11]. Dlatego robią dużo hałasu, grają na perkusji i dmuchają w trąby, aby go obudzić. W pełni księżyca matki zakrywają oczy swoich dzieci, aby nie zachorowały. _Warhokoma_ 'Venus' Planeta Wenus, zarówno gdy pojawia się rano jako Gwiazda Poranna, jak i wieczorem jako Gwiazda Wieczorna, jest nazywana przez Lokono [WarXokoma_] [#8] [#14] [#15]. Charles Dance z kolei podaje terminy _wewe_ i _wewa_, prawdopodobnie odpowiedniki ogólnego terminu _wiwa_ „Gwiazda”, której można użyć do dowolnego świecącego ciała niebieskiego [#16]. Lokono mówi również o Wenus jako o „kobiecej kobiecie” Hiiyaro wiwa_. W związku z tym warto wspomnieć, że Claudius de Goeje donosi, że kiedy _Hiyaro wiwa_ pojawi się blisko Księżyca, a dziewczyna ma mieć pierwszą miesiączkę, Lokono mówi, że wkrótce dziewczyna zostanie dotknięta przez Księżyc [#5]. Nie ma mitu na temat _Warhokoma_ i jego związku z Księżycem, ale warto przypomnieć, że Lokono zna historię, w której Księżyc był pierwotnie człowiekiem, który popełnił kazirodztwo ze swoją siostrą (patrz mit wspomniany pod _Kathi_), i ma nazwę kobieciarza [#10]. Co ciekawe, nazwa _Warhokoma_ dla gwiazdy porannej lub wieczornej pojawia się również w Kari’nie, która postrzega ją także jako żonę Księżyca [#17] [#18]. _Waya nukuthi bunaha_ „Droga Mleczna” Droga Mleczna jest znana wśród Lokono jako dosłownie „Waya nukuthi bunaha” „Ścieżka nosicieli gliny”. Droga Mleczna przedstawia ślady mężczyzn, którzy kiedyś poszli po glinę do robienia garnków, sztukę, którą Rzadko dziś praktykuje się Lokono. Pochodzenie nazwy jest jednak nadal znane i zostało streszczone w mitach [#19]. Tę samą nazwę Drogi Mlecznej zauważył William Brett, który dodaje, że jej nazwa pochodzi od określonego białawego rodzaju gliny [#14]. Z kolei Charles Dance twierdzi, że Droga Mleczna przedstawia ślady pekari zakorzenionych w glinie, zaś Walter Roth wspomina o innym wytłumaczeniu Lokono, zgodnie z którym Droga Mleczna przedstawia tapir ścigany przez psa i jaguara [#10] [#16]. Jednak te dwa źródła nie podają odpowiedniej nazwy Lokono dla Drogi Mlecznej i możliwe jest, że te dwa wyjaśnienia są wpływem Kari'na, który rozpoznaje konstelację tygrysa po konstelacji tapira w obrębie konstelacji tapiru Sposób [#17]. _Mali_ „Sirius” Nowoczesne Lokono nazywa Sirius _Mali_, którego dosłowne znaczenie jest nieznane. Cornelius van Coll opisuje gwiazdę Lokono o nazwie _Mali_ i wyjaśnia, że jest to bardzo potężna gwiazda [#7] [#17]. Kiedy pojawia się rano w sierpniu, zabija rybę na bagnach i nie należy na niego wskazywać, inaczej palec stanie się kulawy. Cornelius van Coll's _Mali_ oznacza początek dużej pory suchej (od sierpnia do grudnia), zwanej w Lokono _malidalithe_, terminem wywodzącym się z _Mali_. Starsze źródła identyfikowały _Mali_ wstępnie jako Lyra, Aquila lub Crux, ale biorąc pod uwagę, że duża pora sucha rozpoczyna się około sierpnia i że Lokono obserwuje gwiazdy rano, identyfikacje te muszą być niepoprawne; Lyra, Aquila i Crux nie są obecnie widoczne z terytoriów Lokono [#11] [#17]. Nie ma mitów Lokono na temat _Mali_, ale istnieją dowody, które mogą odpowiadać konstelacji Kari _Ombatapo_ „Poprzednia twarz”. Mity Kari wyjaśniają pochodzenie konstelacji i jej nazwę, która, podobnie jak Lokono _Mali_, ma zabijać ryby na bagnach i zapowiada początek dużej pory suchej. Co więcej, Kari'na _Ombatapo_ jest identyfikowana jako część Puppis i Canis Major, z których ta ostatnia obejmuje Siriusa [#18] [#20].
pt: ### Lokono (ou Arawak) ![](lokono_map_1.webp) Os Lokono, também conhecidos como Ararawak, são um povo indígena das Guianas, cujo território se estende ao longo da costa do Oceano Atlântico, do noroeste da Guiana, através do Suriname, até o noroeste da Guiana Francesa (ver mapa) [#1]. Os Lokono falam uma língua que pertence à família de línguas arawakanas, um dos maiores grupos linguísticos do continente. Como muitos de seus parentes lingüísticos, os Lokono são agricultores especializados no cultivo da mandioca (Manani esculenta), que também praticam pesca, caça e coleta de plantas silvestres. No entanto, como um dos primeiros grupos indígenas encontrados pelos europeus na época da conquista, os Lokono estão em contato com populações não indígenas há mais de 500 anos [#2]. Esse contato se intensificou no século passado, levando a uma perda substancial da língua Lokono, material tradicional e cultura imaterial, mudanças nas práticas de subsistência e, em particular, ao desaparecimento de _medicine-men_, os veículos tradicionais de conhecimento espiritual, provavelmente incluindo conhecimentos etnoastronômicos. Como conseqüência, o conhecimento moderno sobre corpos celestes parece ser apenas uma fração do que os Lokono sabiam sobre estrelas no passado. Várias constelações mencionadas em fontes mais antigas são esquecidas ou são conhecidas apenas por seus nomes, enquanto as combinações de estrelas que representam e as tradições orais que explicam sua origem e significado foram esquecidas. A cultura do céu aqui apresentada inclui apenas constelações identificadas, mas a descrição a seguir fornece um relato mais abrangente do conhecimento astronômico de Lokono, incluindo informações extraídas de fontes históricas sobre todos os objetos celestes mencionados na tabela abaixo. Constelações Lokono e outros objetos celestes | Nome de Lokono | Tradução literal em inglês | Localização aproximada | |----------------|----------------------------------|-------------------------| | _Hadali_ | | Sol | _Kathi_ | | Lua | _Warhokoma_ | | Vênus | _Waya nukuthi bunaha_ | Caminho dos portadores de barro | via Láctea | | _Mali_ | | Sirius | _Yôkoro wiwa_ | Pontuações de estrelas | Plêiades | | _Wiwa kalemero_ | Estrela brilhando | Júpiter | _Yorhada_ | Grill | Pegasus | _Kamodokoya_ | Espírito da anaconda verde | pouco claro | | _Kibiwarhakoya_ | Espírito da capibara | desconhecido | _Mabukuli_ | Homem sem coxa | Cinto de Órion | | _Kama tâla_ | Mandíbula da anta | Hyades | _Hithikoya_ | Espírito do mutum preto | Ponto crucial | _Yokhârhin_ | Caçador | α Centauri | | _Alêti_ | Tocha Centauri | | _Anorhâkoya_ | Espírito da garça-real de cacau | Ursa Maior | _Honolikoya_ | Espírito da garça-tigre rufescente | desconhecido | _Kasorhowakoya_ | Espírito do peixe de quatro olhos | λ Sco e Sco | | _Katarokoya_ | Espírito da tartaruga verde | Hércules | _Hikorhikoya_ | Espírito da tartaruga de patas amarelas | desconhecido | _Kwakoya_ | Espírito do caranguejo azul | Orion | _Ifakoya_ | Espírito do pato Moscóvia | Corona Australis | | _Awarhakoya_ | Espírito da palma awara | Coma Berenices | | _Hadorhikoya_ | Espírito do acouchi vermelho | desconhecido | _Hokorherokoya_ | Espírito das cutias de rum vermelho | desconhecido | _Kabadarokoya_ | Espírito da onça | desconhecido | _Korhirhwathekoya_ Espírito da jaguatirica | desconhecido | _Hawkoya_ | Espírito da preguiça-de-garganta-pálida | desconhecido | _Warhemedokoya_ | Espírito da preguiça de dois dedos | desconhecido | _Yôwanakoya_ | Espírito da iguana verde | desconhecido | _Yarheyarherokoya_ | Espírito do papagaio de cauda lilás | desconhecido | _Marodikoya_ | Espírito do marail guan | desconhecido | _Hikarowanakoya_ | Espírito do pequeno cuco | desconhecido | _Sûtukoya_ | Espírito do mico em flagrante | desconhecido | _Howakoya_ | Espírito do saki de cara branca | desconhecido | _Imenarikoya_ | Espírito do escorpião | desconhecido | _Korherokoya_ | Espírito do papagaio | desconhecido | _Kasipenikoya_ | Espírito de uma tartaruga | desconhecido | _Shimarhabokoya_ | Espírito do arco e flecha | desconhecido | _Arakabosakoya_ | Espírito da arma | desconhecido | _Maraka_ Chocalho dos curandeiros | desconhecido Conhecimento astronômico Lokono: uma introdução A partir de relatos contemporâneos e históricos, parece que o conhecimento astronômico não estava restrito a membros específicos da sociedade Lokono. No entanto, foram os curandeiros em particular - os líderes espirituais do Lokono conhecidos como _semethi_ - que foram obrigados a dominar os vários aspectos do conhecimento estelar e que poderiam ter sido responsáveis por transmitir as tradições orais associadas a eles de uma geração para a outra. outro. De Rodrigo de Navarette, que por volta de 1550 escreveu um dos primeiros relatos de Lokono, aprendemos, por exemplo, que: “velhos e sábios a quem chamam _Cemetu_ se reúnem nas casas projetadas para suas reuniões e (...) as tradições e façanhas de seus ancestrais e grandes homens, e também narram o que esses ancestrais ouviram de seus antepassados; para que assim se lembrem dos eventos mais antigos de seu país e povo. E, da mesma maneira, eles contam ou pregam sobre eventos relacionados aos céus, sol, lua e estrelas. ”[#3] O _cemetu_ de Navarette, os curandeiros conhecidos no moderno Lokono como _semethi_, largamente abandonaram suas práticas hoje, o que pode ser a razão pela qual a transmissão do conhecimento astronômico foi interrompida. Muitas constelações de Lokono parecem ter sido esquecidas hoje. Nossas fontes são, portanto, frequentemente limitadas a relatos históricos escritos pelos primeiros exploradores e etnógrafos das Guianas, um dos exemplos mais antigos ilustrados abaixo. ![](schulz.webp) Fig.1 Lista de estrelas de Lokono de Theodor Schulz, por volta de 1803 [#23]. {: .img_and_caption } É essa literatura que nos permite reconstruir o conhecimento estelar de Lokono, descrito abaixo. Antes de discutir os corpos celestes individuais, no entanto, várias características gerais da astronomia de Lokono merecem uma menção, a saber: * a sobreposição com as tradições astronômicas dos grupos indígenas vizinhos. * as tradições orais explicando a origem e o significado dos corpos celestes. * o uso do termo "espírito" em nomes de inúmeras constelações. * o uso do termo geral _wiwa_ 'estrela, ano' e a falta de outros termos astronômicos. * o céu assistindo práticas do Lokono. ### 1. Conhecimento compartilhado de Guianan O território de Lokono faz fronteira com o de dois povos indígenas linguisticamente independentes, os Kari'na, que falam uma língua caribana, e os Warao, que falam uma língua isolada. Embora não relacionados e tradicionalmente não casem, os três grupos compartilham uma grande quantidade de cultura material e imaterial. A tradição etnoastronômica dos três povos também mostra várias semelhanças impressionantes, como mitos estelares compartilhados, nomes semelhantes de constelações e paralelos no calendário estelar. Isso fala dos contatos entre os três grupos e da troca de conhecimento astronômico, possivelmente facilitado por seus respectivos líderes espirituais, como os Lokono Sememi. O grau em que essas tradições se sobrepõem e a direcionalidade de suas trocas exigem um estudo mais aprofundado. Aqui, focamos no Lokono e, portanto, não discutimos esses empréstimos culturais em detalhes, a menos que eles lançem luz sobre a etnoastronomia de Lokono. 2. Tradições orais estelares Uma dessas características compartilhadas são os mitos sobre as estrelas. Tais tradições orais falam das origens de determinados corpos celestes, vinculam-nos e explicam sua influência no mundo natural. A constelação de Lokono _Hithikoya_ 'Espírito do mutum preto', por exemplo, está ligada no mito de Lokono ao de Yokh'rhin_ 'Hunter' e _Alêti_ 'Torch', todos os três com equivalentes Kari'na e Warao. São essas tradições orais, preservadas pelos curandeiros, que provavelmente serviram como o principal veículo através do qual o conhecimento astronômico foi passado de uma geração para outra. Por esse motivo, resumos dos mitos relevantes são apresentados na descrição de constelações particulares. Ocasionalmente, quando o mito relevante de Lokono não é documentado, os mitos dos grupos vizinhos são mencionados a fim de esclarecer a importância de determinados corpos celestes. Dado que muitas dessas tradições orais são compartilhadas pelos Lokono e pelos grupos vizinhos, justifica-se esse aprimoramento do conhecimento astronômico mal preservado de Lokono. 3. Calendário de bebidas espirituosas O termo _koya_ 'espírito', encontrado em vários nomes de constelações, geralmente seguindo um termo para uma planta ou animal em particular, é uma característica fundamental da astronomia de Lokono. Walter Roth, etnógrafo das Guianas, explica que essas constelações são os espíritos dos seres correspondentes. [#4] Na época do ano em que a constelação aparece, o espírito viaja do céu para a terra para dar vida aos seres que ela é. representa. Assim, as constelações de koya formaram um calendário, indicando qual o melhor momento para se envolver em atividades de subsistência relacionadas a essas plantas e animais (por exemplo, caça ou coleta). O Lokono também pode saber onde esses espíritos desceriam na terra; Walter Roth sugere que eles chamam esses lugares com os mesmos nomes das constelações, mas a evidência disso permanece fraca. Assim, "Hadorhikoya" 'Espírito do acouchi vermelho' se referiria ao espírito, à constelação e ao lugar onde o _hadorhi_ é encontrado em abundância quando sua constelação aparece. Embora esse conhecimento toponímico seja esquecido hoje em dia, as constelações koya lembram o grande entendimento da vida vegetal e animal que os Lokono possuíam. ### 4. _Wiwa_, a estrela e o ano Os Lokono também têm outro termo geral que é usado para se referir às estrelas, _wiwa_. O termo carece das conotações espirituais de koya. Refere-se, por um lado, à qualidade física das estrelas como algo brilhante e, por outro, ao ano civil. Como tal, é usado, por exemplo, quando se fala da idade de alguém. Embora possa se aplicar a qualquer estrela, _wiwa_ aparece apenas em dois nomes próprios de corpos celestes. Yôkoro wiwa, literalmente 'Partículas de estrelas' (Plêiades), é a mais importante de todas as constelações de Lokono, cuja aparência tradicionalmente começa no ano civil de Lokono. A seguir a Yôkoro wiwa estão as numerosas constelações de koya, cada uma sinalizando uma estação diferente no calendário de Lokono. Por outro lado, _Wiwa kalemero_, literalmente 'Estrela Brilhante' (Júpiter), parece ter sido destacado apenas devido ao seu brilho. Além de wiwa e koya, não há termos genéricos que distinguem planetas, estrelas, luas, sóis, galáxias e assim por diante na língua lokono. Por esse motivo, o equivalente Lokono da Via Láctea, por exemplo, está incluído entre outras constelações. 5. Práticas de observação do céu Enquanto o Lokono pode admirar o céu à noite, para seguir o calendário estelar de Lokono, é preciso observar as constelações por volta das 4 da manhã, hora em que o Lokono geralmente acorda. Os Lokono observam assim o surgimento das constelações pela manhã. Para ter uma idéia correta do ciclo anual de constelações, deve-se também definir o local de visualização para as Guianas (por exemplo, Georgetown, Paramaribo ou Cayenne no menu local). Merece uma menção que muitos Lokono, ao desenhar constelações, não ligavam as estrelas com linhas e que, em alguns casos, havia pouco acordo entre os falantes sobre qual estrela dentro de uma constelação corresponde a quais partes da planta ou animal representa. No Stellarium, representamos constelações com linhas, mas deve-se ter em mente que isso pode ser uma distorção da tradição Lokono, que permite mais flexibilidade na interpretação de grupos estelares específicos. Finalmente, existem restrições quanto à observação de alguns corpos celestes, pois acredita-se que um cônjuge pode prejudicar alguém se for observado [#5]. Por exemplo, na lua cheia, as mães cobriam os olhos dos filhos para que não ficassem doentes [#6]. Os jovens também foram instruídos a não olhar para Yôkoro wiwa (Plêiades), senão eles não cresceriam [#7]. Tais práticas se aplicavam também a outros objetos que, acredita-se, abrigavam espíritos poderosos e incluíam outras maneiras de evitar o contato visual com espíritos como esfregar pimentas, limas ou sal nos olhos. Corpos celestes Lokono _Hadali_ 'Sun' O termo Lokono para o Sol é Hadali, também pronunciado como Adali. Claaudius de Goeje sugere que os nomes escritos de várias maneiras do herói da cultura Lokono, o primeiro curandeiro conhecido como Harlitvanli, Haliwalika, Halwanli, Hararii e Araanili e, às vezes, Araidi, podem às vezes se referir ao mesmo herói identificado como o Sol. ] Embora não possamos confirmar esta hipótese, vale a pena mencionar o mito de _Arawidi_. No mito de Lokono, Araidi, o Sol, é o pai de um homem que se torna a constelação.Mabukuli_ 'Homem sem coxa' (cinto de Orion) [#9] [#10] [#11]. Segundo a história, o Sol costumava vir à Terra na forma de um homem chamado Araidi para encontrar seu amante com quem ele tinha gêmeos. Em um episódio posterior do mito, um dos gêmeos se casa com uma mulher, cuja mãe o casal decide matar. Quando eles tentam escapar, a irmã da esposa os persegue e consegue cortar sua perna em vingança. Como resultado, o homem sobe ao céu e se torna a constelação _Mabukuli_. Outro mito de Lokono alerta para ofender o Sol: um homem, preso em uma ilha desabitada no meio de um pântano, grita por socorro. Um barco passa por ele, mas dentro do barco está o Sol, que não quer ajudar o homem, pois as pessoas sempre reclamam que o Sol brilha demais [#11]. Quanto às práticas relacionadas ao Sol, Im Thurn relatou que, entre os Lokono, o eclipse do Sol era considerado uma guerra entre _Hadali_ e _Kathi_, a Lua, e que o Lokono gritava e fazia todo tipo de barulho para impedi-los de lutando [#12]. _Kathi_ 'Moon' A lua é conhecida como _Kathi_, um termo registrado por Joannes de Laet como _cattehee_ por volta de 1598, e também usado para se referir ao mês lunar [#13]. Segundo o Lokono, a Lua, como o Sol, já foi homem. Walter Roth relata um mito de Lokono, no qual uma jovem mulher era visitada por um amante misterioso noite após noite [#10]. Para descobrir quem era o amante, a mulher esfregou as mãos com a fuligem do fundo de uma panela. No dia seguinte, quando acordou, descobriu que o rosto de seu irmão estava coberto de fuligem e percebeu que era ele quem a visitava à noite. Todos em sua comunidade começaram a evitar o irmão incestuoso, que ficou tão envergonhado que se afastou das pessoas e finalmente ascendeu ao céu, se tornando a lua. É por isso que, de acordo com o Lokono, a face da lua está suja hoje. A lua aparece também em outro mito. No mito de Lokono sobre um homem preso em uma ilha desabitada mencionada acima, outro barco passa pelo homem, mas desta vez é a Lua, que decide ajudar o homem, pois as pessoas sempre ficam felizes em ver a Lua sair à noite [#11]. A Lua e o Sol também são retratados como oponentes. Em épocas anteriores, os Lokono acreditavam que o eclipse da Lua é sua morte (kathi ôdon_ 'moon dying') e vigiavam a noite toda. [#6] Os Lokono dizem durante o eclipse da Lua que a Lua adormeceu. o caminho do sol [#11]. Portanto, eles fazem muito barulho, tocam bateria e tocam trombetas para acordá-lo. Na lua cheia, as mães cobriam os olhos de seus filhos para que não ficassem doentes. _Warhokoma_ 'Vênus' O planeta Vênus, quando aparece de manhã como Estrela da Manhã e quando aparece à noite como Estrela da Noite, é chamado de "Warhokoma_" pelo Lokono [#8] [#14] [#15]. Charles Dance, por outro lado, relata os termos _Eweiwah_ e _Huewah_, provavelmente os equivalentes do termo geral _wiwa_ 'Estrela', que pode ser usada para qualquer corpo celeste brilhante [#16]. Os Lokono também falam de Vênus como _Hiyaro com 'estrela das mulheres'. Em relação a isso, merece menção que Claudius de Goeje relata que quando _Hiyaro wiwa_ aparecer perto da Lua e uma garota estiver prestes a ter sua primeira menstruação, os Lokono dizem que a garota logo será tocada pela Lua [#5] Não há mito sobre Warhokoma especificamente e sua relação com a Lua, mas vale lembrar que os Lokono conhecem uma história, na qual a Lua era originalmente um homem que cometeu incesto com sua irmã (veja o mito mencionado em _Kathi_), e tem um nome como mulherengo [#10]. Curiosamente, o nome Warhokoma de Morning or Evening Star também aparece em Kari'na, que também o vê como a esposa da Lua [#17] [#18]. _Waya nukuthi bunaha_ 'Via Láctea' A Via Láctea é conhecida entre os Lokono como Waya nukuthi bunaha, literalmente 'Caminho dos portadores de argila'. A Via Láctea representa as pegadas de homens que uma vez foram buscar argila para fazer panelas, uma arte que raramente é praticada hoje pelo Lokono. A origem do nome, no entanto, ainda é conhecida e é resumida em um mito [#19]. O mesmo nome para a Via Láctea foi observado por William Brett, que acrescenta que recebeu o nome de um tipo específico de argila esbranquiçada [#14]. Charles Dance, por outro lado, diz que a Via Láctea representa as pegadas de queixadas enraizando no barro, enquanto Walter Roth menciona uma explicação diferente de Lokono, segundo a qual a Via Láctea representa uma anta perseguida por um cachorro e onça-pintada [#10] [#16]. No entanto, essas duas fontes não dão o nome Lokono correspondente para a Via Láctea, e é possível que essas duas explicações sejam uma influência de Kari'na, que reconhece uma constelação de um tigre após a constelação de uma anta dentro da Via Láctea. Caminho [#17]. _Mali_ 'Sirius' O Lokono moderno chama Sirius de _Mali_, cujo significado literal é desconhecido. Cornelius van Coll descreve uma estrela de Lokono chamada _Mali_ e explica que é uma estrela muito poderosa [#7] [#17]. Quando chega de manhã em agosto, mata o peixe nos pântanos, e não se deve apontar para ele ou o dedo se tornará manco. O _Mali de Cornelius van Coll marca o início da grande estação seca (agosto a dezembro), chamada em Lokono _malidalithe_, um termo derivado de _Mali_. Fontes mais antigas identificaram Mali como Lyra, Áquila ou Crux, mas, como a grande estação seca começa por volta de agosto e os Lokono observam as estrelas pela manhã, essas identificações devem estar incorretas; Lyra, Aquila e Crux não podem ser vistos no momento nos territórios de Lokono [#11] [#17]. Não há mitos de Lokono sobre _Mali_, mas há evidências que podem corresponder à constelação de Kari'na _Ombatapo_ "Cara anterior". Os mitos de Kari'na explicam a origem da constelação e seu nome, que, como o Lokono _Mali_, acredita-se que mata os peixes nos pântanos e anuncia o início da grande estação seca. Além disso, o Kari'na _Ombatapo_ é identificado como parte de Puppis e Canis Major, o último dos quais inclui Sirius [#18] [#20].
zh_cn: ### Lokono（或Arawak） ![](lokono_map_1.webp) 洛科诺，也称为阿拉瓦克（Arawak），是圭亚那的土著人民，其领土范围从大西洋沿岸延伸，从圭亚那西北部到苏里南，再到法属圭亚那西北部（参见地图）[#1]。洛科诺语讲的语言属于Arawakan语言家族，该家族是非洲大陆上最大的语言群体之一。像他们的许多语言亲戚一样，洛科诺人是专门研究木薯（Manihot esculenta）的农学家，他们还从事捕鱼，狩猎和野生植物的采集。但是，作为欧洲人在征服时遇到的最早的土著群体之一，洛科诺人与非土著居民的接触已有500多年了[#2]。在上个世纪，这种接触加剧了，导致洛科诺语的大量丧失，传统的物质和非物质文化，生存习俗的变化，特别是最有可能导致传统的精神知识载体医务人员的消失包括民族天文学知识。 结果，关于天体的现代知识似乎只是洛科诺过去了解恒星的一小部分。人们已经忘记或仅从其名称中得知了一些在较早文献中提到的星座，而它们所代表的恒星组合以及解释其起源和重要性的口头传统却被遗忘了。此处介绍的天空文化仅包括已识别的星座，但以下描述提供了洛科诺天文知识的更全面说明，包括从历史来源中提取的有关下表中命名的所有天体的信息。 ### Lokono星座和其他天体 |洛可诺名称|英文直译|大概位置 |----------------|----------------------------------|------------------------| |哈达利| |太阳| |凯蒂| |月亮| | Warhokoma | |金星| | Waya nukuthi bunaha |粘土载体的路径|银河系| |马里| |天狼星| |威科（YôkoroWiwa）|星数| le | Wiwa kalemero |闪亮的星星|木星| |约哈达|烧烤架飞马座| | Kamodokoya |绿色水蟒的精神|不清楚 | Kibiwarhakoya |卡皮巴拉精神|未知 |马布库利|没有大腿的男人|猎户座腰带| |卡玛塔拉| the的下巴| Hyades | |彦屋|黑箭精神关键 | Yokhârhin|猎人半人马座| | Alêti|火炬| βCentauri | | Anorhâkoya|可可苍鹭的精神大熊座| |檀香树|棕虎鹭的精神未知 | Kasorhowakoya |四眼鱼的精神| λSco和υSco | | Katarokoya |绿海龟精神|大力神| |彦彦屋|黄脚乌龟的精神|未知 |夸夸亚|蓝蟹精神|猎户座| | Ifakoya |番鸭精神|冠冠| | Awarhakoya |芦荟手掌的精神|昏迷Berenices | |彦彦|红色阿库奇精神|未知 | Hokorherokoya |红腰刺刺豚鼠精神未知 | Kabadarokoya |美洲虎精神|未知 | Korhirhwathekoya |豹猫精神|未知 | Hawkoya |苍白的树懒精神|未知 | Warhemedokoya |两趾树懒的精神|未知 |横湾屋|绿鬣蜥的精神|未知 | Yarheyarherokoya |丁香鹦鹉的精神未知 | Marodikoya |关君精神未知 | Hikarowanakoya |杜鹃的精神|未知 | Sûtukoya|红猴的精神|未知 | Howakoya |白面萨基的精神|未知 | Imenarikoya |蝎子精神未知 | Korherokoya |鹦鹉精神|未知 | Kasipenikoya |乌龟精神|未知 | Shimarhabokoya |弓箭精神|未知 | Arakabosakoya |精神之枪|未知 |马拉卡|医务人员的拨浪鼓|未知 ### Lokono天文知识：简介 从当代和历史的角度来看，天文学知识似乎并不局限于洛科诺社会的特定成员。但是，特别是需要医务人员-洛科诺人的精神领袖-被称为semethi-才需要掌握恒星知识的各个方面，并且可能负责将与他们相关的口头传统从一代传给另一个。从罗德里戈·德·纳瓦雷特（Rodrigo de Navarette）（他在1550年左右写了《洛科诺》的最早记载之一）中，我们获悉：“被他们称为Cemetu的年长而睿智的人聚集在为开会而设计的房屋中，并重新叙述（……）他们的祖先和伟人的传统和功绩，还叙述了这些祖先从祖先那里听到的消息；这样他们就可以记住自己国家和人民最古老的事件。而且，他们以类似的方式讲述或宣讲与天堂，太阳，月亮和星星有关的事件。” [#3] 纳瓦雷特（Navarette）的cemetu，在现代洛科诺语中被称为semethi的医务人员，如今已很大程度上放弃了他们的作法，这可能是天文学知识传播被中断的原因。许多Lokono星座今天似乎已被遗忘。因此，我们的资料通常仅限于圭亚那的早期探险家和民族志学家撰写的历史记载，下面是其中最古老的例子之一。 ![](schulz.webp)图1西奥多·舒尔兹（Theodor Schulz）制作的洛可诺星列表，约1803年[#23]。 {: .img_and_caption } 正是这些文献使我们能够对Lokono恒星知识进行聚会重建，如下所述。但是，在讨论各个天体之前，需要提及洛科诺天文学的几个一般特征，即： *与邻近土著群体的天文学传统重叠。 *解释天体起源和意义的口头传统。 *在许多星座的名称中使用koya“精神”一词。 *使用wiwa（星，年）等通用术语，并且缺少其他天文术语。 * Lokono的空中监视做法。 ### 1.共享的桂安知识 洛科诺（Lokono）领土与两个在语言上不相关的土著人民接壤，卡里那（Kari’na）说加勒比语，而瓦拉人（Warao）讲语言孤立。尽管这三者之间没有联系，而且传统上不会通婚，但是这三类人共享着许多物质和非物质文化。这三个民族的人文天文学传统也显示出许多惊人的相似之处，例如共同的恒星神话，相似的星座名称以及恒星历法中的相似之处。这说明了这三个团体之间的联系以及天文知识的交流，这可能是由他们各自的精神领袖（例如Lokono semethi）促进的。这些传统的重叠程度及其交流的方向性需要进一步研究。在这里，我们将重点放在Lokono上，因此，除非它们对Lokono民族天文学有所了解，否则我们将不详细讨论这些文化借用。 ### 2.口头传统 这种共享特征之一是关于恒星的神话。这种口头传统讲述了特定天体的起源，将它们彼此联系起来，并解释了它们对自然世界的影响。举例来说，洛可诺星座Hithikoya的“黑魔咒之灵”与洛可诺神话中的Yokhârhin“ Hunter”和Alêti“ Torch”有关，这三者都具有Kari’na和Warao的等价物。医务人员保留的正是这些口头传统，可能是天文学知识从一代传给另一一代的主要手段。因此，在特定星座的描述中给出了有关神话的摘要。有时，当相关的洛可诺神话没有记录在案时，为了说明特定天体的重要性，会提及邻近群体的神话。鉴于Lokono和附近的团体共享了许多这样的口头传统，因此对保存欠佳的Lokono天文知识的增强是有道理的。 ### 3.精神日历 洛迦诺天文学的一个重要特征是，在许多星座名称中通常都带有特定植物或动物的名字，因此出现了“ koya”（精神）一词。圭亚那的民族志学家沃尔特·罗斯（Walter Roth）解释说，这样的星座是相应生物的灵魂。[#4]在每年星座出现的时候，这种灵魂从天上飞向地球，将生命呼吸到它所存在的生物中。代表。这样，高野星座形成了一个日历，表明从事与这些动植物有关的生计活动（例如狩猎或采集）的最佳时间是什么。洛科诺人也可能知道这种精神将降落在地球上的什么地方。沃尔特·罗斯（Walter Roth）建议，他们用与星座相同的名称来称呼这些地方，但证据仍然不充分。因此，Hadorhikoya的“红色阿库奇酒的精神”指的是酒的精神，星座以及当星座出现时在其身上发现大量的hadorhi的地方。虽然今天已经忘记了这些地名知识，但高野星座使我们想起了洛科诺拥有的动植物知识。 ### 4. Wiwa，星星和年份 洛科诺（Lokono）也有另一个通用术语，用于指代恒星wiwa。该术语缺乏koya的精神内涵。一方面，它指的是恒星的光亮，另一方面又是日历年。因此，例如在谈论一个人的年龄时使用它。尽管wiwa可以应用于任何恒星，但它仅以两个天体的专有名称出现。洛科诺（Yôkorowiwa）字面意思是“星分”（Pleiades），是所有洛科诺星座中最重要的星座，从传统上来说，其外观始于洛科诺日历年。在Yôkorowiwa之后，出现了众多的科雅星座，每个星座都标志着Lokono日历中不同的季节。另一方面，实际上是“发光之星”（木星）的Wiwa kalemero似乎仅由于其亮度而被选出来。除了wiwa和koya外，没有任何通用术语可以用Lokono语言来区分行星，恒星，卫星，月亮，太阳，星系等。由于这个原因，例如，在其他星座中包括了与银河系相当的洛科诺。 ### 5.观看天空的习惯 尽管Lokono可以在晚上欣赏天空，但要遵循Lokono恒星日历，人们必须在早晨4点左右（通常是Lokono醒来的时间）看一下这些星座。洛科诺（Lokono）因此在早上观察到星座的上升。为了正确了解星座的年度周期，还应将查看位置设置为圭亚那（例如，位置菜单中的Georgetown，Paramaribo或Cayenne）。值得一提的是，许多洛科诺人在绘制星座时并没有将星星与直线连接起来，而且在某些情况下，发言人之间就星座中的哪颗恒星对应于它代表的植物或动物的哪个部分几乎没有共识。在恒星中，我们用线条来表示星座，但是要记住，这可能是洛可诺传统的一种扭曲，它在解释特定的恒星群方面具有更大的灵活性。最后，在观看某些天体方面存在限制，因为据信，如果观看[#5]，则长剑会伤害到一个人。例如，在满月时，母亲遮住了孩子的眼睛，使他们不会生病[#6]。年轻人还被告知不要看“ Piaiades”，否则他们不会长大[#7]。这种做法也适用于其他相信带有烈性酒的物品，包括避免与烈性酒发生眼神接触的其他方式，例如在人的眼睛上擦胡椒，酸橙或盐。 ### Lokono天体 哈达利“太阳” 太阳的洛可诺语是Hadali，也称为Adali。 Claaudius de Goeje建议洛科诺文化英雄的名字拼写不同，他是第一个被称为Harlitvanli，Haliwalika，Halwanli，Hariwalli和Arawanili的药师，有时还包括Arawidi，它们全都指代被称为太阳的同一英雄[#8]。尽管我们无法证实这一假设，但值得一提的是Arawidi的神话。在洛可诺神话中，太阳的Arawidi是一个人的父亲，这个人成为Mabukuli星座“无大腿的男人”（猎户座的腰带）[#9] [#10] [#11]。根据故事，太阳曾经以一个叫阿拉维迪（Arawidi）的男人的身份来到地球上，与他的双胞胎恋人见面。在神话的后期，一对双胞胎与一个女人结婚，这对夫妇的母亲决定杀死他们。当他们试图逃脱时，妻子的姐姐追赶他们，并设法报仇切断了他的腿。结果，该人升上天空，成为马布库里星座。另一个洛可诺神话警告不要冒犯太阳：一名男子被困在沼泽中间一个无人居住的岛屿上，大声呼救。一艘船经过他，但船内是太阳，它不想帮助这个人，因为人们总是抱怨太阳照得太硬[#11]。就与太阳有关的习俗而言，Im Thurn报告说，在洛科诺河中，日蚀被认为是哈达利与凯蒂，月球之间的战争，洛科诺河会大声喊叫并发出各种声音以阻止它们从战斗[#12]。 凯蒂·穆恩 月亮被称为凯西（Kathi），约瑟斯·德·莱特（Joannes de Laet）最早在1598年左右将其记录为cattehee，也用于指农历月[#13]。根据洛科诺人的说法，月亮就像太阳一样，曾经是一个人。沃尔特·罗斯（Walter Roth）报道了一个洛科诺神话，一个神秘的情人夜夜拜访一位年轻女子[#10]。为了找出情人是谁，该名女子从锅底部用烟灰涂抹了双手。第二天，当她醒来时，她发现她哥哥的脸被烟灰遮盖，并意识到是他在晚上拜访了她。她社区中的每个人都开始避开这个乱伦兄弟，后者变得非常ham愧，以至于他远离人们，最终升上了天空，变成了月亮。根据Lokono的说法，这就是为什么今天的月球表面很脏。月亮也出现在另一个神话中。在上述关于一个人被困在一个无人岛上的洛可诺神话中，另一艘船经过了那个人，但是这次是月亮，它决定帮助这个人，因为人们总是很高兴看到月亮在晚上出来[#11]。月亮和太阳也被描绘成对手。在过去的时间里，洛科诺人认为月食是它的死亡（kathiôdon'moon dying'），并且会整夜监视。[#6]洛科诺人在月蚀时说，月亮已经睡着了太阳的路径[#11]。因此，它们发出很大的声音，打鼓，吹壳喇叭将他叫醒。到了满月，母亲们才会遮住孩子的眼睛，以免他们生病。 Warhokoma“金星” 金星，既在早晨以晨星的形式出现，又在傍晚以晚星的形式出现，被洛科诺[#8] [#14] [#15]称为Warhokoma。另一方面，查尔斯·舞蹈（Charles Dance）报告了Eweiwah和Huewah这两个术语，可能与wiwa的总称等效。 可以用于任何闪耀的天体的“星” [#16]。洛科诺人还称金星为“女星” Hiyaro wiwa。关于这一点，值得一提的是，克劳迪乌斯·德·格耶（Claudius de Goeje）报告说，当希亚罗·维瓦（Hiyaro wiwa）出现在月球附近，而一个女孩即将月经时，洛科诺说，这个女孩很快就会被月球所触摸[#5]。关于Warhokoma以及它与月球的关系并没有神话，但值得提醒的是，Lokono知道一个故事，其中月亮最初是与姐姐犯下乱伦的人（参见Kathi提到的神话），以及有一个名叫化名的名字[#10]。有趣的是，早起或晚星的Warhokoma这个名字也出现在卡纳娜（Kari’na）中，后者也将其视为月球的妻子[#17] [#18]。 Waya nukuthi bunaha“银河系” 银河系在Lokono中被称为Waya nukuthi bunaha，字面意思是 “黏土载体的路径”。银河系代表曾经去取粘土做锅的男人的脚印，这种艺术如今已经很少被Lokono所采用。但是，该名称的由来仍然是已知的，并且在神话[#19]中进行了概述。威廉·布雷特（William Brett）指出了银河系的同一个名字，并补充说它以一种特定的发白的粘土命名[#14]。另一方面，查尔斯·舞蹈（Charles Dance）说，银河系代表了野兽在泥土上扎根的脚印，而沃尔特·罗斯（Walter Roth）则提到了洛科诺河的另一种解释，根据该解释，银河系代表了被狗和美洲虎追逐的tap [#10] [#16]。但是，这两个来源并没有为银河系提供相应的Lokono名称，这两种解释很可能是卡里娜的影响，他们在银河系中的a构象之后认识到了老虎的构筑。方式[#17]。 马里“天狼星” 现代的Lokono称为Sirius Mali，其字面意思不明。 Cornelius van Coll描述了一个名为Mali的Lokono恒星，并解释说这是一颗非常强大的恒星[#7] [#17]。当它在八月的早晨出现时，它杀死了沼泽中的鱼，一个人不要指着它，否则一个人的手指会变得la脚。 Cornelius van Coll的马里标志着旱季的开始（8月至12月），这个季节的简称是Lokono malidalithe，这个词源于马里。较早的消息来源初步确定马里为Lyra，Aquila或Crux，但考虑到旱季始于8月左右，而Lokono则在早晨观测恒星，因此这些识别肯定是不正确的。目前无法在Lokono领土上看到Lyra，Aquila和Crux [#11] [#17]。没有关于马里的洛科诺神话，但是有证据表明这可能与卡里娜星座Ombatapo相符。 “上一张脸”。卡纳娜神话解释了该星座的起源及其名称，就像洛科诺马里一样，人们认为该星座杀死了沼泽中的鱼，并宣布了旱季的开始。此外，卡里娜·翁巴塔波（Kari’na Ombatapo）被确定为Puppis和Canis Major的一部分，后者包括Sirius [#18] [#20]。
zh_tw: ### Lokono（或Arawak） ![](lokono_map_1.webp) 洛科諾，也稱為阿拉瓦克（Arawak），是圭亞那的土著人民，其領土範圍從大西洋沿岸延伸，從圭亞那西北部到蘇里南，再到法屬圭亞那西北部（參見地圖）[#1]。洛科諾語講的語言屬於Arawakan語言家族，該家族是非洲大陸上最大的語言群體之一。像他們的許多語言親戚一樣，洛科諾人是專門研究木薯（Manihot esculenta）的農學家，他們還從事捕魚，狩獵和野生植物的採集。但是，作為歐洲人在征服時遇到的最早的土著群體之一，洛科諾人與非土著居民的接觸已有500多年了[#2]。在上個世紀，這種接觸加劇了，導致洛科諾語的大量喪失，傳統的物質和非物質文化，生存習俗的變化，特別是最有可能導致傳統的精神知識載體醫務人員的消失包括民族天文學知識。 結果，關於天體的現代知識似乎只是洛科諾過去了解恆星的一小部分。人們已經忘記或僅從名字中得知了幾個在較早來源中提到的星座，而它們所代表的恆星組合以及解釋其起源和重要性的口頭傳統卻被遺忘了。此處介紹的天空文化僅包括已識別的星座，但以下描述提供了洛科諾天文知識的更全面說明，包括從歷史來源中提取的有關下表中命名的所有天體的信息。 ### Lokono星座和其他天體 |洛可諾名稱|英文直譯|大概位置 |----------------|----------------------------------|------------------------| |哈達利| |太陽| |凱蒂| |月亮| | Warhokoma | |金星| | Waya nukuthi bunaha |粘土載體的路徑|銀河系| |馬里| |天狼星| |威科（Yôkorowiwa）|星數| le | Wiwa kalemero |閃亮的星星|木星| |約哈達|燒烤架飛馬座| | Kamodokoya |綠色水蟒的精神|不清楚 | Kibiwarhakoya |卡皮巴拉精神|未知 |馬布庫利|沒有大腿的男人|獵戶座腰帶| |卡瑪塔拉| the的下巴| Hyades | |彥屋|黑箭精神關鍵 | Yokhârhin|獵人半人馬座| | Alêti|火炬| βCentauri | | Anorhâkoya|可可蒼鷺的精神大熊座| |檀香樹|棕虎鷺的精神未知 | Kasorhowakoya |四眼魚的精神| λSco和υSco | | Katarokoya |綠海龜精神|大力神| |彥彥屋|黃腳烏龜的精神|未知 |誇誇亞|藍蟹精神|獵戶座| | Ifakoya |番鴨精神|冠冠| | Awarhakoya |蘆薈手掌的精神|昏迷Berenices | |彥彥|紅色阿庫奇精神|未知 | Hokorherokoya |紅腰刺刺豚鼠精神未知 | Kabadarokoya |美洲虎精神|未知 | Korhirhwathekoya |豹貓精神|未知 | Hawkoya |蒼白的樹懶精神|未知 | Warhemedokoya |兩趾樹懶的精神|未知 |橫灣屋|綠鬣蜥的精神|未知 | Yarheyarherokoya |丁香鸚鵡的精神未知 | Marodikoya |關君精神未知 | Hikarowanakoya |杜鵑的精神|未知 | Sûtukoya|紅猴的精神|未知 | Howakoya |白面薩基的精神|未知 | Imenarikoya |蝎子精神未知 | Korherokoya |鸚鵡精神|未知 | Kasipenikoya |烏龜精神|未知 | Shimarhabokoya |弓箭精神|未知 | Arakabosakoya |精神之槍|未知 |馬拉卡|醫務人員的撥浪鼓|未知 ### Lokono天文知識：簡介 從當代和歷史的角度來看，天文學知識似乎並不局限於洛科諾社會的特定成員。但是，特別是需要醫務人員-洛科諾人的精神領袖-被稱為semethi-才需要掌握恆星知識的各個方面，並且可能負責將與他們相關的口頭傳統從一代傳給另一個。從羅德里戈·德·納瓦雷特（Rodrigo de Navarette）（他於1550年左右寫過Lokono的最早記載之一）中，我們得知：“被稱為Cemetu的年長而睿智的人聚集在為他們的會議而設計的房屋中，並重新敘述（……）他們的祖先和偉人的傳統和功績，還敘述了這些祖先從祖先那裡聽到的消息；這樣他們就可以記住自己國家和人民最古老的事件。而且，他們以類似的方式講述或宣講與天堂，太陽，月亮和星星有關的事件。” [#3] 納瓦雷特（Navarette）的cemetu，在現代洛科諾語中被稱為semethi的醫務人員，如今已很大程度上放棄了他們的做法，這可能是天文學知識傳播被中斷的原因。許多Lokono星座今天似乎已被遺忘。因此，我們的資料通常僅限於圭亞那的早期探險家和民族志學家撰寫的歷史記載，下面是其中最古老的例子之一。 ![](schulz.webp)圖1西奧多·舒爾茲（Theodor Schulz）製作的洛可諾星列表，約1803年[#23]。 {: .img_and_caption } 正是這些文獻使我們能夠對Lokono恆星知識進行聚會重建，如下所述。但是，在討論各個天體之前，需要提及洛科諾天文學的幾個一般特徵，即： *與鄰近土著群體的天文學傳統重疊。 *解釋天體起源和意義的口頭傳統。 *在許多星座的名稱中使用koya“精神”一詞。 *使用wiwa（星，年）等通用術語，並且缺少其他天文術語。 * Lokono的空中監視做法。 ### 1.共享的桂安知識 洛科諾（Lokono）領土與兩個在語言上不相關的土著人民接壤，卡里那（Kari’na）講加勒比語，而瓦拉人（Warao）講語言孤立。儘管這三者之間沒有聯繫，而且傳統上不會通婚，但是這三類人共享著許多物質和非物質文化。這三個民族的人文天文學傳統也顯示出許多驚人的相似之處，例如共同的恆星神話，相似的星座名稱以及恆星曆法中的相似之處。這說明了這三個群體之間的聯繫以及天文知識的交流，這可能是由他們各自的精神領袖（例如，Lokono semethi）促進的。這些傳統的重疊程度及其交流的方向性需要進一步研究。在這裡，我們將重點放在Lokono上，因此，除非它們對Lokono民族天文學有所了解，否則我們將不詳細討論這些文化借用。 ### 2.口頭傳統 這種共享特徵之一是關於恆星的神話。這種口頭傳統講述了特定天體的起源，將它們彼此聯繫起來，並解釋了它們對自然世界的影響。舉例來說，洛可諾星座Hithikoya的“黑魔咒之靈”與洛卡諾神話中的Yokhârhin“ Hunter”和Alêti“ Torch”的神話聯繫在一起，這三個星座都具有Kari’na和Warao的等價物。醫務人員保留的正是這些口頭傳統，可能是天文學知識從一代傳給另一一代的主要手段。因此，在特定星座的描述中給出了有關神話的摘要。有時，當相關的洛可諾神話沒有記錄在案時，為了說明特定天體的重要性，會提及鄰近群體的神話。鑑於Lokono和附近的團體共享了許多這樣的口頭傳統，因此對保存欠佳的Lokono天文知識的增強是有道理的。 ### 3.精神日曆 Lokono天文學的一個關鍵特徵是，在許多星座名稱中通常都出現一個特殊的植物或動物的術語“ koya”（精神）這一術語。圭亞那的民族志學家沃爾特·羅斯（Walter Roth）解釋說，這樣的星座是相應生物的靈魂。[#4]在每年星座出現的時候，這種靈魂從天上飛向地球，將生命呼吸到它所存在的生物中。代表。這樣，高野星座形成了一個日曆，表明從事與這些動植物有關的生計活動（例如狩獵或採集）的最佳時間是什麼。洛科諾人也可能知道這種精神將降落在地球上的什麼地方。沃爾特·羅斯（Walter Roth）建議，他們用與星座相同的名稱來稱呼這些地方，但證據仍然不充分。因此，Hadorhikoya的“紅色阿庫奇酒的精神”指的是酒的精神，星座以及當星座出現時在其身上發現大量的hadorhi的地方。雖然今天已經忘記了這些地名知識，但高野星座使我們想起了對Lokono所擁有的動植物的深刻理解。 ### 4. Wiwa，星星和年份 洛科諾（Lokono）也有另一個通用術語，用於指代恆星wiwa。該術語缺乏koya的精神內涵。一方面，它指的是恆星的光亮，另一方面又是日曆年。因此，例如在談論一個人的年齡時使用它。儘管wiwa可以應用於任何恆星，但它僅以兩個天體的專有名稱出現。洛科諾（Yôkorowiwa）字面意思是“星分”（Pleiades），是所有洛科諾星座中最重要的星座，從傳統上來說，其外觀始於洛科諾日曆年。在Yôkorowiwa之後，出現了眾多的科雅星座，每個星座都標誌著Lokono日曆中不同的季節。另一方面，實際上是“發光之星”（木星）的Wiwa kalemero似乎僅由於其亮度而被選出來。除了wiwa和koya外，沒有任何通用術語可以用Lokono語言來區分行星，恆星，衛星，月亮，太陽，星係等。由於這個原因，例如，在其他星座中包括了與銀河系相當的洛科諾。 ### 5.觀看天空的習慣 儘管Lokono可以在晚上欣賞天空，但要遵循Lokono恆星日曆，人們必須在早上4點左右（通常是Lokono醒來的時間）看一下這些星座。洛科諾（Lokono）因此在早上觀察到星座的上升。為了正確了解星座的年度週期，還應將查看位置設置為圭亞那（例如，位置菜單中的Georgetown，Paramaribo或Cayenne）。值得一提的是，許多洛科諾人在繪製星座時並沒有將星星與直線連接起來，而且在某些情況下，發言人之間就星座中的哪顆恆星對應於它代表的植物或動物的哪個部分幾乎沒有共識。在恆星中，我們用線條來表示星座，但是要記住，這可能是洛可諾傳統的一種扭曲，它在解釋特定的恆星群方面具有更大的靈活性。最後，在觀看某些天體方面存在限制，因為據信，如果觀看[#5]，則長劍會傷害到一個人。例如，在滿月時，母親遮住了孩子的眼睛，使他們不會生病[#6]。年輕人還被告知不要看“ Piaiades”，否則他們不會長大[#7]。這種做法也適用於其他相信帶有烈性酒的物品，包括避免與烈酒眼神接觸的其他方法，例如在人的眼睛上擦胡椒，酸橙或鹽。 ### Lokono天體 哈達利“太陽” 太陽的洛可諾語是Hadali，也稱為Adali。 Claaudius de Goeje建議洛科諾文化英雄的名字拼寫不同，他是第一個被稱為Harlitvanli，Haliwalika，Halwanli，Hariwalli和Arawanili的藥師，有時還包括Arawidi，它們全都指代被稱為太陽的同一英雄[#8]。儘管我們無法證實這一假設，但值得一提的是Arawidi的神話。在洛可諾神話中，太陽的阿拉維迪（Arawidi）是一個男人的父親，這個男人後來成為馬布庫裡星座（沒有大腿的男人）（獵戶座的腰帶）[#9] [#10] [#11]。根據故事，太陽曾經以一個叫阿拉維迪（Arawidi）的男人的身份來到地球上，與他的雙胞胎戀人見面。在神話的後期，一對雙胞胎與一個女人結婚，這對夫婦的母親決定殺死他們。當他們試圖逃脫時，妻子的姐姐追趕他們，並設法報仇切斷了他的腿。結果，該人升上天空，成為馬布庫裡星座。另一個洛可諾神話警告不要冒犯太陽：一名男子被困在沼澤中間一個無人居住的島嶼上，大聲呼救。一艘船經過他，但船內是太陽，它不想幫助這個人，因為人們總是抱怨太陽照得太硬[#11]。就與太陽有關的習俗而言，Im Thurn報告說，在洛科諾河中，日蝕被認為是哈達利與凱蒂，月球之間的戰爭，洛科諾河會大聲喊叫並發出各種聲音以阻止它們從戰鬥[#12]。 凱蒂·穆恩 月亮被稱為凱西（Kathi），約瑟斯·德·萊特（Joannes de Laet）最早在1598年左右將其記錄為cattehee，也用於指農曆月[#13]。根據洛科諾人的說法，月亮就像太陽一樣，曾經是一個人。沃爾特·羅斯（Walter Roth）報導了一個洛科諾神話，一個神秘的情人夜夜拜訪一位年輕女子[#10]。為了找出情人是誰，該名女子從鍋底部用煙灰塗抹了雙手。第二天，當她醒來時，她發現她哥哥的臉被煙灰遮蓋，並意識到是他在晚上拜訪了她。她社區中的每個人都開始避開這個亂倫兄弟，後者變得非常ham愧，以至於他遠離人們，最終升上了天空，變成了月亮。根據Lokono的說法，這就是為什麼今天的月球表面很髒。月亮也出現在另一個神話中。在上述關於一個人被困在一個無人島上的洛可諾神話中，另一艘船經過了那個人，但是這次是月亮，它決定幫助這個人，因為人們總是很高興看到月亮在晚上出來[#11]。月亮和太陽也被描繪成對手。在過去的時間裡，洛科諾人認為月食是它的死亡（kathiôdon'moon dying'），並且會整夜監視。[#6]洛科諾人在月蝕時說，月亮已經入睡了。太陽的路徑[#11]。因此，它們發出很大的聲音，打鼓，吹殼喇叭將他叫醒。到了滿月，母親們才會遮住孩子的眼睛，以免他們生病。 Warhokoma“金星” 金星，既在早晨以晨星的形式出現，又在傍晚以晚星的形式出現，被洛科諾[#8] [#14] [#15]稱為Warhokoma。另一方面，查爾斯·舞蹈（Charles Dance）報告了Eweiwah和Huewah這兩個術語，可能與wiwa的總稱等效。 可以用於任何閃耀的天體的“星” [#16]。洛科諾人還稱金星為“女星” Hiyaro wiwa。關於這一點，值得一提的是，克勞迪烏斯·德·格耶（Claudius de Goeje）報告說，當希亞羅·維瓦（Hiyaro wiwa）出現在月球附近，而一個女孩即將月經時，洛科諾說，這個女孩很快就會被月球所觸摸[#5]。關於Warhokoma以及它與月球的關係並沒有神話，但值得提醒的是，Lokono知道一個故事，其中月亮最初是與姐姐犯下亂倫的人（參見Kathi提到的神話），以及有一個名叫化名的名字[#10]。有趣的是，早起或晚星的Warhokoma這個名字也出現在卡納娜（Kari’na），後者也將其視為月球的妻子[#17] [#18]。 Waya nukuthi bunaha“銀河系” 銀河系在Lokono中被稱為Waya nukuthi bunaha，字面意思是 “黏土載體的路徑”。銀河系代表曾經去取粘土做鍋的男人的腳印，這種藝術如今已經很少被Lokono所採用。但是，該名稱的由來仍然是已知的，並且在神話[#19]中進行了概述。威廉·布雷特（William Brett）指出了銀河系的同一個名字，並補充說它以一種特定的發白的粘土命名[#14]。另一方面，查爾斯·舞蹈（Charles Dance）說，銀河系代表了野獸在泥土上紮根的腳印，而沃爾特·羅斯（Walter Roth）則提到了洛科諾河的另一種解釋，根據該解釋，銀河系代表了被狗和美洲虎追逐的tap [#10] [#16]。但是，這兩個來源並沒有為銀河系提供相應的Lokono名稱，這兩種解釋很可能是卡里娜的影響，他們認識到在銀河系中a的星座之後是老虎的星座。方式[#17]。 馬里“天狼星” 現代的Lokono稱為Sirius Mali，其字面意思不明。 Cornelius van Coll描述了一個名為Mali的Lokono恆星，並解釋說這是一顆非常強大的恆星[#7] [#17]。當它在八月的早晨出現時，它殺死了沼澤中的魚，一個人不要指著它，否則一個人的手指會變得la腳。 Cornelius van Coll的馬里標誌著旱季的開始（8月至12月），這個季節的簡稱是Lokono malidalithe，這個詞源於馬里。較早的消息來源初步確定馬里為Lyra，Aquila或Crux，但考慮到旱季始於8月左右，而Lokono則在早晨觀測恆星，因此這些識別肯定是不正確的。目前無法在Lokono領土上看到Lyra，Aquila和Crux [#11] [#17]。沒有關於馬里的洛科諾神話，但是有證據表明這可能與卡里娜星座Ombatapo相符。 “上一張臉”。卡納娜神話解釋了該星座的起源及其名稱，就像洛科諾馬里一樣，人們認為該星座殺死了沼澤中的魚，並宣布了旱季的開始。此外，卡里娜·翁巴塔波（Kari’na Ombatapo）被認為是Puppis和Canis Major的一部分，後者包括Sirius [#18] [#20]。
