Repository: Stellarium/stellarium-skycultures
Catalog: lokono/po/*.po
Languages: ar, cs, de, es, fr, it, ja, ko, nl, pl, pt, zh_cn, zh_tw

source: This sky culture was contributed by [Konrad Rybka](konrad.rybka@gmail.com) and produced with the help of Lokono speakers in Suriname (Cassipora) and Guyana (Wakapoa). The research was carried out as part of the project supported by a Rubicon postdoctoral grant from the Netherlands Organization for Scientific Research (project number 446-15-012). Quote as: Rybka, Konrad 2018. _Lokono sky culture: a description of Lokono ethnoastronomical knowledge for Stellarium software_. Version 1.0 Technical clean-up: Susanne M Hoffmann, 2020
ar: ساهم في هذه الثقافة السماوية [Konrad Rybka](konrad.rybka@gmail.com) وتم إنتاجها بمساعدة متحدثي Lokono في سورينام (كاسيبورا) وغيانا (واكابوا). تم إجراء البحث كجزء من المشروع بدعم من منحة Rubicon لما بعد الدكتوراه من المنظمة الهولندية للبحث العلمي (رقم المشروع 446-15-012). اقتبس كـ: Rybka ، Konrad 2018. _Lokono Sky Culture: وصف المعرفة العرقية Lokono لبرامج Stellarium_ الإصدار 1.0 التنظيف الفني: سوزان إم هوفمان ، 2020
cs: K této nebeské kultuře přispěl [Konrad Rybka](konrad.rybka@gmail.com) a byl vyroben pomocí reproduktorů Lokono v Surinamu (Cassipora) a Guyaně (Wakapoa). Výzkum byl proveden v rámci projektu podpořeného postdoktorským grantem Rubicon od Nizozemské organizace pro vědecký výzkum (číslo projektu 446-15-012). Citát jako: Rybka, Konrad 2018. _Lokono sky culture: a description of Lokono ethnoastronomical knowledge for Stellarium software_. Verze 1.0 Technické čištění: Susanne M Hoffmann, 2020
de: Diese Himmelskultur wurde von [Konrad Rybka](konrad.rybka@gmail.com) beigesteuert und mit Hilfe von Lokono-Sprechern in Suriname (Cassipora) und Guyana (Wakapoa) produziert. Die Forschung wurde im Rahmen des Projekts durchgeführt, das durch ein Rubicon-Postdoktorandenstipendium der niederländischen Organisation für wissenschaftliche Forschung (Projektnummer 446-15-012) unterstützt wurde. Zitat als: Rybka, Konrad 2018. _Lokono-Himmelskultur: eine Beschreibung des ethnoastronomischen Wissens von Lokono für Stellarium-Software_. Version 1.0 Technische Sanierung: Susanne M Hoffmann, 2020
es: Esta cultura del cielo fue aportada por [Konrad Rybka](konrad.rybka@gmail.com) y producida con la ayuda de hablantes de Lokono en Surinam (Cassipora) y Guyana (Wakapoa). La investigación se llevó a cabo como parte del proyecto apoyado por una beca postdoctoral Rubicon de la Organización de Investigación Científica de los Países Bajos (número de proyecto 446-15-012). Cita como: Rybka, Konrad 2018. _Lokono sky culture: una descripción del conocimiento etnoastronómico de Lokono para el software Stellarium_. Versión 1.0 Limpieza técnica: Susanne M Hoffmann, 2020
fr: Cette culture du ciel a été fournie par [Konrad Rybka](konrad.rybka@gmail.com) et produite avec l'aide de locuteurs de Lokono au Suriname (Cassipora) et en Guyane (Wakapoa). La recherche a été menée dans le cadre du projet soutenu par une bourse postdoctorale Rubicon de l'Organisation néerlandaise pour la recherche scientifique (numéro de projet 446-15-012). Citation comme: Rybka, Konrad 2018. _Lokono sky culture: a description of Lokono ethnoastronomical knowledge for Stellarium software_. Version 1.0 Nettoyage technique: Susanne M Hoffmann, 2020
it: Questa cultura del cielo è stata fornita da [Konrad Rybka](konrad.rybka@gmail.com) e prodotta con l'aiuto di parlanti Lokono in Suriname (Cassipora) e Guyana (Wakapoa). La ricerca è stata condotta come parte del progetto supportato da una sovvenzione post-dottorato Rubicon dell'Organizzazione olandese per la ricerca scientifica (numero di progetto 446-15-012). Citazione da: Rybka, Konrad 2018. _Lokono sky culture: a description of Lokono ethnoastronomical knowledge for Stellarium software_. Versione 1.0.0 Pulizia tecnica: Susanne M Hoffmann, 2020
ja: この空の文化は、[Konrad Rybka](konrad.rybka@gmail.com)によって提供され、スリナム（カシポラ）とガイアナ（ワカポア）のロコノスピーカーの助けを借りて作成されました。この研究は、オランダ科学研究機構（プロジェクト番号446-15-012）からのルビコンポスドク助成金によって支援されたプロジェクトの一部として実施されました。 引用：Rybka、Konrad2018。_Lokonoスカイカルチャー：StellariumソフトウェアのLokono民族天文学的知識の説明_。バージョン1.0 技術的なクリーンアップ：Susanne M Hoffmann、2020
ko: 이 하늘 문화는 [Konrad Rybka](konrad.rybka@gmail.com)가 기고했으며 수리남 (Cassipora)과 Guyana (Wakapoa)의 Lokono 스피커의 도움으로 제작되었습니다. 이 연구는 네덜란드 과학 연구기구 (프로젝트 번호 446-15-012)의 Rubicon 박사후 보조금으로 지원되는 프로젝트의 일부로 수행되었습니다. 인용문 : Rybka, Konrad 2018. Lokono 하늘 문화 : Stellarium 소프트웨어에 대한 Lokono 민족 천문학 지식에 대한 설명. 버전 1.0 기술 정리 : Susanne M Hoffmann, 2020
nl: Deze hemelcultuur werd bijgedragen door [Konrad Rybka](konrad.rybka@gmail.com) en geproduceerd met de hulp van Lokono-sprekers in Suriname (Cassipora) en Guyana (Wakapoa). Het onderzoek is uitgevoerd in het kader van het project dat wordt ondersteund door een Rubicon-postdoctorale beurs van de Nederlandse Organisatie voor Wetenschappelijk Onderzoek (projectnummer 446-15-012). Citaat als: Rybka, Konrad 2018. _Lokono hemelcultuur: een beschrijving van Lokono ethnoastronomische kennis voor Stellarium-software_. Versie 1.0.0 Technische schoonmaak: Susanne M Hoffmann, 2020
pl: Ta kultura nieba została stworzona przez [Konrad Rybka](konrad.rybka@gmail.com) i wyprodukowana przy pomocy głośników Lokono w Surinamie (Cassipora) i Gujanie (Wakapoa). Badania zrealizowano w ramach projektu wspieranego przez grant podoktorski Rubicon z Holenderskiej Organizacji Badań Naukowych (numer projektu 446-15-012). Cytuj jako: Rybka, Konrad 2018. _Lokono sky culture: opis wiedzy etnoastronomicznej Lokono dla oprogramowania Stellarium_. Wersja 1.0.0 Porządki techniczne: Susanne M Hoffmann, 2020
pt: Esta cultura do céu foi contribuída por [Konrad Rybka](konrad.rybka@gmail.com) e produzida com a ajuda de falantes de Lokono no Suriname (Cassipora) e Guiana (Wakapoa). A pesquisa foi realizada como parte do projeto apoiado por uma bolsa de pós-doutorado Rubicon da Organização Holandesa de Pesquisa Científica (número do projeto 446-15-012). Citar como: Rybka, Konrad 2018. _Cultura do céu em Lokono: uma descrição do conhecimento etnoastronômico de Lokono para o software Stellarium_. Versão 1.0 Limpeza técnica: Susanne M Hoffmann, 2020
zh_cn: 这种天空文化由[Konrad Rybka](konrad.rybka@gmail.com)贡献，并在苏里南（Cassipora）和圭亚那（Wakapoa）的Lokono讲者的帮助下产生。该研究是在荷兰科学研究组织的Rubicon博士后资助下进行的项目的一部分（项目编号446-15-012）。 引用为：Rybka，Konrad，2018年。Lokono天空文化：Stellarium软件的Lokono民族天文学知识的描述。版本1.0 技术清理：Susanne M Hoffmann，2020年
zh_tw: 這種天空文化由[Konrad Rybka](konrad.rybka@gmail.com)貢獻，並在蘇里南（Cassipora）和圭亞那（Wakapoa）的Lokono講者的幫助下產生。該研究是在荷蘭科學研究組織的Rubicon博士後資助下進行的項目的一部分（項目編號446-15-012）。 引用為：Rybka，Konrad，2018年。Lokono天空文化：Stellarium軟件的Lokono民族天文學知識的描述。版本1.0 技術清理：Susanne M Hoffmann，2020年

source: CC-BY NC Special permission is also granted to Stellarium Labs to include the licensed material in the mobile application Stellarium.
ar: CC-BY NC تم منح تصريح خاص أيضًا لـ Stellarium Labs لتضمين المواد المرخصة في تطبيق Stellarium للهاتف المحمول.
cs: CC-BY NC Speciální povolení je uděleno také Stellarium Labs k zahrnutí licencovaného materiálu do mobilní aplikace Stellarium.
de: CC-BY NC Stellarium Labs wird auch eine Sondergenehmigung erteilt, das lizenzierte Material in die mobile Anwendung Stellarium aufzunehmen.
es: CC-BY NC También se otorga un permiso especial a Stellarium Labs para incluir el material con licencia en la aplicación móvil Stellarium.
fr: CC-BY NC Une autorisation spéciale est également accordée à Stellarium Labs pour inclure le matériel sous licence dans l'application mobile Stellarium.
it: CC-BY NC È inoltre concesso un permesso speciale a Stellarium Labs per includere il materiale concesso in licenza nell'applicazione mobile Stellarium.
ja: CC-BY NC Stellarium Labs には、ライセンスされた素材をモバイル アプリケーション Stellarium に含める特別な許可も与えられています。
ko: CC-BY NC 또한 Stellarium Labs는 모바일 애플리케이션 Stellarium에 라이선스가 부여된 자료를 포함하도록 특별 허가를 받았습니다.
nl: CC-BY NC Speciale toestemming wordt ook verleend aan Stellarium Labs om het gelicentieerde materiaal op te nemen in de mobiele applicatie Stellarium.
pl: CC-BY NC Stellarium Labs otrzymuje również specjalne pozwolenie na umieszczenie licencjonowanego materiału w aplikacji mobilnej Stellarium.
pt: CC-BY NC Permissão especial também é concedida ao Stellarium Labs para incluir o material licenciado no aplicativo móvel Stellarium.
zh_cn: CC-BY NC Stellarium Labs 还获得特别许可，可以将许可材料包含在移动应用程序 Stellarium 中。
zh_tw: CC-BY NC Stellarium Labs 還獲得特別許可，可以將許可材料包含在移動應用程序 Stellarium 中。

source: Spirit of the black curassow
ar: ‎روح طائر الكوراسو الأسود‎
cs: Duch černé curassow
de: Geist des Glattschnabelhokkos
es: Espíritu del paujil negro
fr: Esprit du curassow noir
it: Spirito del burrone nero
ja: ブラックキュラソーの精霊
ko: 검은 curassow의 정신
nl: Geest van de zwarte curassow
pl: Duch czarnej curassow
pt: Espírito do mutum preto
zh_cn: 凤冠雉之魂
zh_tw: 鳳冠雉之魂

source: The constellation _Hithikoya_ is the ‘Spirit of the black curassow’ (_Crax alector_), a commonly hunted bird, often kept as a pet for its feathers and eggs. According to a Lokono myth, _Hithikoya_ lived on earth, but the Lokono kept shooting him.[#11] As a result, he ascended to the sky to warn black curassows about the approaching hunter (see _Yokhârhin_) and his companion with a torch (see _Alêti_). The Lokono identify _Hithikoya_ as the Western constellation Crux. When it appears just above the trees in January, the curassows roam on the ground and are easy to catch. Over the following months, the higher _Hithikoya_ rises in the morning, the higher the birds climb up the trees. By March, it appears high in the sky and the birds are found in the tops of the trees. _Hithikoya_ thus informs the Lokono where to search for the birds at a given time of the year. The Lokono even make hunting charms (_bina_) from a plant, whose leaves resemble the bird, rubbed into the lips of the hunter so that he can imitate the calls of the bird, increasing his chances of catching one [#10][#17].
ar: كوكبة _Hithikoya_ هي "روح المنحنى الأسود" (_Crax alector_) ، وهو طائر يتم اصطياده بشكل شائع ، وغالبًا ما يتم الاحتفاظ به كحيوان أليف لريشه وبيضه. وفقًا لأسطورة Lokono ، _Hithikoya_ عاش على الأرض ، لكن Lokono استمر في إطلاق النار عليه. [#11] ونتيجة لذلك ، صعد إلى السماء لتحذير المناجم السوداء من الصياد المقترب (انظر _Yokhârhin_) ورفيقه مع شعلة (انظر _Alêti_). يُعرّف Lokono _Hithikoya_ باسم الكوكبة الغربية Crux. عندما تظهر فوق الأشجار مباشرة في يناير ، تتجول الكوراس على الأرض ويسهل الإمساك بها. خلال الأشهر التالية ، كلما ارتفع _Hithikoya_ في الصباح ، ارتفعت الطيور فوق الأشجار. بحلول شهر مارس ، تظهر في أعالي السماء وتوجد الطيور في قمم الأشجار. وبذلك يقوم _Hithikoya_ بإبلاغ Lokono بمكان البحث عن الطيور في وقت معين من السنة. حتى لوكونو يصنع سحر الصيد (_bina_) من نبات ، تشبه أوراقه الطائر ، يفرك في شفاه الصياد حتى يتمكن من تقليد نداءات الطائر ، مما يزيد من فرصه في اصطياد [#10] [#17].
cs: Souhvězdí Hithikoya je „Duch černého curassow“ (_Crax alector_), běžně lovený pták, často chovaný jako mazlíček pro své peří a vejce. Podle mýtu Lokono žil _Hikikoya na Zemi, ale Lokono ho stále střílel. [#11] Výsledkem byl, že vystoupil na oblohu, aby varoval černé curassowy o blížícím se lovci (viz _Yokhârhin_) a jeho společnici s pochodní (viz viz YYHÁRIN_). _Alêti_). Lokono identifikuje _Hithikoya_ jako západní souhvězdí Crux. Když se v lednu objeví těsně nad stromy, curassows se potulují po zemi a snadno se chytí. V následujících měsících, čím vyšší _Hithikoya_ ráno stoupá, tím vyšší ptáci stoupají na stromy. V březnu se na obloze objeví vysoko a ptáci se nacházejí na vrcholcích stromů. _Hithikoya_ tedy informuje Lokono, kde hledat ptáky v daném ročním období. Lokono dokonce vyrábí lovecká kouzla (_ bina_) z rostliny, jejíž listy připomínají ptáka, vtřela se do rtů lovce, aby mohl napodobit volání ptáka, což zvyšuje jeho šance na chytání jednoho [#10] [#17].
de: Die Konstellation _Hithikoya_ ist der "Geist des schwarzen Curassows" (_Crax alector_), ein häufig gejagter Vogel, der oft als Haustier für seine Federn und Eier gehalten wird. Nach einem Lokono-Mythos lebte Hithikoya auf der Erde, aber der Lokono schoss weiter auf ihn. [#11] Infolgedessen stieg er zum Himmel auf, um schwarze Curassows vor dem herannahenden Jäger (siehe Yokhârhin) und seinem Begleiter mit einer Fackel (siehe) zu warnen _Alêti_). Die Lokono identifizieren _Hithikoya_ als das westliche Sternbild Crux. Wenn es im Januar direkt über den Bäumen erscheint, streifen die Curassows über den Boden und sind leicht zu fangen. In den folgenden Monaten, je höher Hithikoya am Morgen steigt, desto höher klettern die Vögel auf die Bäume. Im März erscheint es hoch am Himmel und die Vögel sind oben auf den Bäumen zu finden. _Hithikoya_ informiert somit den Lokono, wo zu einer bestimmten Jahreszeit nach den Vögeln gesucht werden soll. Die Lokono machen sogar Jagdzauber (_bina_) aus einer Pflanze, deren Blätter dem Vogel ähneln, die in die Lippen des Jägers gerieben wurden, damit er die Rufe des Vogels nachahmen kann, was seine Chancen erhöht, einen zu fangen [#10] [#17].
es: La constelación _Hithikoya_ es el "Espíritu del curassow negro" (_Crax alector_), un ave comúnmente cazada, a menudo mantenida como mascota por sus plumas y huevos. Según un mito de Lokono, _Hithikoya_ vivía en la tierra, pero el Lokono siguió disparándole. [#11] Como resultado, ascendió al cielo para advertir a los purasangres negros sobre el cazador que se acercaba (ver _Yokhârhin_) y su compañero con una antorcha (ver _Alêti_). Los Lokono identifican a _Hithikoya_ como la constelación occidental Crux. Cuando aparece justo encima de los árboles en enero, los curassows deambulan por el suelo y son fáciles de atrapar. Durante los meses siguientes, cuanto más alto _Hithikoya_ se levanta por la mañana, más alto trepan los pájaros por los árboles. En marzo, aparece en lo alto del cielo y las aves se encuentran en las copas de los árboles. _Hithikoya_ informa al Lokono dónde buscar las aves en una época determinada del año. Los Lokono incluso hacen hechizos de caza (_bina_) a partir de una planta, cuyas hojas se parecen al pájaro, se frotan en los labios del cazador para que pueda imitar las llamadas del pájaro, lo que aumenta sus posibilidades de atrapar uno [#10] [#17].
fr: La constellation _Hithikoya_ est "l'esprit du curassow noir" (_Crax alector_), un oiseau couramment chassé, souvent gardé comme animal de compagnie pour ses plumes et ses œufs. Selon un mythe de Lokono, _Hithikoya_ vivait sur terre, mais le Lokono continuait à lui tirer dessus. [#11] En conséquence, il monta vers le ciel pour avertir les curassows noirs du chasseur qui s'approchait (voir _Yokhârhin_) et de son compagnon avec une torche (voir _Alêti_). Les Lokono identifient _Hithikoya_ comme la constellation occidentale Crux. Lorsqu'il apparaît juste au-dessus des arbres en janvier, les curassows errent au sol et sont faciles à attraper. Au cours des mois suivants, plus le _Hithikoya_ s'élève le matin, plus les oiseaux grimpent aux arbres. En mars, il apparaît haut dans le ciel et les oiseaux se trouvent au sommet des arbres. _Hithikoya_ informe ainsi le Lokono où chercher les oiseaux à un moment donné de l'année. Les Lokono fabriquent même des charmes de chasse (_bina_) à partir d'une plante, dont les feuilles ressemblent à l'oiseau, se frottent aux lèvres du chasseur afin qu'il puisse imiter les cris de l'oiseau, augmentant ainsi ses chances d'en attraper un [#10] [#17].
it: La costellazione _Hithikoya_ è lo "Spirito del curassow nero" (_Crax alector_), un uccello cacciato comunemente, spesso tenuto come animale domestico per le sue piume e uova. Secondo un mito di Lokono, _Hithikoya_ viveva sulla terra, ma il Lokono continuava a sparargli. [#11] Di conseguenza, salì verso il cielo per avvertire curve nere sul cacciatore in avvicinamento (vedi _Yokhârhin_) e il suo compagno con una torcia (vedi _Alêti_). Il Lokono identifica _Hithikoya_ come la costellazione occidentale Crux. Quando appare appena sopra gli alberi a gennaio, i curassows vagano per terra e sono facili da catturare. Nei mesi seguenti, più alto è il numero di Hithikoya al mattino, più in alto gli uccelli si arrampicano sugli alberi. A marzo, appare in alto nel cielo e gli uccelli si trovano nelle cime degli alberi. _Hithikoya_ informa quindi il Lokono dove cercare gli uccelli in un determinato momento dell'anno. Il Lokono crea persino ciondoli da caccia (_bina_) da una pianta, le cui foglie assomigliano all'uccello, strofinato sulle labbra del cacciatore in modo che possa imitare le chiamate dell'uccello, aumentando le sue possibilità di catturarne uno [#10] [#17].
ja: 星座「ひとひこ」は、一般的に狩猟されている鳥である「ブラッククラッソーの精霊」（_Crax alector_）で、羽と卵のためにペットとして飼われることがよくあります。ロコノ神話によると、_ヒチコヤ_は地球上に住んでいたが、ロコノは彼を撃ち続けた。 _Alêti_）。ロコノ語は、_Hithikoya_を西部の星座の核と特定します。 1月に木々の真上に現れると、クロウガラは地面を歩き回り、捕まりやすい。次の数か月間、朝の日比谷屋の上昇が高いほど、鳥が木に登る回数が多くなります。 3月になると空高く見え、木のてっぺんに鳥が見られます。ひとひこやは、このようにして、ロコノにその年の特定の時間に鳥を探す場所を知らせます。ロコノは、葉が鳥に似ている植物から狩猟の魅力（_bina_）を作り、ハンターの唇にこすりつけ、鳥の鳴き声を真似ることができるため、1つを捕まえる可能性が高くなります[#10] [#17]。
ko: 별자리 히 티코 야 (Hithikoya)는 흔히 사냥되는 새인‘검은 curassow의 정신’(Crax alector)으로 깃털과 달걀의 애완 동물로 간직되는 경우가 많습니다. 로코 노의 신화에 따르면 히 시코 야는 땅에 살았지만 로코 노는 계속 그를 쏘았다. [#11] 그 결과 하늘로 올라가서 다가오는 사냥꾼 (요 카린 참조)과 횃불과의 동반자에 대한 검은 큐라 소에게 경고했다. 알레 티). Lokono는 Hithikoya를 서양 별자리 Crux로 식별합니다. 1 월에 나무 바로 위에 나타날 때, 커 라소는 땅에서 돌아 다니며 잡기 쉽습니다. 다음 달에 걸쳐, 아침에 Hithikoya가 더 높아질수록 새들이 나무 위로 올라갑니다. 3 월에는 하늘에서 높이 나타나고 새는 나무 꼭대기에서 발견됩니다. 따라서 히 티코 야는 로코 노에게 일년 중 주어진 시간에 새를 찾을 곳을 알려줍니다. 로코 노는 심지어 새와 비슷한 잎을 가진 식물에서 사냥 매력 (비나)을 만들어 사냥꾼의 입술에 문질러 새의 부름을 모방하여 하나를 잡을 가능성을 높입니다 [#10] [#17].
nl: Het sterrenbeeld _Hithikoya_ is de ‘Spirit of the black curassow’ (_Crax alector_), een veel bejaagde vogel, die vaak als huisdier wordt gehouden vanwege zijn veren en eieren. Volgens een Lokono-mythe leefde _Hithikoya_ op aarde, maar de Lokono bleef hem neerschieten. [#11] Als gevolg daarvan steeg hij op naar de hemel om zwarte curassows te waarschuwen voor de naderende jager (zie _Yokhârhin_) en zijn metgezel met een fakkel (zie _Alêti_). De Lokono identificeren _Hithikoya_ als het westelijke sterrenbeeld Crux. Als het in januari net boven de bomen verschijnt, dwalen de curassows over de grond en zijn ze gemakkelijk te vangen. In de daaropvolgende maanden, hoe hoger 'Hithikoya' 's morgens opkomt, hoe hoger de vogels de bomen op klimmen. Tegen maart verschijnt het hoog in de lucht en worden de vogels gevonden in de toppen van de bomen. _Hithikoya_ informeert de Lokono dus waar ze in een bepaalde tijd van het jaar naar de vogels kunnen zoeken. De Lokono maken zelfs jachtcharmes (_bina_) van een plant waarvan de bladeren op de vogel lijken, in de lippen van de jager gewreven, zodat hij de roep van de vogel kan imiteren, waardoor zijn kans om er een te vangen groter wordt [#10] [#17].
pl: Konstelacja _Hithikoya_ jest „Duchem czarnej curassow” (_Crax alector_), często upolowanym ptakiem, często trzymanym jako zwierzę domowe za swoje pióra i jaja. Zgodnie z mitem Lokono, _Hithikoya_ żył na ziemi, ale Lokono wciąż go zastrzelił. [#11] W rezultacie wstąpił na niebo, aby ostrzec czarne curassows przed zbliżającym się łowcą (patrz _Yokhârhin_) i jego towarzyszem z pochodnią (patrz _Alêti_). Lokono identyfikują _Hithikoya_ jako zachodnią gwiazdozbiór Crux. Gdy w styczniu pojawia się tuż nad drzewami, dławiki wędrują po ziemi i łatwo je złapać. W ciągu następnych miesięcy, im wyższy Hithikoya wstaje rano, tym wyżej ptaki wspinają się na drzewa. W marcu pojawia się wysoko na niebie, a ptaki znajdują się na szczytach drzew. _Hithikoya_ informuje w ten sposób Lokono, gdzie szukać ptaków o danej porze roku. Lokono tworzy nawet amulety myśliwskie (_bina_) z rośliny, której liście przypominają ptaka, wciera w usta myśliwego, aby mógł naśladować wołanie ptaka, zwiększając jego szanse na złapanie jednego [#10] [#17].
pt: A constelação _Hithikoya_ é o 'Espírito do mutum preto' (_Crax alector_), um pássaro comumente caçado, frequentemente mantido como animal de estimação por suas penas e ovos. De acordo com o mito de Lokono, _Hithikoya_ viveu na terra, mas o Lokono continuou atirando nele. [#11] Como resultado, ele subiu ao céu para avisar mutantes negros sobre o caçador que se aproximava (veja Yokhârhin_) e seu companheiro com uma tocha (veja _Alêti_). Os Lokono identificam Hithikoya como a constelação ocidental Crux. Quando aparece logo acima das árvores, em janeiro, os mutuns vagam pelo chão e são fáceis de capturar. Nos meses seguintes, quanto mais altoithikoya sobe pela manhã, mais alto os pássaros sobem nas árvores. Em março, parece alto no céu e os pássaros são encontrados no topo das árvores. _Hithikoya_ informa assim ao Lokono onde procurar as aves em uma determinada época do ano. O Lokono até faz feitiços de caça (_bina_) a partir de uma planta cujas folhas se assemelham ao pássaro, esfregadas nos lábios do caçador para que ele possa imitar os apelos do pássaro, aumentando suas chances de pegar um [#10] [#17].
zh_cn: Hithikoya星座是“黑加拉索斯的精神”（Crax alector），这是一种经常被猎取的鸟，通常被当作宠物的羽毛和卵来饲养。根据洛可诺神话，Hithikoya生活在地球上，但洛可诺不断向他开枪。[#11]结果，他登上了天空，警告黑垂钓者对即将来临的猎人（见Yokhârhin）和他的同伴用火炬（见Alêti）。洛科诺人认为Hithikoya是西方星座的关键。一月份，当它们出现在树上时，它们在地面上漫游，很容易被抓住。在接下来的几个月中，Hithikoya早上起床越高，鸟儿爬到树上的越高。到三月，它似乎在天空高处，在树的顶部发现了鸟类。因此，Hithikoya通知Lokono在一年中的给定时间在哪里寻找鸟类。洛科诺人甚至从植物的叶子上拍打猎物（bina），叶子像鸟，被擦在猎人的嘴唇上，这样他就可以模仿鸟的叫声，从而增加了捕捉一只[#10] [#17]的机会。
zh_tw: Hithikoya星座是“黑加拉索斯的精神”（Crax alector），這是一種經常被獵取的鳥，通常被用作寵物的羽毛和卵。根據洛可諾神話，Hithikoya一直生活在地球上，但洛可諾仍在向他射擊。 Alêti）。洛科諾人認為Hithikoya是西方星座的關鍵。一月份，當它們出現在樹上時，它們在地面上漫遊，很容易被抓住。在接下來的幾個月中，Hithikoya早上起床越高，鳥兒爬到樹上的越高。到三月，它似乎在天空高處，在樹的頂部發現了鳥類。因此，Hithikoya通知Lokono在一年中的給定時間在哪裡尋找鳥類。洛科諾人甚至從植物的葉子上拍打獵物（bina），葉子像鳥，被擦在獵人的嘴唇上，這樣他就可以模仿鳥的叫聲，從而增加了捕捉一隻[#10] [#17]的機會。

source: Grill
ar: ‎شواية‎
cs: Gril
es: Rejilla
fr: Gril
it: Griglia
ja: グリル
ko: 그릴
pt: Grade
zh_cn: 炙烤
zh_tw: 炙烤
