Repository: Stellarium/stellarium-skycultures
Catalog: lokono/po/*.po
Languages: ar, cs, de, es, fr, it, ja, ko, nl, pl, pt, zh_cn, zh_tw

source: The constellation _Yôkoro wiwa_ or _Wiwa yôkoro_, literally ‘Score of stars’, refers to the Pleiades and is easily recognized by the contemporary Lokono. This is likely because _Yôkoro wiwa_ is described as the most important of Lokono constellations, since it announce the beginning of the Lokono year [#17]. After it comes out first in June in the east, it is followed by the numerous _koya_-constellations referring to the spirits of animals and plants that constitute the Lokono calendar. At that time of the year, the Lokono say _Yôkoro wiwa kayaran_ ‘the birth of _Yôkoro wiwa_’. It is said that if _Yôkoro wiwa_ shines strong when it appears for the first time, many people will die in the coming year [#5]. Cornelius van Coll also warns that young people should not look at it, or else they will not grow [#7]. These omens and warnings are related to a Lokono myth. According to the story, there were once twin brothers, one of which had a wife, and said that death would come when their star, _Yôkoro Wiwa_, rises [#7]. Death came indeed, killing even his wife, roasting her on the fire, and the Lokono became angry and brought a giant green anaconda to swallow the twins. The snake ate one of the brothers, but because it was already 5 am and the day broke, the snake could not eat the other brother. The snake is now the constellation _Kamodokoya_ ‘Spirit of the green anaconda’, in the belly of which _Yôkoro Wiwa_ is said to be located (see also the _Yorhada_ myth). In another narrative, the Lokono explain that the _Yôkoro Wiwa_ represents seven brothers lost in a savannah on their way back home, a motif also known from a Kari'na story [#20].
ar: تشير الكوكبة _Yôkoro wiwa_ أو _Wiwa yôkoro_ ، التي تعني حرفياً "نقاط النجوم" ، إلى الثريا ويمكن التعرف عليها بسهولة من قبل Lokono المعاصر. ويرجع هذا على الأرجح إلى أن _Yôkoro wiwa_ توصف بأنها أهم مجموعات الأبراج Lokono ، حيث أنها تعلن عن بداية عام Lokono [#17]. بعد ظهوره لأول مرة في يونيو في الشرق ، يتبعه العديد من مجموعات الأبراج الكوية التي تشير إلى أرواح الحيوانات والنباتات التي تشكل تقويم Lokono. في ذلك الوقت من العام ، قال Lokono _Yôkoro wiwa kayaran_ "ولادة _Yôkoro wiwa_". يقال أنه إذا تألق يوكو ويوا بقوة عندما ظهر لأول مرة ، سيموت الكثير من الناس في العام المقبل [#5]. كما يحذر كورنيليوس فان كول من أن الشباب يجب ألا ينظروا إليه ، وإلا فلن ينمووا [#7]. ترتبط هذه النذر والتحذيرات بأسطورة Lokono. وفقًا للقصة ، كان هناك أخوان توأمان ، كان لأحدهما زوجة ، وقالا إن الموت سيحدث عندما يرتفع نجمهم ، يوكورو ويوا ، [#7]. جاء الموت بالفعل ، وقتل حتى زوجته ، وشويها على النار ، وأصبح الغضب لوكونو وجلب اناكوندا خضراء عملاقة لابتلاع التوائم. أكلت الأفعى أحد الإخوة ، ولكن لأنها كانت في الخامسة صباحًا وانهار اليوم ، لم يكن الأفعى يأكل الأخ الآخر. الأفعى هي الآن كوكبة _Kamodokoya_ "روح الأناكوندا الخضراء" ، التي يقال أن بطنها يوكورو ويوا (انظر أيضًا أسطورة يورهادا). في رواية أخرى ، يشرح لوكونو أن يوكورو ويوا يمثل سبعة إخوة فقدوا في السافانا وهم في طريق عودتهم إلى المنزل ، وهي فكرة معروفة أيضًا من قصة كارينا [#20].
cs: Souhvězdí _Yôkoro wiwa_ nebo _Wiwa yôkoro_, doslova „skóre hvězd“, odkazuje na Plejády a je snadno rozpoznatelné současným Lokonem. Je to pravděpodobně proto, že _Yôkoro wiwa_ je popisováno jako nejdůležitější konstelace Lokono, protože to oznamuje začátek Lokono roku [#17]. Poté, co vyjde první v červnu na východě, následuje řada souhvězdí _koya_, které se týkají duchů zvířat a rostlin, které tvoří kalendář Lokono. V té době roku Lokono říká _Yôkoro wiwa kayaran_ ‘zrození _Yôkoro wiwa_ '. Říká se, že pokud _Yôkoro wiwa_ svítí silně, když se objeví poprvé, mnoho lidí v nadcházejícím roce zemře [#5]. Cornelius van Coll také varuje, že mladí lidé by se na to neměli dívat, jinak nebudou růst [#7]. Tato znamení a varování souvisí s mýtusem Lokono. Podle příběhu byli kdysi bratři dvojčata, z nichž jeden měl manželku, a řekl, že smrt přijde, když se jejich hvězda _Yôkoro Wiwa_ objeví [#7]. Přišla smrt, zabila dokonce i jeho ženu, opékala ji ohněm a Lokono se rozzlobil a přinesl obrovskou zelenou anakondu, aby spolkla dvojčata. Had jedl jednoho z bratrů, ale protože už bylo 5 hodin a den se zlomil, had nemohl sníst druhého bratra. Hada je nyní souhvězdím Kamodokoya „Duch zelené anakondy“, v jehož břiše se údajně nachází _Yôkoro Wiwa_ (viz také mýtus _Yorhada_). V dalším příběhu Lokono vysvětluje, že _Yôkoro Wiwa_ představuje sedm bratrů ztracených v savaně na cestě domů, motiv známý také z příběhu Kari'ny [#20].
de: Die Konstellation Yôkoro wiwa oder Wiwa yôkoro, wörtlich „Punktzahl der Sterne“, bezieht sich auf die Plejaden und ist vom zeitgenössischen Lokono leicht zu erkennen. Dies ist wahrscheinlich, weil _Yôkoro wiwa_ als die wichtigste der Lokono-Konstellationen beschrieben wird, da es den Beginn des Lokono-Jahres ankündigt [#17]. Nachdem es zuerst im Juni im Osten herauskommt, folgen die zahlreichen _koya_-Konstellationen, die sich auf die Geister von Tieren und Pflanzen beziehen, die den Lokono-Kalender bilden. Zu dieser Jahreszeit sagen die Lokono "Yôkoro wiwa kayaran" "die Geburt von" Yôkoro wiwa ". Es wird gesagt, dass, wenn _Yôkoro wiwa_ stark scheint, wenn es zum ersten Mal erscheint, viele Menschen im kommenden Jahr sterben werden [#5]. Cornelius van Coll warnt auch davor, dass junge Leute es sich nicht ansehen sollten, sonst werden sie nicht wachsen [#7]. Diese Vorzeichen und Warnungen beziehen sich auf einen Lokono-Mythos. Der Geschichte zufolge gab es einmal Zwillingsbrüder, von denen einer eine Frau hatte und sagte, dass der Tod kommen würde, wenn ihr Stern, Yôkoro Wiwa, aufsteigt [#7]. Der Tod kam tatsächlich, tötete sogar seine Frau, röstete sie im Feuer, und der Lokono wurde wütend und brachte eine riesige grüne Anakonda, um die Zwillinge zu schlucken. Die Schlange aß einen der Brüder, aber weil es bereits 5 Uhr morgens war und der Tag anbrach, konnte die Schlange den anderen Bruder nicht essen. Die Schlange ist jetzt das Sternbild Kamodokoya "Geist der grünen Anakonda", in dessen Bauch sich Yôkoro Wiwa befinden soll (siehe auch den Mythos Yorhada). In einer anderen Erzählung erklären die Lokono, dass der Yôkoro Wiwa sieben Brüder darstellt, die auf dem Heimweg in einer Savanne verloren gegangen sind, ein Motiv, das auch aus einer Kari'na-Geschichte bekannt ist [#20].
es: La constelación _Yôkoro wiwa_ o _Wiwa yôkoro_, literalmente "Puntaje de estrellas", se refiere a las Pléyades y es fácilmente reconocible por el contemporáneo Lokono. Esto es probable porque _Yôkoro wiwa_ se describe como la más importante de las constelaciones de Lokono, ya que anuncia el comienzo del año Lokono [#17]. Después de que salga por primera vez en junio en el este, le siguen las numerosas constelaciones _koya_ que se refieren a los espíritus de animales y plantas que constituyen el calendario Lokono. En esa época del año, los Lokono dicen _Yôkoro wiwa kayaran_ ‘el nacimiento de _Yôkoro wiwa_’. Se dice que si Yōkoro wiwa brilla con fuerza cuando aparece por primera vez, muchas personas morirán en el próximo año [#5]. Cornelius van Coll también advierte que los jóvenes no deberían mirarlo, o de lo contrario no crecerán [#7]. Estos presagios y advertencias están relacionados con un mito de Lokono. Según la historia, una vez hubo hermanos gemelos, uno de los cuales tenía una esposa, y dijo que la muerte vendría cuando su estrella, Yōkoro Wiwa, se levantara [#7]. La muerte llegó de hecho, matando incluso a su esposa, asándola en el fuego, y el Lokono se enojó y trajo una anaconda verde gigante para tragarse a los gemelos. La serpiente se comió a uno de los hermanos, pero como ya eran las 5 de la mañana y amaneció, la serpiente no pudo comer al otro hermano. La serpiente es ahora la constelación _Kamodokoya_ ‘Espíritu de la anaconda verde’, en cuyo vientre se dice que se encuentra _Yôkoro Wiwa_ (véase también el mito _Yorhada_). En otra narración, el Lokono explica que el Yōkoro Wiwa representa a siete hermanos perdidos en una sabana en su camino de regreso a casa, un motivo también conocido de una historia de Kari'na [#20].
fr: La constellation _Yôkoro wiwa_ ou _Wiwa yôkoro_, littéralement «Score des étoiles», fait référence aux Pléiades et est facilement reconnaissable par le Lokono contemporain. Cela est probablement dû au fait que _Yôkoro wiwa_ est décrit comme la plus importante des constellations Lokono, car il annonce le début de l'année Lokono [#17]. Après sa première sortie en juin dans l'est, elle est suivie par les nombreuses constellations _koya_ faisant référence aux esprits des animaux et des plantes qui constituent le calendrier Lokono. A cette époque de l'année, les Lokono disent _Yôkoro wiwa kayaran_ 'la naissance de _Yôkoro wiwa_'. On dit que si _Yôkoro wiwa_ brille fortement lors de sa première apparition, de nombreuses personnes mourront dans l'année à venir [#5]. Cornelius van Coll prévient également que les jeunes ne devraient pas le regarder, sinon ils ne grandiront pas [#7]. Ces présages et avertissements sont liés à un mythe Lokono. Selon l'histoire, il y avait une fois des frères jumeaux, dont l'un avait une femme, et a déclaré que la mort viendrait lorsque leur étoile, _Yôkoro Wiwa_, augmenterait [#7]. La mort est venue en effet, tuant même sa femme, la rôtissant sur le feu, et le Lokono s'est mis en colère et a amené un anaconda vert géant pour avaler les jumeaux. Le serpent a mangé l'un des frères, mais comme il était déjà 5 heures du matin et que le jour s'est levé, le serpent n'a pas pu manger l'autre frère. Le serpent est maintenant la constellation _Kamodokoya_ ‘Esprit de l’anaconda verte’, dans le ventre de laquelle se trouve _Yôkoro Wiwa_ (voir aussi le mythe _Yorhada_). Dans un autre récit, les Lokono expliquent que le _Yôkoro Wiwa_ représente sept frères perdus dans une savane sur le chemin du retour, un motif également connu d'une histoire Kari'na [#20].
it: La costellazione _Yôkoro wiwa_ o _Wiwa yôkoro_, letteralmente "Score of stars", si riferisce alle Pleiadi ed è facilmente riconoscibile dal Lokono contemporaneo. Ciò è probabilmente dovuto al fatto che _Yôkoro wiwa_ è descritto come la più importante delle costellazioni di Lokono, poiché annuncia l'inizio dell'anno Lokono [#17]. Dopo essere uscito per la prima volta a giugno ad est, è seguito dalle numerose costellazioni _koya_ che si riferiscono agli spiriti di animali e piante che costituiscono il calendario di Lokono. In quel periodo dell'anno, il Lokono dice "Yôkoro wiwa kayaran_" la nascita di "Yôkoro wiwa_". Si dice che se _Yôkoro wiwa_ brilla forte quando appare per la prima volta, molte persone moriranno nel prossimo anno [#5]. Cornelius van Coll avverte anche che i giovani non dovrebbero guardarlo, altrimenti non cresceranno [#7]. Questi presagi e avvertimenti sono legati a un mito di Lokono. Secondo la storia, un tempo c'erano fratelli gemelli, uno dei quali aveva una moglie, e diceva che la morte sarebbe arrivata quando la loro stella, _Yôkoro Wiwa_, si alza [#7]. La morte arrivò davvero, uccidendo persino sua moglie, arrostendola sul fuoco e il Lokono si arrabbiò e portò una gigantesca anaconda verde per inghiottire i gemelli. Il serpente ha mangiato uno dei fratelli, ma poiché erano già le 5 del mattino e il giorno si è rotto, il serpente non ha potuto mangiare l'altro fratello. Il serpente è ora la costellazione di _Kamodokoya_ "Spirito dell'anaconda verde", nel ventre del quale si dice che sia localizzato _Yôkoro Wiwa_ (vedi anche il mito di _Yorhada_). In un'altra narrazione, il Lokono spiega che il _Yôkoro Wiwa_ rappresenta sette fratelli persi in una savana sulla via del ritorno, un motivo noto anche da una storia di Kari'na [#20].
ja: 文字列「星のスコア」である星座_wiko_iwaや_wiwayôkoro_は、プレアデス星団を指し、現代のロコノによって容易に認識されます。これは、_yokoro wiwa_がロコノの年の始まり[#17]を発表しているため、ロコノ星座の最も重要な星座であると説明されているためと考えられます。 6月の東に最初に公開された後、ロコノカレンダーを構成する動植物の精神を表す多数の_koya_-星座が続きます。その年、ロコノは「ヨコロワワカヤラン」を「ヨコロワワの誕生」と言います。初登場時に「よころわわ」が強く映ると、来年には多くの人が亡くなるといわれています[#5]。 Cornelius van Collはまた、若者はそれを見てはいけない、そうでなければ彼らは成長しないと警告している[#7]。これらの兆候と警告は、ロコノ神話に関連しています。物語によると、双子の兄弟がいました。そのうちの1人には妻がいて、彼らのスター_Yokoo Wiwa_が上がると死が来ると言っていました[#7]。確かに死が起こり、妻さえ殺し、火で焼いた。ロコノは怒り、巨大な緑色のアナコンダを連れて双子を飲み込んだ。ヘビは兄弟の一人を食べましたが、すでに午前5時でその日が明けたため、ヘビは他の兄弟を食べることができませんでした。蛇は現在、星座_Kamodokoya_の「緑のアナコンダの精霊」であり、その腹には_YôkoroWiwa_がいると言われています（_Yorhada_神話も参照）。別の物語では、ロコノは_ヨコロウィワ_が帰国途中のサバンナで失われた7人の兄弟を表していると説明しています。モチーフはカリナの物語[#20]からも知られています。
ko: 문자 그대로 '별의 점수'인 별자리 요코로 위와 (Yokoro wiwa) 또는 위와 요코로 (Wiwa yôkoro)는 플레이아데스 (Pleiades)를 나타내며 현대 로코 노 (Lokono)에 의해 쉽게 인식됩니다. 요코로 위와 (Yôkoro wiwa)가 로코 노 (Lokono) 해의 시작을 알리기 때문에 로코 노 (Lokono) 별자리 중 가장 중요한 것으로 묘사되기 때문일 수 있습니다 [#17]. 6 월에 동쪽으로 나간 후에는 로코 노 달력을 구성하는 동물과 식물의 영혼을 언급하는 수많은 코야 별자리가 이어집니다. 로코 노는 연중에 요코로와와 카야 란에 '요코로와의 탄생'이라고 말합니다. 요코로 위와가 처음으로 강하게 빛나면 내년에 많은 사람들이 죽을 것이라고한다 [#5]. 코넬리우스 반 콜 (Cornelius van Coll)은 또한 젊은이들이 그것을 보지 말아야하며 그렇지 않으면 성장하지 않을 것이라고 경고했다 [#7]. 이러한 전제와 경고는 로코 노 신화와 관련이 있습니다. 이 이야기에 따르면, 쌍둥이 형제가 있었는데, 그중 하나에는 아내가 있었으며, 그들의 별인 요코로 와와 (Yôkoro Wiwa)가 떠오를 때 죽음이 올 것이라고 말했다 [#7]. 실제로 아내를 죽이고 불에 구워 죽인 로코 노는 화가 나서 쌍둥이를 삼키기 위해 거대한 녹색 아나콘다를 가져 왔습니다. 뱀은 형제 중 한 명을 먹었지 만 이미 새벽 5 시가되어 하루가 부러 졌기 때문에 다른 형제를 먹을 수 없었습니다. 뱀은 이제 별자리 Kamodokoya``녹색 아나콘다의 정신 ''으로, 요코로 위와 (Yokoro Wiwa)가 위치한 뱃속에 있습니다 (요 라다 신화 참조). 또 다른 이야기에서 로코 노는 요코로 위와 (Yôkoro Wiwa)가 사바나에서 집으로 돌아가는 길에 길을 잃은 7 명의 형제, 카리나 이야기 [#20]에서도 알려진 모티브를 나타낸다고 설명합니다.
nl: Het sterrenbeeld _Yôkoro wiwa_ of _Wiwa yôkoro_, letterlijk ‘Score van sterren’, verwijst naar de Pleiaden en wordt gemakkelijk herkend door de hedendaagse Lokono. Dit komt waarschijnlijk omdat _Yôkoro wiwa_ wordt beschreven als de belangrijkste van Lokono-constellaties, aangezien het het begin van het Lokono-jaar aankondigt [#17]. Nadat het voor het eerst in juni in het oosten is verschenen, wordt het gevolgd door de talrijke _koya_-sterrenbeelden die verwijzen naar de geesten van dieren en planten die de Lokono-kalender vormen. In die tijd van het jaar zeggen de Lokono _Yôkoro wiwa kayaran_ ‘de geboorte van _Yôkoro wiwa_’. Er wordt gezegd dat als _Yôkoro wiwa_ sterk schijnt wanneer het voor het eerst verschijnt, het komende jaar veel mensen zullen sterven [#5]. Cornelius van Coll waarschuwt ook dat jongeren er niet naar moeten kijken, anders groeien ze niet [#7]. Deze voortekenen en waarschuwingen houden verband met een Lokono-mythe. Volgens het verhaal waren er ooit tweelingbroers, van wie er één een vrouw had, en zei dat de dood zou komen als hun ster, Yôkoro Wiwa, opkomt [#7]. De dood kwam inderdaad en doodde zelfs zijn vrouw, roosterde haar op het vuur, en de Lokono werd boos en bracht een gigantische groene anaconda om de tweeling in te slikken. De slang at een van de broers, maar omdat het al 5 uur was en de dag brak, kon de slang de andere broer niet opeten. De slang is nu het sterrenbeeld _Kamodokoya_ ‘Spirit of the green anaconda’, in de buik waarvan _Yôkoro Wiwa_ zich zou bevinden (zie ook de _Yorhada_-mythe). In een ander verhaal leggen de Lokono uit dat de _Yôkoro Wiwa_ zeven broers vertegenwoordigt die verloren zijn gegaan in een savanne op weg naar huis, een motief dat ook bekend is uit een Kari'na-verhaal [#20].
pl: Konstelacja _Yôkoro wiwa_ lub _Wiwa yôkoro_, dosłownie „Wynik gwiazd”, odnosi się do Plejad i jest łatwo rozpoznawalna przez współczesne Lokono. Jest to prawdopodobne, ponieważ _Yôkoro wiwa_ jest opisany jako najważniejsza z konstelacji Lokono, ponieważ ogłasza początek roku Lokono [#17]. Po ukazaniu się pierwszego w czerwcu na wschodzie, następuje wiele konstelacji _koya_ odnoszących się do duchów zwierząt i roślin, które tworzą kalendarz Lokono. O tej porze roku Lokono mówią _Yôkoro wiwa kayaran_ „narodziny _Yôkoro wiwa_”. Mówi się, że jeśli _Yôkoro wiwa_ świeci mocno, gdy pojawia się po raz pierwszy, wiele osób umrze w nadchodzącym roku [#5]. Cornelius van Coll ostrzega również, że młodzi ludzie nie powinni na to patrzeć, bo inaczej nie dorastają [#7]. Te wróżby i ostrzeżenia są związane z mitem Lokono. Zgodnie z historią byli kiedyś bracia bliźniacy, z których jeden miał żonę i powiedział, że śmierć przyjdzie, gdy ich gwiazda, Yōkoro Wiwa_, wzrośnie [#7]. Śmierć rzeczywiście przyszła, zabijając nawet jego żonę, prażąc ją w ogniu, a Lokono rozgniewał się i przyniósł gigantyczną zieloną anakondę, aby połknąć bliźniaki. Wąż zjadł jednego z braci, ale ponieważ była już piąta rano i nadszedł dzień, wąż nie mógł zjeść drugiego brata. Wąż jest teraz konstelacją _Kamodokoya_ „Duch zielonej anakondy”, w brzuchu której podobno znajduje się _Yôkoro Wiwa_ (patrz także mit _Yorhada_). W innej narracji Lokono wyjaśnia, że _Yôkoro Wiwa_ przedstawia siedmiu braci zagubionych na sawannie w drodze powrotnej do domu, motyw znany również z historii Kari'na [#20].
pt: A constelação _Yôkoro wiwa_ ou _Wiwa yôkoro_, literalmente 'Pontuação das estrelas', refere-se às Plêiades e é facilmente reconhecida pelo contemporâneo Lokono. Isso é provável porque Yôkoro wiwa é descrito como a mais importante das constelações de Lokono, pois anuncia o início do ano de Lokono [#17]. Depois que sai pela primeira vez em junho, no leste, é seguido pelas numerosas constelações de koya, referentes aos espíritos de animais e plantas que constituem o calendário de Lokono. Naquela época do ano, os Lokono dizem "Yôkoro wiwa kayaran", o nascimento de "Yôkoro wiwa". Dizem que se Yôkoro wiwa brilhar forte quando aparecer pela primeira vez, muitas pessoas morrerão no próximo ano [#5]. Cornelius van Coll também adverte que os jovens não devem olhar para ele, ou eles não crescerão [#7]. Esses presságios e avisos estão relacionados ao mito de Lokono. Segundo a história, existiram irmãos gêmeos, um dos quais tinha esposa, e disseram que a morte chegaria quando a estrela deles, Yôkoro Wiwa, surgisse [#7]. A morte chegou mesmo, matando até a esposa, assando-a no fogo, e o Lokono ficou com raiva e trouxe uma anaconda verde gigante para engolir os gêmeos. A cobra comeu um dos irmãos, mas como já eram cinco horas da manhã e o dia amanheceu, a cobra não conseguiu comer o outro irmão. A cobra é agora a constelação "Kamodokoya" 'Espírito da anaconda verde', na barriga da qual se diz que Yôkoro Wiwa está localizado (veja também o mito de Yorhada). Em outra narrativa, os Lokono explicam que o Yôkoro Wiwa representa sete irmãos perdidos em uma savana no caminho de volta para casa, um motivo também conhecido da história de Kari'na [#20].
zh_cn: 真正的“星分”Yôkorowiwa或Wiwayôkoro星座指的是le宿星，并且很容易被当代的Lokono识别。这可能是因为Yôkorowiwa被宣布为Lokono星座中最重要的星座，因为它宣布了Lokono年的开始[#17]。在东部地区于6月首次出现之后，随后是无数的高野星座，它们涉及构成洛科诺日历的动植物精神。每年的那个时候，洛科诺人都说“Yôkorowiwa kayaran”是“Yôkorowiwa的诞生”。据说，如果第一次出现时，它会发出强烈的光芒，那么来年将会有很多人死亡[#5]。 Cornelius van Coll还警告年轻人不要看它，否则他们将不会成长[#7]。这些预兆和警告与洛科诺神话有关。根据故事，曾经有一对双胞胎兄弟，其中一个有妻子，并说当他们的明星YôkoroWiwa升起时，死亡将会来临[#7]。确实的确是死亡，甚至杀死了他的妻子，把她烧死在火上，Lokono生气了，带来了一只巨大的绿色水蟒来吞噬双胞胎。蛇吃了一个兄弟，但是因为已经是凌晨5点，天破了，所以蛇不能吃掉另一个兄弟。这条蛇现在是Kamodokoya星座“绿色水蟒的精神”，据说它坐落在腹中的YôkoroWiwa（另见约哈达神话）。在另一种叙述中，洛科诺人解释说，沃科瓦（YôkoroWiwa）代表七个兄弟，他们在返乡途中迷失在大草原中，这也是卡里娜（Kari'na）故事[#20]中所熟知的主题。
zh_tw: 真正的“星分”Yôkorowiwa或Wiwayôkoro星座指的是le宿星，並且很容易被當代的Lokono識別。這可能是因為Yôkorowiwa被宣佈為Lokono星座中最重要的星座，因為它宣布了Lokono年的開始[#17]。在東部地區於6月首次出現之後，隨後是無數的高野星座，它們涉及構成洛科諾日曆的動植物精神。每年的那個時候，洛科諾人都說“Yôkorowiwa kayaran”是“Yôkorowiwa的誕生”。據說，如果第一次出現時，它會發出強烈的光芒，那麼來年將會有很多人死亡[#5]。 Cornelius van Coll還警告年輕人不要看它，否則他們將不會成長[#7]。這些預兆和警告與洛科諾神話有關。根據故事，曾經有一對雙胞胎兄弟，其中一個有妻子，並說當他們的明星YôkoroWiwa升起時，死亡將會來臨[#7]。確實的確有死亡，甚至殺死了他的妻子，把她燒死在火上，洛科諾人生氣了，帶來了一隻巨大的綠色水蟒來吞噬雙胞胎。蛇吃了一個兄弟，但是因為已經是凌晨5點，天破了，所以蛇不能吃掉另一個兄弟。這條蛇現在是Kamodokoya星座“綠色水蟒的精神”，據說它坐落在腹中的YôkoroWiwa（另見約哈達神話）。在另一種敘述中，洛科諾人解釋說，約科羅·維瓦代表了七個兄弟，他們在回家的路上迷失在稀樹草原中，這也是卡里娜故事中的主題[#20]。

source: Man without a thigh
ar: ‎رجل من دون فخذ‎
cs: Muž bez stehna
de: Mann ohne Oberschenkel
es: Hombre sin muslo
fr: Homme sans cuisse
it: Uomo senza coscia
ja: 太ももなしの男
ko: 허벅지없는 남자
nl: Man zonder een dij
pl: Mężczyzna bez uda
pt: Homem sem coxa
zh_cn: 无大腿的男人
zh_tw: 無大腿的男人
