Repository: Stellarium/stellarium-skycultures
Catalog: lokono/po/*.po
Languages: ar, cs, de, es, fr, it, ja, ko, nl, pl, pt, zh_cn, zh_tw

source: The constellation _Kwakoya_ ‘Spirit of the blue crab’ is still known in the Lokono communities closer to the coast, which practice the annual crab feats. The crab species is likely the same as that represented by the Kari’na constellation _Kusa yumï_ ‘Father of the blue crab’ (_Ucides cordatus_). The constellation appears in the east in the middle of July. By the beginning of August, it is high in the sky, signaling that the crabs arrive at the beaches to lay their eggs. At this time, the Lokono and other indigenous groups of the area congregate to the shore of the Atlantic to catch the marching crabs. The crabs are considered a delicacy and when the villagers return to the communities with the catch, large feasts are organized during which the crabs are eaten. The Penard brothers write that _Kwakoya_ appears when the crabs come to lay their eggs in May and June but this appears to be incorrect, both given that crabs march later and that the constellation recognized by the modern Lokono is not visible in May and June from the Guianas.[#17]
ar: كوكبة _Kwakoya_ "روح السلطعون الأزرق" لا تزال معروفة في مجتمعات Lokono الأقرب إلى الساحل ، والتي تمارس مآثر السلطعون السنوية. من المحتمل أن تكون أنواع سرطان البحر هي نفسها التي تمثلها كوكبة Kari’na _Kusa yumï_ "أبو السلطعون الأزرق" (_Ucides cordatus_). تظهر الكوكبة في الشرق في منتصف يوليو. مع بداية شهر أغسطس ، تكون السماء في السماء مرتفعة ، مما يشير إلى أن السرطانات تصل إلى الشواطئ لوضع بيضها. في هذا الوقت ، تتجمع Lokono ومجموعات السكان الأصليين الأخرى في المنطقة إلى شاطئ المحيط الأطلسي للقبض على سرطان البحر. تعتبر السلطعون طعامًا شهيًا ، وعندما يعود القرويون إلى المجتمعات المحلية مع المصيد ، يتم تنظيم الأعياد الكبيرة التي يتم خلالها تناول السرطان. يكتب الإخوة بينارد أن _كواكو يظهر عندما يأتي السرطان ليضع بيضه في مايو ويونيو ولكن يبدو أن هذا غير صحيح ، على حد سواء بالنظر إلى أن السرطانات تتقدم لاحقًا وأن الكوكبة المعترف بها من قبل Lokono الحديثة غير مرئية في مايو ويونيو من Guianas. [#17]
cs: Souhvězdí Kwakoya „Duch modrého kraba“ je stále známo v komunitách Lokono blíže k pobřeží, které praktikuje každoroční rytiny krabů. Krabí druh je pravděpodobně stejný jako ten, který představuje souhvězdí Kari'na _ Kusa yumï_ „Otec modrého kraba“ (_Ucides cordatus_). Souhvězdí se objeví na východě v polovině července. Začátkem srpna je vysoko na obloze, což signalizuje, že kraby přicházejí na pláže, aby položily vejce. V této době se Lokono a další domorodé skupiny v oblasti shromažďují k pobřeží Atlantiku, aby chytili pochodující kraby. Krabi jsou považováni za pochoutku a když se vesničané vracejí do komunit s úlovkem, pořádají se velké hostiny, během nichž se kraby jedí. Penardovi bratři píší, že _ Kwakoya_ se objevuje, když kraby přicházejí snášet vejce v květnu a červnu, ale zdá se, že to není správné, a to vzhledem k tomu, že kraby pochodují později a že souhvězdí uznávané moderním Lokonem není vidět v květnu a červnu od Guianas. [#17]
de: Die Konstellation Kwakoya „Geist der blauen Krabbe“ ist in den küstennahen Lokono-Gemeinden, in denen die jährlichen Krabben-Heldentaten praktiziert werden, immer noch bekannt. Die Krabbenart ist wahrscheinlich die gleiche wie die, die durch die Kari'na-Konstellation _Kusa yumï_ ‘Vater der blauen Krabbe’ (_Ucides cordatus_) dargestellt wird. Die Konstellation erscheint Mitte Juli im Osten. Anfang August ist es hoch am Himmel und signalisiert, dass die Krabben an den Stränden ankommen, um ihre Eier zu legen. Zu dieser Zeit versammeln sich die Lokono und andere indigene Gruppen der Region am Ufer des Atlantiks, um die marschierenden Krabben zu fangen. Die Krabben gelten als Delikatesse, und wenn die Dorfbewohner mit dem Fang in die Gemeinden zurückkehren, werden große Feste organisiert, bei denen die Krabben gegessen werden. Die Penard Brüder schreiben, dass Kwakoya erscheint, wenn die Krabben kommen, um ihre Eier im Mai und Juni zu legen, aber dies scheint falsch zu sein, sowohl angesichts der Tatsache, dass Krabben später marschieren und dass die vom modernen Lokono erkannte Konstellation im Mai und Juni von der nicht sichtbar ist Guianas. [#17]
es: La constelación _Kwakoya_ "Espíritu del cangrejo azul" todavía se conoce en las comunidades Lokono más cercanas a la costa, que practican las hazañas anuales de cangrejo. La especie de cangrejo es probablemente la misma que la representada por la constelación de Kari 'Kusa yumï_' Padre del cangrejo azul '(_Ucides cordatus_). La constelación aparece en el este a mediados de julio. A principios de agosto, es alto en el cielo, lo que indica que los cangrejos llegan a las playas para desovar. En este momento, los Lokono y otros grupos indígenas de la zona se congregan en la costa del Atlántico para atrapar a los cangrejos que marchan. Los cangrejos se consideran un manjar y cuando los aldeanos regresan a las comunidades con la captura, se organizan grandes fiestas durante las cuales se comen los cangrejos. Los hermanos Penard escriben que _Kwakoya_ aparece cuando los cangrejos vienen a poner sus huevos en mayo y junio, pero esto parece ser incorrecto, ambos dado que los cangrejos marchan más tarde y que la constelación reconocida por el Lokono moderno no es visible en mayo y junio desde el Guayanas. [#17]
fr: La constellation _Kwakoya_ "Esprit du crabe bleu" est encore connue dans les communautés Lokono plus proches de la côte, qui pratiquent les exploits annuels du crabe. L’espèce de crabe est probablement la même que celle représentée par la constellation de Kari’na _Kusa yumï_ ‘Père du crabe bleu’ (_Ucides cordatus_). La constellation apparaît à l'est à la mi-juillet. Début août, il est haut dans le ciel, signalant que les crabes arrivent sur les plages pour pondre leurs œufs. À cette époque, les Lokono et d'autres groupes indigènes de la région se rassemblent sur les rives de l'Atlantique pour attraper les crabes en marche. Les crabes sont considérés comme un mets délicat et lorsque les villageois reviennent dans les communautés avec les prises, de grandes fêtes sont organisées pendant lesquelles les crabes sont mangés. Les frères Penard écrivent que _Kwakoya_ apparaît lorsque les crabes viennent pondre leurs œufs en mai et juin mais cela semble être incorrect, à la fois étant donné que les crabes marchent plus tard et que la constellation reconnue par le Lokono moderne n'est pas visible en mai et juin du Guyanes. [#17]
it: La costellazione _Kwakoya_ "Spirito del granchio blu" è ancora nota nelle comunità Lokono più vicine alla costa, che praticano le prodezze annuali del granchio. La specie di granchio è probabilmente la stessa di quella rappresentata dalla costellazione di Kari'na _Kusa yumï_ "Padre del granchio blu" (_Ucides cordatus_). La costellazione appare ad est a metà luglio. All'inizio di agosto, è alto nel cielo, segnalando che i granchi arrivano alle spiagge per deporre le loro uova. In questo momento, il Lokono e altri gruppi indigeni dell'area si radunano sulla riva dell'Atlantico per catturare i granchi in marcia. I granchi sono considerati una prelibatezza e quando gli abitanti del villaggio tornano nelle comunità con la cattura, vengono organizzate grandi feste durante le quali vengono mangiati i granchi. I fratelli Penard scrivono che _Kwakoya_ appare quando i granchi vengono a deporre le loro uova a maggio e giugno, ma questo sembra essere errato, entrambi dato che i granchi marciano più tardi e che la costellazione riconosciuta dal moderno Lokono non è visibile a maggio e giugno dal Guyane. [#17]
ja: 星座_Kwakoya_の「青いカニの精霊」は、海岸に近いロコノのコミュニティで今でも知られ、毎年カニの偉業を実践しています。カニの種は、おそらくカリナ星座_Kusayumï_の「青カニの父」（_Ucides cordatus_）と同じであると考えられます。星座は7月中旬に東に現れます。 8月の初めには、空高く、カニが産卵のためにビーチに到着することを示しています。この時期、ロコノ族やその地域の他の先住民族が大西洋岸に集まり、行進するカニを捕まえます。カニは珍味と見なされ、村人が漁獲物とともにコミュニティに戻ると、大きなごちそうが開かれ、その間にカニが食べられます。ペナール兄弟は、カニが5月と6月に産卵するときに_Kwakoya_が現れると書いていますが、これは間違っているようです。ギアナ。[#17]
ko: 별자리 콰 코야‘푸른 게의 정신’은 해안 근처의 로코 노 지역에서 여전히 알려져 있으며 매년 게의 업적을 수행합니다. 게 종은 Kari'na 별자리 Kusa yumï '푸른 게의 아버지'(Ucides cordatus)가 나타내는 종과 동일 할 것입니다. 별자리는 7 월 중순 동쪽에 나타납니다. 8 월 초에는 하늘이 높으며 게가 알을 낳기 위해 해변에 도착한다는 신호입니다. 현재 로코 노와 그 지역의 다른 원주민들은 대서양 연안에 모여 행진하는 게를 잡습니다. 게는 진미로 간주되며 마을 사람들이 캐치로 지역 사회로 돌아올 때 게를 먹는 큰 잔치가 조직됩니다. Penard 형제는 크랩이 5 월과 6 월에 알을 낳을 때 Kwakoya가 나타난다 고 말하지만, 나중에 게가 행진하고 현대 Lokono가 인정한 별자리는 기아나. [#17]
nl: Het sterrenbeeld _Kwakoya_ ‘Spirit of the blue crab’ is nog steeds bekend in de Lokono-gemeenschappen dichter bij de kust, die de jaarlijkse krabprestaties beoefenen. De krabsoort is waarschijnlijk dezelfde als die vertegenwoordigd door het Kari'na-sterrenbeeld _Kusa yumï_ ‘Vader van de blauwe krab’ (_Ucides cordatus_). Het sterrenbeeld verschijnt half juli in het oosten. Begin augustus staat het hoog in de lucht, wat aangeeft dat de krabben aankomen op de stranden om hun eieren te leggen. Op dit moment komen de Lokono en andere inheemse groepen van het gebied samen aan de kust van de Atlantische Oceaan om de marcherende krabben te vangen. De krabben worden als een delicatesse beschouwd en wanneer de dorpelingen met de vangst terugkeren naar de gemeenschappen, worden er grote feesten georganiseerd waarbij de krabben worden gegeten. De gebroeders Penard schrijven dat _Kwakoya_ verschijnt wanneer de krabben in mei en juni komen om hun eieren te leggen, maar dit lijkt onjuist te zijn, beide gezien het feit dat krabben later marcheren en dat het sterrenbeeld dat door de moderne Lokono wordt herkend niet zichtbaar is in mei en juni vanaf de Guianas. [#17]
pl: Konstelacja _Kwakoya_ „Duch niebieskiego kraba” jest nadal znana w społeczności Lokono bliżej wybrzeża, która ćwiczy coroczne wyczyny krabów. Gatunek kraba jest prawdopodobnie taki sam jak ten reprezentowany przez gwiazdozbiór Kari _Kusa yumï_ „Ojciec niebieskiego kraba” (_Ucides cordatus_). Konstelacja pojawia się na wschodzie w połowie lipca. Na początku sierpnia jest wysoko na niebie, sygnalizując, że kraby przybywają na plaże, aby złożyć jaja. W tym czasie Lokono i inne rdzenne grupy tego obszaru gromadzą się na wybrzeżu Atlantyku, aby złapać maszerujące kraby. Kraby są uważane za przysmak, a kiedy wieśniacy wracają do społeczności z połowem, organizowane są duże biesiady, podczas których kraby są spożywane. Bracia Penard piszą, że _Kwakoya_ pojawia się, gdy kraby składają jaja w maju i czerwcu, ale wydaje się to nieprawdziwe, zarówno biorąc pod uwagę, że kraby maszerują później, a konstelacja rozpoznana przez współczesne Lokono nie jest widoczna w maju i czerwcu od Gujany. [#17]
pt: A constelação _Kwakoya_ 'Espírito do siri-azul' ainda é conhecida nas comunidades de Lokono, perto da costa, que praticam os feitos anuais do caranguejo. As espécies de caranguejo são provavelmente as mesmas representadas pela constelação de Kari'na _Kusa yumï_ 'Pai do caranguejo azul' (_Ucides cordatus_). A constelação aparece no leste no meio de julho. No início de agosto, está alto no céu, sinalizando que os caranguejos chegam às praias para pôr seus ovos. Neste momento, o Lokono e outros grupos indígenas da área se reúnem na costa do Atlântico para pegar os caranguejos em marcha. Os caranguejos são considerados uma iguaria e, quando os moradores retornam às comunidades com as capturas, grandes festas são organizadas durante as quais os caranguejos são comidos. Os irmãos Penard escrevem que _Kwakoya_ aparece quando os caranguejos colocam seus ovos em maio e junho, mas isso parece incorreto, dado que os caranguejos marcham mais tarde e que a constelação reconhecida pelo Lokono moderno não é visível em maio e junho no Guianas. [#17]
zh_cn: 在靠近沿海的Lokono社区中，仍以Kwakoya星座“蓝蟹的精神”而著称，这些习俗每年都在进行螃蟹壮举。螃蟹的种类可能与Kari’na星座Kusayumï“蓝蟹之父”（Ucides cordatus）所代表的种类相同。该星座出现在7月中旬的东部。到了8月初，天空已经很高了，这表明螃蟹到达海滩生卵了。这时，洛科诺人和该地区的其他土著群体聚集到大西洋沿岸，以捕捞行进的螃蟹。螃蟹被认为是美味佳肴，当村民带着渔获物返回社区时，会组织大型盛宴，在此期间吃螃蟹。彭纳德兄弟写道，当螃蟹在5月和6月产卵时，夸夸亚人出现了，但是这似乎是不正确的，因为螃蟹行进得很晚，而且现代Lokono所认可的星座在5月和6月时还不可见。圭亚那。[#17]
zh_tw: 在靠近沿海的Lokono社區中，仍以Kwakoya星座“藍蟹的精神”而著稱，這些習俗每年都在進行螃蟹壯舉。螃蟹的種類可能與Kari’na星座Kusayumï“藍蟹之父”（Ucides cordatus）所代表的種類相同。該星座出現在7月中旬的東部。到了8月初，天空已經很高了，這表明螃蟹到達海灘產卵了。這時，洛科諾人和該地區的其他土著群體聚集到大西洋沿岸，以捕撈行進的螃蟹。螃蟹被認為是美味佳餚，當村民帶著漁獲物返回社區時，會組織大型盛宴，在此期間吃螃蟹。彭納德兄弟寫道，當螃蟹在5月和6月產卵時，誇誇亞人出現了，但這似乎是不正確的，因為螃蟹行進得很晚，而且現代Lokono所認可的星座在5月和6月時還不可見。圭亞那。[#17]

source: Spirit of the cocoi heron
ar: ‎روح بلشون الكوكوي‎
cs: Duch kakaové volavky
de: Geist des Cocoireihers
es: Espíritu de la garza cocoi
fr: Esprit du héron cocoi
it: Spirito dell'airone cocoi
ja: ココサギの精神
ko: 코코이 헤론의 정신
nl: Geest van de cocoi-reiger
pl: Duch czapli kokosowej
pt: Espírito da garça-real de cacau
zh_cn: 黑冠白颈鹭之灵
zh_tw: 黑冠白頸鷺之靈

source: The constellation _Anorhâkoya_ represents the spirit of the cocoi heron (_Ardea cocoi_). It is recognized by contemporary Lokono as Ursa Major, in keeping with earlier identifications.[#11],[#15] Claudius de Geoje reports that when it shines strong, the Lokono believe that strong winds will come, bringing dust into peoples’ eyes and consequently diseases: the heron picks their eyes with its beak, it is said.[#11] Similarly, according to Cornelius van Coll, _Anorhâkoya_ is a heron whose beak is upside down. Should its beak be turned downwards, people would get all kinds of eye diseases.[#7] This can still happen when strong winds blow and carry the light from the beak into peoples’ eyes, since the light of _Anorhâkoya_ (and other stars) travels with the wind according to the Lokono. The constellation is associated with the big dry season (August to December) and the storms and winds that are typical of this time. It appears in the morning in mid-November in the northeast with its beak down.
ar: تمثل كوكبة _Anorhâkoya_ روح مالك الحزين كوكوي (_Ardea cocoi_). تم الاعتراف بها من قبل Lokono المعاصرة على أنها Ursa Major ، تماشيًا مع الهويات السابقة. [#11] ، [#15] كلوديوس دي جيوجي أفاد أنه عندما يضيء بقوة ، يعتقد Lokono أن الرياح القوية ستأتي ، وتجلب الغبار إلى أعين الناس وبالتالي الأمراض: يقال مالك الحزين عينيه بمنقاره [#11] وبالمثل ، وفقا لكورنيليوس فان كول ، أنورهاكويا هو مالك طائر المنقار رأسًا على عقب. إذا انقلب المنقار إلى أسفل ، سيصاب الناس بجميع أنواع أمراض العيون. [#7] يمكن أن يحدث هذا عندما تهب الرياح القوية وتحمل الضوء من المنقار إلى أعين الناس ، حيث يسافر ضوء Anorhâkoya (والنجوم الأخرى) مع الريح حسب Lokono. ترتبط الكوكبة بموسم الجفاف الكبير (أغسطس إلى ديسمبر) والعواصف والرياح التي هي نموذجية في هذا الوقت. يظهر في الصباح في منتصف نوفمبر في الشمال الشرقي بمنقاره لأسفل.
cs: Konstelace _Anorhâkoya_ představuje ducha kakaové volavky (_Ardea cocoi_). To je uznáváno současným Lokono jako Ursa Major, v souladu s dřívějšími identifikacemi. [#11], [#15] Claudius de Geoje hlásí, že když září silně, Lokono věří, že přijde silný vítr, který přinese prach do očí lidí a následně nemoci: říká se, že volavka vybírá oči zobákem. [#11] Podobně podle Cornelius van Coll je _Anorhâkoya_ volavka, jejíž zobák je vzhůru nohama. Pokud by se zobák obrátil dolů, lidé by dostali všechny druhy očních chorob. [#7] K tomu může ještě dojít, když fouká silný vítr a přenáší světlo z zobáku do očí lidí, protože světlo _Anorhâkoya_ (a dalších hvězd) putuje s větrem podle Lokona. Souhvězdí je spojeno s velkým suchým obdobím (srpen až prosinec) as bouří a větry, které jsou pro tuto dobu typické. Objevuje se ráno v polovině listopadu na severovýchodě se zobákem dolů.
de: Die Konstellation _Anorhâkoya_ repräsentiert den Geist des Kakaoreihers (_Ardea cocoi_). Es wird vom heutigen Lokono in Übereinstimmung mit früheren Identifikationen als Ursa Major anerkannt. [#11], [#15] Claudius de Geoje berichtet, dass die Lokono, wenn es stark scheint, glauben, dass starke Winde kommen werden, die Staub in die Augen der Menschen bringen und folglich Krankheiten: Der Reiher pickt mit dem Schnabel in die Augen, heißt es. [#11] Ähnlich ist laut Cornelius van Coll _Anorhâkoya_ ein Reiher, dessen Schnabel auf dem Kopf steht. Sollte sein Schnabel nach unten gedreht werden, würden Menschen alle Arten von Augenkrankheiten bekommen. [#7] Dies kann immer noch passieren, wenn starke Winde wehen und das Licht vom Schnabel in die Augen der Menschen tragen, da das Licht von Anorhâkoya (und anderen Sternen) wandert mit dem Wind nach dem Lokono. Die Konstellation ist mit der großen Trockenzeit (August bis Dezember) und den für diese Zeit typischen Stürmen und Winden verbunden. Es erscheint morgens Mitte November im Nordosten mit gesenktem Schnabel.
es: La constelación _Anorhâkoya_ representa el espíritu de la garza cocoi (_Ardea cocoi_). Es reconocido por Lokono contemporáneo como la Osa Mayor, de acuerdo con identificaciones anteriores. [#11], [#15] Claudio de Geoje informa que cuando brilla fuerte, los Lokono creen que vendrán fuertes vientos, trayendo polvo a los ojos de las personas y, en consecuencia enfermedades: se dice que la garza se mira con el pico. [#11] De manera similar, según Cornelius van Coll, _Anorhâkoya_ es una garza cuyo pico está al revés. Si su pico se voltea hacia abajo, las personas tendrían todo tipo de enfermedades oculares. [#7] Esto todavía puede ocurrir cuando fuertes vientos soplan y llevan la luz del pico a los ojos de las personas, ya que la luz de _Anorhâkoya_ (y otras estrellas) viaja con el viento según el Lokono. La constelación está asociada con la gran estación seca (agosto a diciembre) y las tormentas y vientos típicos de esta época. Aparece en la mañana a mediados de noviembre en el noreste con su pico hacia abajo.
fr: La constellation _Anorhâkoya_ représente l'esprit du héron cocoi (_Ardea cocoi_). Il est reconnu par le Lokono contemporain comme Ursa Major, conformément aux identifications antérieures. [#11], [#15] Claudius de Geoje rapporte que lorsqu'il brille fort, les Lokono croient que des vents forts viendront, apportant de la poussière dans les yeux des gens et par conséquent maladies: le héron cueille ses yeux avec son bec, dit-on. [#11] De même, selon Cornelius van Coll, _Anorhâkoya_ est un héron dont le bec est à l'envers. Si son bec était tourné vers le bas, les gens souffraient de toutes sortes de maladies oculaires. [#7] Cela peut toujours se produire lorsque des vents forts soufflent et transportent la lumière du bec dans les yeux des gens, car la lumière de _Anorhâkoya_ (et d'autres étoiles) voyage avec le vent selon le Lokono. La constellation est associée à la grande saison sèche (août à décembre) et aux tempêtes et vents typiques de cette époque. Il apparaît le matin à la mi-novembre dans le nord-est avec son bec baissé.
it: La costellazione _Anorhâkoya_ rappresenta lo spirito dell'airone cocoi (_Ardea cocoi_). È riconosciuto dal Lokono contemporaneo come Ursa Major, in linea con le precedenti identificazioni. [#11], [#15] Claudius de Geoje riferisce che quando brilla forte, il Lokono crede che i venti forti arriveranno, portando la polvere negli occhi delle persone e di conseguenza malattie: l'airone prende gli occhi con il becco, si dice. [#11] Allo stesso modo, secondo Cornelius van Coll, _Anorhâkoya_ è un airone il cui becco è sottosopra. Se il suo becco fosse rivolto verso il basso, le persone avrebbero tutti i tipi di malattie degli occhi. [#7] Questo può succedere ancora quando i venti forti soffiano e portano la luce dal becco negli occhi delle persone, poiché la luce di Anorhâkoya_ (e di altre stelle) viaggia con il vento secondo il Lokono. La costellazione è associata alla grande stagione secca (da agosto a dicembre) e alle tempeste e ai venti tipici di questo periodo. Appare al mattino a metà novembre a nord-est con il becco abbassato.
ja: 星座_Anorhâkoya_は、ココサギ（_Ardea cocoi_）の精神を表します。 [#11]、[#15] Claudius de Geojeは、ロコノが強く吹くと強風が来て人々の目に粉塵をもたらし、その結果としてダストをもたらすと信じていると報告している。病気：サギはくちばしで目を奪うと言われている。くちばしを下に向けると、人々はあらゆる種類の眼病を患うことになります。ロコノによると風で。星座は、乾季（8月〜12月）が大きく、この時期の典型的な嵐と風に関連付けられています。それはくちばしを下にして北東部の11月中旬の朝に現れます。
ko: 별자리 Anorhâkoya는 코코이 헤론 (Ardea cocoi)의 정신을 나타냅니다. Lokono는 초기의 식별을 유지하면서 현대의 Kokono에 의해 Ursa Major로 인정 받고 있습니다. 질병 : 왜가리가 부리로 눈을,다고한다. [#11] 마찬가지로, 코넬리우스 반 콜에 따르면, 아 노르 코야는 부리가 거꾸로 된 왜가리이다. 부리가 아래쪽으로 돌리면 사람들은 모든 종류의 안과 질환을 앓게됩니다. [#7] Anorhâkoya (및 다른 별)의 빛이 여행하기 때문에 강한 바람이 부리에서 빛을 부리에서 빛으로 운반 할 때 이런 현상이 여전히 발생할 수 있습니다. Lokono에 따르면 바람으로. 별자리는 큰 건기 (8 월에서 12 월까지)와이시기의 전형적인 폭풍과 바람과 관련이 있습니다. 북동부에서 11 월 중순에 부리가 내려와 아침에 나타납니다.
nl: Het sterrenbeeld _Anorhâkoya_ vertegenwoordigt de geest van de cocoi-reiger (_Ardea cocoi_). Het wordt door de hedendaagse Lokono herkend als Ursa Major, in overeenstemming met eerdere identificaties. [#11], [#15] Claudius de Geoje meldt dat wanneer het sterk schijnt, de Lokono gelooft dat er sterke wind zal komen, die stof in de ogen van mensen zal brengen en als gevolg daarvan ziekten: de reiger plukt hun ogen met zijn bek, wordt er gezegd. [#11] Evenzo is, volgens Cornelius van Coll, _Anorhâkoya_ een reiger wiens bek ondersteboven is. Als de snavel naar beneden wordt gedraaid, krijgen mensen allerlei oogaandoeningen. [#7] Dit kan nog steeds gebeuren wanneer harde wind waait en het licht van de snavel in de ogen van mensen brengt, aangezien het licht van _Anorhâkoya_ (en andere sterren) reist met de wind volgens de Lokono. Het sterrenbeeld wordt geassocieerd met het grote droge seizoen (augustus tot december) en de stormen en winden die typerend zijn voor deze tijd. Het verschijnt half november 's ochtends in het noordoosten met zijn snavel naar beneden.
pl: Konstelacja _Anorhâkoya_ reprezentuje ducha czapli kokosowej (Ardea cocoi_). Współczesne Lokono rozpoznaje jako Ursa Major, zgodnie z wcześniejszymi ustaleniami. [#11], [#15] Claudius de Geoje donosi, że gdy świeci mocno, Lokono wierzy, że nadejdą silne wiatry, przynosząc kurz do oczu ludzi, a w konsekwencji choroby: mówi się, że czapla podnosi oczy dziobem. [#11] Podobnie, zdaniem Corneliusa van Coll'a, „Anorhâkoya” to czapla, której dziób jest odwrócony do góry nogami. Gdyby dziób był skierowany w dół, ludzie zachorowaliby na wszelkiego rodzaju choroby oczu. [#7] Może się to zdarzyć, gdy silny wiatr wieją i niosą światło z dzioba w oczy ludzi, ponieważ światło Anorhâkoya (i innych gwiazd) podróżuje z wiatrem według Lokono. Konstelacja związana jest z dużą porą suchą (od sierpnia do grudnia) oraz typowymi dla tego czasu burzami i wiatrami. Pojawia się rano w połowie listopada na północnym wschodzie z opuszczonym dziobem.
pt: A constelação Anorhâkoya representa o espírito da garça cacau (Ardea cocoi). É reconhecido pelo contemporâneo Lokono como Ursa Maior, de acordo com identificações anteriores. [#11], [#15] Claudius de Geoje relata que, quando brilha forte, o Lokono acredita que ventos fortes virão, trazendo poeira aos olhos das pessoas e, consequentemente, doenças: a garça pega seus olhos com o bico, diz-se. [#11] Da mesma forma, de acordo com Cornelius van Coll, Anorhâkoya é uma garça cujo bico está de cabeça para baixo. Se seu bico for virado para baixo, as pessoas sofrerão todos os tipos de doenças oculares. [#7] Isso ainda pode acontecer quando ventos fortes sopram e levam a luz do bico aos olhos das pessoas, uma vez que a luz de Anorhâkoya (e outras estrelas) viaja com o vento de acordo com o Lokono. A constelação está associada à grande estação seca (agosto a dezembro) e às tempestades e ventos típicos desta época. Aparece de manhã em meados de novembro, no nordeste, com o bico para baixo.
zh_cn: Anorhâkoya星座代表可可苍鹭（Ardea cocoi）的精神。 [#11]，[#15] Claudius de Geoje报道说，当现代的洛可诺将洛科诺人定为Ursa Major时，洛可诺人相信当强光照耀时，强风将会到来，从而将尘埃带入人们的眼睛，从而疾病：据说苍鹭用它的喙吸引它们的眼睛。如果将其喙向下，人们会患上各种眼病。[#7]当强风吹动并将喙的光带入人们的眼睛时，由于Anorhâkoya（和其他恒星）的光传播，这种情况仍然可能发生根据Lokono的风。星座与干旱的大季节（8月至12月）以及这次典型的暴风雨有关。它出现在东北部11月中旬的早晨，喙垂下。
zh_tw: Anorhâkoya星座代表可可蒼鷺（Ardea cocoi）的精神。 [#11]，[#15] Claudius de Geoje報告說，當現代強光照射到大風時，Lokono相信會出現強風，從而將塵埃帶入人們的眼睛，並因此而進入人們的視野。疾病：據說蒼鷺的喙吸引了他們的目光。如果將其喙向下，人們會患上各種眼疾。[#7]當強風吹來並將喙的光帶入人們的眼睛時，這種情況仍然可能發生，因為Anorhâkoya（和其他恆星）的光在傳播根據Lokono的風。星座與乾旱的大季節（8月至12月）以及這次典型的暴風雨有關。它出現在東北部11月中旬的早晨，喙垂下。
