Repository: Stellarium/stellarium-skycultures
Catalog: arabic_al-sufi/po/*.po
Languages: ar

source: Arabic (Al-Sufi)
ar: العربي (كتاب الكواكب للصوفي)

source: This sky culture reflects _Book Of The Stars_ (Arabic:كتاب الكواكب), written by the astronomer: Al-Ṣūfī in the 10th century. The book describes the 1025 stars of the 48 classical Greek constellations of Ptolemy Almagest, map to them the indigenous Arab star names and asterisms, and identify 44 stars as stars of the astrolabe.
ar: يعكس هذا التراث الفلكي محتوى _ كتاب الكواكب_ الذي صنفه العالم الفلكي: الصوفي في القرن الرابع الهجري. يصف الكتاب 1025 نجمًا التي وردت في كتاب المجسطي لبطلميوس، وهي نجوم الكوكبات ال 48 اليونانية الكلاسيكية، ويذكر الأسماء الأصيلة لهذه النجوم ومجموعاتها عند العرب، كما يحدد 44 نجمًا توضع على الأصطرلابات.

source: The _Book of the stars_ (Arabic:كتاب الكواكب) is an astronomical book written shortly before 964 by the astronomer Abu al-Ḥusayn ʿAbd al-Raḥmān ibn ʿUmar al-Ṣūfī (born in Rayy, 903; died 986), referred to as al-Ṣūfī. It is the most outstanding among the works of the prominent astronomer, as Professor Paul Kunitzsch described it. Professor Kunitzsch continued to say [#1]: > In it, al-Ṣūfī treats the 48 classical constellations, which were established > and transmitted in Ptolemy's Almagest. The description of each constellation > comprises the following four sections: first, a general discussion of the > constellation and its individual stars; this section also includes al-Ṣūfi's > criticism of the Ptolemaic tradition and notices of his own observations. > Second, a record of the indigenous Arabic star names falling under that > constellation, and the exact identification of the respective stars with the > corresponding Ptolemaic stars. > Third, two drawings of the constellation, one as it is seen on a celestial > globe, and the other one as it is seen in the sky. Fourth, a table of the > stars making up that constellation, giving a verbal description of each > star's location and its longitude, latitude, and magnitude. This table > closely follows the arrangement of Ptolemy's star catalogue in the Almagest. In addition to the four sections of each constellation mentioned by dr. Kunitzsch, al-Ṣūfī would identify stars within the 6 magnitudes that were neglected by Ptolemy, but he did not catalogue them and was faithful to Ptolemy star catalog. An important aspect of al-Ṣūfī book is his record of the indigenous Arabic star names falling under each constellation, and the exact identification of the respective stars with the corresponding Ptolemaic stars. This means that we are looking at two layers of stars knowledge at the same time: the Ptolemaic one and the indigenous Arab one. Al-Sufi also selected 44 stars to be used in the astrolabe. The names he designated for these stars are a mix of indigenous Arabic star names like "The flying eagle", and names derived from the position of the star in the Ptolemaic constellation like "Leg of Centaurus". This sky culture is a result of research done on manuscripts of al-Ṣūfī book, oldest of which is dated from 1009[#11]. Ten manuscripts of the _The Book Of The Stars_ were consulted to produce the most accurate text as was written by al-Ṣūfī. Then, each member star of the 48 constellations was identified according to al-Ṣūfī description, and new tables were built including modern star designations from the Hipparcos, Bright stars, and Bayer catalogues. In addition, Arab indigenous star names were collected and identified as mapped by al-Ṣūfī to the Ptolemaic ones. All the previous steps were included in a book published digitally of the _The Book Of The Stars_ plus explanations and commentary by Khalid al-Ajaji, the author of this sky culture[#4]. The single source of the sky culture is the _The book of the stars_ and the aim is to give a faithful representation of the book content. ### Constellations The sky culture contains the 48 Greek constellations listed by Ptolemy in the Almagest plus three constellations imagined by al-Ṣūfī and were illustrated in his book. The sky culture art images of the constellations were extracted from the Ulugh Beg manuscript of the _The Book Of The Stars_, and adapted for Stellarium by Mr. Kutaibaa Akraa [#5]. The constellation lines are constructed according to the constellation shapes with an attempt to include most of the member stars. Star names are the names given by al-Sufi to the astrolabe stars in his book, a total of 44 stars plus indigenous Arab names of famous stars in the northern part of the sky found in the constellations of Ursa Minor, Ursa Major, and Draco.
ar: صنَّف أبو الحسين عبد الرحمن بن عمر الرازي المعروف بالصوفي (ولد في الري سنة 291، وتوفي عام 376 للهجرة) كتاب الكواكب سنة 353 للهجرة، وقد وصفه المستشرق الراحل البروفيسور باول كونيتش قائلا: من بين مصنفاته الفلكية والتنجيمية والرياضية يعد كتاب الكواكب أبرز أعمال هذا الفلكي العظيم. ويتابع البروفيسور كونيتسش قوله [#1]: > في هذا الكتاب يفصل الصوفي الكلام على الكوكبات الثمانية والأربعين التي نقلها بطلميوس في كتابه المجسطي، ويخصص لكل كوكبة فصلا يحتوي على أربعة أقسام رئيسة: > الأول: وصفٌ عامٌ للكوكبة، ووصفٌ لكل نجم فيها، وينتقد الصوفي أيضا في هذا القسم عمل بطلميوس، ويذكر النتائج من أرصاده الخاصة. > الثاني: ذكرٌ لأسماء النجوم الأصيلة عند العرب التي تقع ضمن هذه الكوكبة، ومطابقتها مع نجوم الكوكبة. > الثالث: صورتان للكوكبة كما ترى على حقيقتها في السماء، وكما ترسم على الكرات الفلكية. > الرابع: جدولٌ لنجوم الكوكبة يحوي وصفا نصيا للنجم مع عرضه وطوله من كتاب المجسطي وقدر لمعانه كما رصده الصوفي. وهذا الترتيب في الجدول يتابع الترتيب الموجود في جداول النجوم في المجسطي عند بطلميوس. بالإضافة لما ذكره البروفيسور كونيتش في الأقسام الأربعة السابقة، نجد في القسم الأول ذكرا للنجوم التي أهمل بطلميوس ذكرها وتعد من الأقدار الستة في الكوكبة، ولكن الصوفي لم يضفها إلى الجداول في كتابه، بل حافظ على الجداول الأصلية كما هي في المجسطي. أحد الجوانب المهمة في كتاب الصوفي هو تسجيله لأسماء النجوم العربية الأصلية التي تقع تحت كل كوكبة ، والتعرف الدقيق على ما يقابلها من النجوم في جداول المجسطي. وهذا يعني أننا ننظر إلى طبقتين من معرفة النجوم في نفس الوقت: طبقة الكوكبات اليونانية وطبقة النجوم بأسمائها الأصيلة العربية. كما اختار الصوفي 44 نجمة لاستخدامها في الإسطرلاب. الأسماء التي عيّنها لهذه النجوم هي مزيج من أسماء النجوم العربية الأصلية مثل "النسر الطائر" ، والأسماء المشتقة من موقع النجم في كوكبات بطلميوس مثل "رجل قنطورس". هذا التراث الفلكي نتيجة دراسة لعدد من مخطوطات كتاب الكواكب، أقدمها هي [#11]. تمت دراسة النص أولا من عدة مخطوطات، وتحقيقه لإخراج النص الأدق. ثم تحديد كل نجم من نجوم الكوكبات الثمانية والأربعين حسب وصف الصوفي، وإعداد جداول جديدة للنجوم فيها المعرفاةالحديثة من أدلة Hipparcos و Bright Stars و Bayer، وبعد ذلك تم جمع الأسماء العربية الأصيلة للنجوم وتحديدها كما طابقها الصوفي مع النجوم في جداول المجسطي. كل الأعمال السابقة نتج عنها تحقيق كتاب الكواكب لخالد العجاجي مع إيضاحات وتعليقات. [#4]. المصدر الوحيد لهذا التراث الفلكي هو "كتاب الكواكب" والهدف هو تقديم تمثيل صادق لمحتوى الكتاب. ### الكوكبات يحتوي التراث الفلكي على 48 كوكبة يونانية أدرجها بطليموس في المجسطي بالإضافة إلى ثلاث كوكبات تخيلها الصوفي ووضحها في كتابه. صور الكوكبات في هذا التراث الفلكي من مخطوطة ألغ بيك لكتاب الكواكب، استخلصها وطوعها لبرنامج ستيللاريوم الأستاذ: قتيبة أقرع [#5]. أنشئت خطوط الكوكبات وفقًا لصورها مع محاولة تضمين معظم النجوم الأعضاء. أسماء النجوم هي الأسماء التي أطلقها الصوفي على نجوم الإسطرلاب في كتابه ، ويبلغ إجمالي عدد النجوم 44 نجمة بالإضافة إلى الأسماء العربية الأصيلة للنجوم الشهيرة في الجزء الشمالي من السماء الموجودة في كوكبات الدب الأكبر والدب الأصغر والتنين.

source: - [#1]: Kunitzsch, Paul, The Arabs and the Stars, The Astronomer Abu'L-Husayn al-Ṣūfī And His Book on The Constellations, XI, Northampton, England: Variorum Reprints, 1989, pg. 57. - [#2]: Kunitzsch, Paul, Untersuchungen Zur Sternnomenklatur Der Araber, Otto Harrassowitz ·Wiesbaden, 1961 - [#3]: DESCRIPTIONS DES ETOILES FIXES, traduction littérale avec des notes par H C F C Schjellerup, St Petersbourg, 1874, pg. 26-27. - [#4]: [Book Of The Stars: Critical edition with commentary by Khalid AlAjaji](https://drive.google.com/drive/folders/1s6JXzftwjMQ5rgZoGE3718EtBLBZtjzr?usp=sharing) - [#5]: [Oulough Beg copy of ʿAbd Al-Raḥmān ibn ʿUmar Al-Ṣūfī. Kitāb ṣuwar Al-kawākib Al-ṯābita, Paris, Bibliothèque nationale de France. Département des Manuscrits. Arabe 5036](https://gallica.bnf.fr/ark:/12148/btv1b60006156.r=.langEN). - [#6]: [Seeing Ancient Stars, Visualization of the Almagest Catalog](http://www.etwright.org/astro/almagest.html#cat). - [#7]: Toomer, G. J., Ptolemy’s ALMAGEST, Princeton University Press, 2nd ed., 1998. - [#8]: Ibn Qutaybah, Al-Dinawarī, Abū Muḥammad ʿAbd Allah b. Muslim (died ~ 889), Kitāb al-Anwāʾ (on meteorolgy of the Arabs), (Arabic print of the original book, Daʾirat al-Maʿārif al-Osmānia, Hydarabad, India, 1956) - [#9]: Al-Marzūqī, Abū ʿAli Aḥmad b. Muḥammad b. al-Ḥassan (died 1030), Al-Azminah wa al-amkinah (Times and Places), (Arabic print of the original book in 2002, World of Books, Beirut, Lebanon). - [#10]: Al-Thaqafī, ʿAbd Allah b. Ḥussayn b. ʿĀṣim (died ~ 1012), Al-Anwāʾ wa al-azminah (Meteorology and times), (Arabic print of the original book in 1996, Dar al-jeel, Beirut, Lebanon). - [#11]: [Book Of The Stars, Oxford, Bodleian Library Ms. Marsh 144 dated 1009 AD](https://iiif.bodleian.ox.ac.uk/iiif/viewer/c1caa84c-f6d2-483f-9eb4-2439cccdc801#?c=0&m=0&s=0&cv=25&r=0&xywh=-4815%2C-378%2C14782%2C7535)
ar: - [#1]: Kunitzsch, Paul, The Arabs and the Stars, The Astronomer Abu'L-Husayn al-Ṣūfī And His Book on The Constellations, XI, Northampton, England: Variorum Reprints, 1989, pg. 57. - [#2]: Kunitzsch, Paul, Untersuchungen Zur Sternnomenklatur Der Araber, Otto Harrassowitz ·Wiesbaden, 1961 - [#3]: DESCRIPTIONS DES ETOILES FIXES, traduction littérale avec des notes par H C F C Schjellerup, St Petersbourg, 1874, pg. 26-27. - [#4]: [كتاب الكواكب لأبي الحسين عبد الرحمن بن عمر الرازي المعروف بالصوفي، تحقيق خالد بن عبد الله العجاجي.](https://drive.google.com/drive/folders/1s6JXzftwjMQ5rgZoGE3718EtBLBZtjzr؟usp=sharing) - [#5]: [مخطوطة أولوغ بيك من كتاب الكواكب لعبد الرحمن بن عمر الصوفي. باريس ، المكتبة الوطنية الفرنسية. Département des Manuscrits. Arabe 5036](https://gallica.bnf.fr/ark:/12148/btv1b60006156.r=.langEN). - [#6]: [رؤية النجوم القديمة ، تصور كتالوج الماجست](http://www.etwright.org/astro/almagest.html#cat). - [#7]: Toomer، G. J.، Ptolemy’s ALMAGEST، Princeton University Press، 2nd ed.، 1998. - [#8]: أبو محمد عبد الله بن مسلم ابن قتيبة الدينوري (توفي 276 هـ)، كتاب الأنواء في مواسم العرب، دائرة المعارف العثمانية، حيدر أباد، الهند، 1375 هـ - [#9]: الإمام أبو علي أحمد بن محمد بن الحسن المرزوقي (توفي سنة 421 هـ)، الأزمنة والأمكنة، تحقيق د. محمد نايف الدليمي، عالم الكتب، بيروت، لبنان، 1422 هـ - [#10]: عبد الله بن حسين بن عاصم الثقفي (توفي 403 هـ)، الأنواء والأزمنة، تحقيق: د. نوري حمودي القيسي، د. محمد نايف الدليمي، دار الجيل 1996، بيروت ، لبنان). - [#11]: [كتاب الكواكب ، أكسفورد ، مكتبة بودليان مخطوطة مارش 144 مؤرخة 400 هـ](https://iiif.bodleian.ox.ac.uk/iiif/viewer/c1caa84c-f6d2-483f-9eb4-2439cccdc801#?c=0&m=0&s=0&cv=25&r=0&xywh=-4815%2C-378%2C14782%2C7535)

source: Khalid al-Ajaji: turath.alfalak@gmail.com
ar: خالد العجاجي: turath.alfalak@gmail.com

source: Illustrations: Public domain[#5]. Text and data: Attribution-NoDerivatives 4.0 International (CC BY-ND 4.0). Special pemission is granted to Stellarium Labs to include the licensed material
ar: الرسوم التوضيحية: المجال العام [#5]. النص والبيانات: Attribution-NoDerivatives 4.0 International (CC BY-ND 4.0). منحت رخصة خاصة إلى Stellarium Labs ليشمل المواد المرخصة

source: The hyenas and their youngsters
ar: الضباع وأولاد الضباع

source: Argo Navis
ar: السفينة

source: The horse
ar: فرس الصوفي

source: The great fish
ar: الحوت العظيم

source: The other fish
ar: الحوت الآخر

source: The kid
ar: الجدي

source: The brighter of the two calves
ar: أنور الفرقدين

source: The dimmer of the two calves
ar: أخفى الفرقدين

source: The dark camel
ar: الجون

source: The little goat
ar: العناق

source: The leader
ar: القائد

source: Liver of the lion
ar: كبد الأسد

source: The male hyena
ar: الذيخ

source: The high one with the spear
ar: السماك الرامح

source: The bright star of al-Fakkah
ar: المنير من الفكة

source: Head of Hercules
ar: رأس الجاثي

source: The landing eagle
ar: النسر الواقع

source: Beak of the hen
ar: منقار الدجاجة

source: Tail of the hen
ar: ذنب الدجاجة

source: The henna tinted hand
ar: الكف الخضيب

source: Side of Perseus
ar: جنب برشاوش

source: Head of the ogre
ar: رأس الغول

source: Al-Ayyuq
ar: العيوق

source: Head of the serpent holder
ar: رأس الحواء

source: Neck of the serpent
ar: عنق الحية

source: The flying eagle
ar: النسر الطائر

source: Tail of the Dolphin
ar: ذنب الدلفين

source: Navel of the horse
ar: سرة الفرس

source: Wing of the horse
ar: جناح الفرس

source: Shoulder of the horse
ar: منكب الفرس

source: Rump of the horse
ar: متن الفرس

source: Mouth of the horse
ar: فم الفرس

source: Abdomen of the fish
ar: بطن الحوت

source: Leg of Andromeda
ar: رجل المسلسلة

source: Apex of the triangle
ar: رأس المثلث

source: The horn
ar: الناطح

source: The follower
ar: الدبران

source: Head of the twin
ar: رأس التوأم

source: Heart of the lion
ar: قلب الأسد

source: Back of the lion
ar: ظهر الأسد

source: Tail of the lion
ar: ذنب الأسد

source: Heart of the scorpion
ar: قلب العقرب

source: Heel of the archer
ar: عرقوب الرامي

source: Tail of capricornus
ar: ذنب الجدي

source: Mouth of Piscis Austrinus
ar: فم الحوت الجنوبي

source: The leprous hand
ar: الكف الجذماء

source: Tail of Cetus
ar: ذنب قيطس

source: Leg of al-Jawza
ar: رجل الجوزاء

source: End of the river
ar: آخر النهر

source: Southern Shi'raa
ar: الشعرى اليمانية

source: Northern Shi'raa
ar: الشعرى الشامية

source: Suhayl
ar: سهيل

source: Al-Fard
ar: الفرد

source: Right wing of Corvus
ar: جناح الغراب الأيمن

source: The armless high one
ar: السماك الأعزل

source: Shoulder of al-Jawza
ar: منكب الجوزاء

source: Leg of Centaurus
ar: رجل قنطورس
