Repository: Stellarium/stellarium-skycultures
Catalog: tupi/po/*.po
Languages: de, es, it, ja, ko, nl, zh_cn, zh_tw

source: Tupi-Guarani
es: Tupí-guaraní
ja: トゥピ・グアラニー
ko: 투피-과라니
zh_cn: 图皮-瓜拉尼
zh_tw: 圖皮-瓜拉尼諸 (Tupi-Guarani)

source: Tupi-Guarani is a name given to a family of languages spoken by the indigenous peoples of Brazil and other South American countries.
de: Tupi-Guarani ist ein Name für eine Sprachfamilie, die von den indigenen Völkern Brasiliens und anderer südamerikanischer Länder gesprochen wird.
es: Tupi-Guaraní es un nombre dado a una familia de idiomas hablados por los pueblos indígenas de Brasil y otros países sudamericanos.
it: Tupi-Guarani è un nome dato a una famiglia di lingue parlate dalle popolazioni indigene del Brasile e di altri paesi sudamericani.
ja: Tupi-Guaraniは、ブラジルや他の南米諸国の先住民族が話す言語のファミリーに付けられた名前です。
ko: Tupi-Guarani는 브라질 원주민 및 기타 남미 국가의 사람들이 사용하는 언어 군의 이름입니다.
nl: Tupi-Guarani is een naam die wordt gegeven aan een talenfamilie die wordt gesproken door de inheemse volkeren van Brazilië en andere Zuid-Amerikaanse landen.
zh_cn: 图皮瓜拉尼语（Tupi-Guarani）是巴西和其他南美国家的土著人民所说的一族语言的名称。
zh_tw: 圖皮瓜拉尼語（Tupi-Guarani）是巴西和其他南美國家的土著人民所說的一族語言的名稱。

source: As with many cultures, constellations were identified and used to help keep track of the seasons and predict the seasonal variations which affect daily life. In the book _Histoire de la Mission de Pères Capucins en l'Isle de Maragnan etterres circonvoisins_, published in Paris, 1614, it is stated that the Tupi people identified some thirty constellations but the book only details seven.
ko: 많은 문화권에서와 마찬가지로 별자리가 식별되어 계절을 추적하고 일상 생활에 영향을 미치는 계절 변화를 예측하는 데 도움이되었습니다. 1614 년 파리에서 출판 된 Histoire de la Mission de Pères Capucins en l' Isle de Maragnan etterres circonvoisins 책에서, Tupi 사람들은 약 30 개의 별자리를 식별했지만이 책은 7 개에 대해서만 자세하게 언급되어 있습니다.

source: - [#1]: The Tupi People. [Wikipedia article](http://en.wikipedia.org/wiki/Tupi_people) - [#2]: The Brazilian Indigenous Constellations by Germano Bruno Afonso (Portugese). [PDF](http://www.telescopiosnaescola.pro.br/indigenas.pdf)
de: - [#1]: Die Tupi. [Wikipedia-Artikel](http://en.wikipedia.org/wiki/Tupi_people) - [#2]: Die brasilianischen indigenen Konstellationen von Germano Bruno Afonso (Portugiesisch). [PDF](http://www.telescopiosnaescola.pro.br/indigenas.pdf)
es: - [#1]: El pueblo Tupi. [Artículo de Wikipedia](http://en.wikipedia.org/wiki/Tupi_people) - [#2]: Las constelaciones indígenas brasileñas por Germano Bruno Afonso (portugués). [PDF](http://www.telescopiosnaescola.pro.br/indigenas.pdf)
it: - [#1]: The Tupi People. [Articolo di Wikipedia](http://en.wikipedia.org/wiki/Tupi_people) - [#2]: Le costellazioni indigene brasiliane di Germano Bruno Afonso (portoghese). [PDF](http://www.telescopiosnaescola.pro.br/indigenas.pdf)
ja: - [#1]: トゥピ族。 [ウィキペディアの記事](http://en.wikipedia.org/wiki/Tupi_people) - [#2]: Germano Bruno Afonso（ポルトガル語）によるブラジルの先住民の星座。 [PDF](http://www.telescopiosnaescola.pro.br/indigenas.pdf)
ko: - [#1]: Tupi 사람들. [위키 백과 기사](http://en.wikipedia.org/wiki/Tupi_people) - [#2]: Germano Bruno Afonso (포르투갈어)의 브라질 원주민 별자리. [PDF](http://www.telescopiosnaescola.pro.br/indigenas.pdf)
nl: - [#1]: The Tupi People. [Wikipedia-artikel](http://en.wikipedia.org/wiki/Tupi_people) - [#2]: de Braziliaanse inheemse sterrenbeelden door Germano Bruno Afonso (Portugees). [PDF](http://www.telescopiosnaescola.pro.br/indigenas.pdf)
zh_cn: - [#1]: 图皮人。 [Wikipedia文章](http://en.wikipedia.org/wiki/Tupi_people) - [#2]: Germano Bruno Afonso（葡萄牙）的巴西土著星座。 [PDF](http://www.telescopiosnaescola.pro.br/indigenas.pdf)
zh_tw: - [#1]: 圖皮人。 [Wikipedia文章](http://en.wikipedia.org/wiki/Tupi_people) - [#2]: 日耳曼諾·布魯諾·阿方索（葡萄牙）的巴西土著星座。 [PDF](http://www.telescopiosnaescola.pro.br/indigenas.pdf)

source: This sky culture was contributed by Stellarium user _Paulo Marcelo Pontes_.
de: Diese Himmelskultur wurde vom Stellarium-Benutzer _Paulo Marcelo Pontes_ beigesteuert.
es: Esta cultura del cielo fue aportada por el usuario de Stellarium _Paulo Marcelo Pontes_.
it: Questa cultura del cielo è stata fornita dall'utente _Paulo Marcelo Pontes_ di Stellarium.
ja: この空の文化は、ステラリウムのユーザー_Paulo Marcelo Pontes_によって提供されました。
ko: 이 하늘 문화는 Stellarium 사용자 Paulo Marcelo Pontes가 제공했습니다.
nl: Deze hemelcultuur werd bijgedragen door Stellarium-gebruiker _Paulo Marcelo Pontes_.
zh_cn: 这种天空文化是由恒星用户Paulo Marcelo Pontes贡献的。
zh_tw: 這種天空文化是由恆星用戶Paulo Marcelo Pontes貢獻的。

source: White Ostrich
de: Weißer Strauß
es: Avestruz Blanco
it: Ostrica bianca
ja: 白ダチョウ
ko: 흰 타조
nl: Witte struisvogel
zh_cn: 白美洲鸵
zh_tw: 白鴕鳥

source: The Tupi name for this constellation is _Iandutim_ (_Guirá Nhandu_ in Guarani), which literally translates to _White Ostrich_. The constellation depicts a large bird. In the first two weeks of June this constellation is fully visible in the Eastern sky in the evening, indicating the beginning of Winter in the South of Brazil, and the start of the dry season in the North.
de: Der Tupi-Name für diese Konstellation ist _Iandutim_ (_Guirá Nhandu_ in Guarani), was wörtlich übersetzt _White Ostrich_ bedeutet. Die Konstellation zeigt einen großen Vogel. In den ersten beiden Juniwochen ist diese Konstellation am Abend am östlichen Himmel vollständig sichtbar, was auf den Beginn des Winters in Südbrasilien und den Beginn der Trockenzeit im Norden hinweist.
es: El nombre Tupi para esta constelación es _Iandutim_ (_Guirá Nhandu_ en guaraní), que se traduce literalmente como _Avestruz blanca_. La constelación representa un pájaro grande. En las dos primeras semanas de junio, esta constelación es totalmente visible en el cielo oriental por la noche, lo que indica el comienzo del invierno en el sur de Brasil y el comienzo de la estación seca en el norte.
it: Il nome Tupi per questa costellazione è _Iandutim_ (_Guirá Nhandu_ in Guarani), che letteralmente si traduce in _Struzzo bianco_. La costellazione raffigura un grande uccello. Nelle prime due settimane di giugno questa costellazione è pienamente visibile nel cielo orientale la sera, indicando l'inizio dell'inverno nel sud del Brasile e l'inizio della stagione secca al nord.
ja: この星座のトゥピの名前は_Iandutim_（グアラニ語では_GuiráNhandu_）で、文字通り_White Ostrich_に変換されます。星座は大きな鳥を描いています。 6月の最初の2週間で、この星座は夕方の東の空に完全に表示され、ブラジル南部の冬の始まりと北部の乾季の始まりを示しています。
ko: 이 별자리의 Tupi 이름은 Iandutim (Guarani의 Guirá Nhandu)이며 문자 그대로 White Ostrich로 번역됩니다. 별자리는 큰 새를 묘사합니다. 6 월 첫 2 주 동안이 별자리는 저녁에 동부 하늘에서 완전히 볼 수 있으며 브라질 남부의 겨울이 시작되고 북쪽의 건기가 시작됨을 나타냅니다.
nl: De Tupi-naam voor dit sterrenbeeld is _Iandutim_ (_Guirá Nhandu_ in Guarani), wat zich letterlijk vertaalt naar _White Ostrich_. Het sterrenbeeld stelt een grote vogel voor. In de eerste twee weken van juni is dit sterrenbeeld 's avonds volledig zichtbaar aan de oostelijke hemel, wat het begin van de winter in het zuiden van Brazilië aangeeft en het begin van het droge seizoen in het noorden.
zh_cn: 这个星座的Tupi名称是Iandutim（瓜拉尼语中的GuiráNhandu），字面意思是White Ostrich。星座描绘了一只大鸟。 在6月的前两周，该星座在晚上的东部天空中完全可见，这表示巴西南部的冬季开始，而北部则是干旱季节的开始。
zh_tw: 這個星座的Tupi名稱是Iandutim（瓜拉尼語中的GuiráNhandu），字面意思是White Ostrich。星座描繪了一隻大鳥。 在6月的前兩週，該星座在晚上的東部天空中完全可見，這表示巴西南部的冬季開始，而北部則是乾旱季節的開始。

source: Old Man
de: Alter Mann
es: Hombre Viejo
it: Vecchio
ja: 老人(ろうじん)
ko: 노인(老人)
nl: Oude man
zh_cn: 老人
zh_tw: 老人

source: This constellation depicts an old man holding a stick. In the second half of December, the constellation is fully visible in the Eastern evening sky. This marks the beginning of summer in the southern parts of Brazil and the start of the rainy season in the North.
de: Diese Konstellation zeigt einen alten Mann mit einem Stock. In der zweiten Dezemberhälfte ist die Konstellation am östlichen Abendhimmel vollständig sichtbar. Dies markiert den Beginn des Sommers in den südlichen Teilen Brasiliens und den Beginn der Regenzeit im Norden.
es: Esta constelación muestra a un anciano sosteniendo un palo. En la segunda quincena de diciembre, la constelación es completamente visible en el cielo oriental de la tarde. Esto marca el comienzo del verano en el sur de Brasil y el comienzo de la temporada de lluvias en el norte.
it: Questa costellazione raffigura un vecchio con in mano un bastone. Nella seconda metà di dicembre, la costellazione è completamente visibile nel cielo della sera orientale. Questo segna l'inizio dell'estate nelle parti meridionali del Brasile e l'inizio della stagione delle piogge nel nord.
ja: この星座は、棒を持った老人を描いています。 12月の後半には、東の夕空に星座が完全に見えます。これは、ブラジル南部の夏の始まりと北部の梅雨の始まりです。
ko: 이 별자리는 막대기를 든 노인을 묘사합니다. 12 월 하반기에는 별자리가 동부 저녁 하늘에서 완전히 보입니다. 이것은 브라질 남부에서 여름이 시작되고 북쪽에서 우기가 시작됨을 나타냅니다.
nl: Dit sterrenbeeld stelt een oude man voor die een stok vasthoudt. In de tweede helft van december is het sterrenbeeld volledig zichtbaar aan de oostelijke avondhemel. Dit markeert het begin van de zomer in de zuidelijke delen van Brazilië en het begin van het regenseizoen in het noorden.
zh_cn: 这个星座描绘了一个拿着棍子的老人。 在12月下半月，该星座在东部傍晚的天空中完全可见。这标志着巴西南部夏季开始，而北部则是雨季开始。
zh_tw: 這個星座描繪了一個拿著棍子的老人。 在12月下半月，該星座在東部傍晚的天空中完全可見。這標誌著巴西南部夏季開始，而北部則是雨季開始。

source: Northern Tapir
de: Nördlicher Tapir
es: Tapir del norte
it: Tapiro settentrionale
ja: 北バク
ko: 북부 테이퍼
nl: Noordelijke tapir
zh_cn: 北Tap
zh_tw: 北Tap

source: Deer
de: Hirsch
es: Ciervo
it: Cervo
ja: 鹿
ko: 사슴
nl: Herten
zh_cn: 鹿
zh_tw: 鹿

source: Joykexo
ko: 조이켁소

source: Hornet
de: Hornisse
es: Avispón
it: Calabrone
ja: ホーネット
ko: 호넷
nl: Horzel
zh_cn: 大黄蜂
zh_tw: 大黃蜂

source: Tapir's Jaw
de: Tapirs Kiefer
es: Mandíbula de Tapir
ja: バクの顎
ko: 테이퍼의 턱
nl: Tapir's kaak
zh_cn: ir颚
zh_tw: ir顎

source: As with many cultures, constellations were identified and used to help keep track of the seasons and predict the seasonal variations which affect daily life. In the book _Histoire de la Mission de Pères Capucins en l'Isle de Maragnan et terres circonvoisines_, published in Paris, 1614, it is stated that the Tupi people identified some thirty constellations but the book only details seven.
de: Wie in vielen Kulturen wurden Konstellationen identifiziert und verwendet, um den Überblick über die Jahreszeiten zu behalten und die jahreszeitlichen Schwankungen, die das tägliche Leben beeinflussen, vorherzusagen. In dem Buch _Histoire de la Mission de Pères Capucins en l'Isle de Maragnan et terres circonvoisines_, das 1614 in Paris veröffentlicht wurde, heißt es, dass die Tupi etwa dreißig Konstellationen identifizierten, aber das Buch beschreibt nur sieben.
es: Al igual que con muchas culturas, las constelaciones se identificaron y utilizaron para ayudar a realizar un seguimiento de las estaciones y predecir las variaciones estacionales que afectan la vida diaria. En el libro _Histoire de la Mission de Pères Capucins en l'Isle de Maragnan et terres circonvoisines_, publicado en París, 1614, se afirma que el pueblo tupí identificó una treintena de constelaciones, pero el libro solo detalla siete.
it: Come per molte culture, le costellazioni sono state identificate e utilizzate per aiutare a tenere traccia delle stagioni e prevedere le variazioni stagionali che influenzano la vita quotidiana. Nel libro _Histoire de la Mission de Pères Capucins en l'Isle de Maragnan et terres circonvoisines_, pubblicato a Parigi nel 1614, si afferma che i Tupi identificarono una trentina di costellazioni, ma il libro ne descrive solo sette.
ja: 多くの文化と同様に、星座が特定され、季節を追跡し、日常生活に影響を与える季節変動を予測するのに役立ちます。 1614年にパリで出版された本_HistoiredelaMissiondePèresCapucinsenl'Islede Maragnan et terres circonvoisines_には、トゥピ人が約30の星座を特定したと記載されていますが、この本では7つしか詳しく説明されていません。
nl: Zoals met veel culturen, werden sterrenbeelden geïdentificeerd en gebruikt om de seizoenen bij te houden en de seizoensvariaties te voorspellen die het dagelijks leven beïnvloeden. In het boek Histoire de la Mission de Pères Capucins en l'Isle de Maragnan et terres circonvoisines, gepubliceerd in Parijs, 1614, wordt vermeld dat het Tupi-volk zo'n dertig sterrenbeelden identificeerde, maar het boek vermeldt er slechts zeven.
zh_cn: 与许多文化一样，星座被确定并用于帮助跟踪季节和预测影响日常生活的季节性变化。 1614 年在巴黎出版的 Histoire de la Mission de Pères Capucins en l'Isle de Maragnan et terres circonvoisines 一书中说，图皮人确定了大约 30 个星座，但该书只详述了 7 个。
zh_tw: 與許多文化一樣，星座被確定並用於幫助跟踪季節和預測影響日常生活的季節性變化。 1614 年在巴黎出版的 Histoire de la Mission de Pères Capucins en l'Isle de Maragnan et terres circonvoisines 一書中說，圖皮人確定了大約 30 個星座，但該書只詳述了 7 個。
