Repository: Stellarium/stellarium-skycultures
Catalog: tukano/po/*.po
Languages: it, nl

source: Tukano is the common name for a group of indigenous tribes who live around the northwestern region of Brazil, near Colombia and Venezuela. The group shown in this work live on the banks of the Rio Tiquié within the Rio Negro bay in the Amazonas State, Brazil.
it: Tukano è il nome comune per un gruppo di tribù indigene che vivono nella regione nord-occidentale del Brasile, vicino a Colombia e Venezuela. Il gruppo mostrato in questo lavoro vive sulle rive del Rio Tiquié nella baia di Rio Negro nello stato dell'Amazzonia, in Brasile.
nl: Tukano is de algemene naam voor een groep inheemse stammen die rond de noordwestelijke regio van Brazilië wonen, in de buurt van Colombia en Venezuela. De groep die in dit werk wordt getoond, woont aan de oevers van de Rio Tiquié in de baai van Rio Negro in de staat Amazonas, Brazilië.

source: ![Circular calendar](Calendario_Tukano.webp) One circular calendar developed in 2007 [#1][#2]. {: .img_and_caption } ### Tukano Constellations Constellations within Tukano astronomical culture are related with natural phenomena as a whole. We gathered twelve constellations with a group who speaks Tukano language. This is not the definitive number of constellations. There are, surely, more constellations to be described. We presented here essentially "the main cycle" [#2] of the Tukano constellations. Sometimes someone relates new discoveries about these Indians sky concepts or presents new constellation descriptions. Though we are establishing limits and configurations to these constellations that are new to us (non- Indians), they don’t organize this body of knowledge in the same way. Their conceptions about sky and Universe are different when compared with ours. They don’t organize and conceive ideas about the Universe as a whole, like us. Hereby we present few data from a research carried out with living people and this data may be variable in near future. We worked with basic school students, elders and story tellers comparing the talks and summarizing it as you’ll see below. In general, we can say that a Tukano constellation, or parts of it, are observed when its setting occurs, like the sunset (heliacal setting) during the short period of an year. There are an amount of natural phenomena related to this astronomical event. For example we can consider Aña’s head setting during November and its relation with the increase and decrease of the Tiquié river level. The variation of the river level is accompanied with an emerging of different fishes which appear as the result of these changeable natural conditions. Other larger fishes follow the first group for multiple purposes (eating smaller ones for example). All of them eat some fruits which eventually fall over the river surface. Ground animals and microorganisms are interested on these fruits, as well as either. So, a phenomenon first described as an astronomical set for us can be seen inside a more complex behavior for Tukanos and their neighbors around this region. Animals, plants and also spiritual manifestations are in a complex relationship under the cosmological view that we can’t ignore anymore. ### Sources This work is part of an amount of researches developed as a survey, conducted between 2005 and 2007 that resulted in a doctoral/PhD thesis (Cardoso, 2007). Relying on Ethnomatematics sources (D’ambrosio, 2002), in practical sky observation activities and on classical sources about constellations observed in Brazil’s Amazon region, we accomplished a sky mapping of these Indian ethnicity: Tukano, Dessano and Tuyuka but in particular, the first one. From the description of many constellations we created an astronomical events and climate calendar along with students from differentiated Yupuri’s indigenous school. Rain periods, drought, planting and harvesting are marked by the sunset and sunrise of the major constellations created by Amazonia northwest Indians.
it: ![Calendario circolare](Calendario_Tukano.webp) Un calendario circolare sviluppato nel 2007 [#1] [#2]. {: .img_and_caption } Costellazioni di Tukano Le costellazioni all'interno della cultura astronomica di Tukano sono in relazione con i fenomeni naturali nel loro insieme. Abbiamo raccolto dodici costellazioni con un gruppo che parla la lingua tukano. Questo non è il numero definitivo di costellazioni. Ci sono sicuramente più costellazioni da descrivere. Abbiamo presentato qui essenzialmente "il ciclo principale" [#2] delle costellazioni di Tukano. A volte qualcuno mette in relazione nuove scoperte su questi concetti di cielo degli indiani o presenta nuove descrizioni di costellazioni. Sebbene stiamo stabilendo limiti e configurazioni per queste costellazioni che sono nuove per noi (non indiani), esse non organizzano questo corpus di conoscenze allo stesso modo. Le loro concezioni sul cielo e sull'universo sono diverse rispetto alla nostra. Non organizzano e concepiscono idee sull'Universo nel suo insieme, come noi. Con la presente presentiamo pochi dati di una ricerca condotta con persone viventi e questi dati potrebbero essere variabili nel prossimo futuro. Abbiamo lavorato con studenti delle scuole elementari, anziani e narratori confrontando i discorsi e riassumendoli come vedrai di seguito. In generale, possiamo dire che una costellazione di Tukano, o parti di essa, sono osservate quando si verifica la sua impostazione, come il tramonto (impostazione eliaca) durante il breve periodo di un anno. Esistono numerosi fenomeni naturali legati a questo evento astronomico. Ad esempio, possiamo considerare l'impostazione della testa di Aña a novembre e la sua relazione con l'aumento e la diminuzione del livello del fiume Tiquié. La variazione del livello del fiume è accompagnata dall'emergere di diversi pesci che appaiono come il risultato di queste mutevoli condizioni naturali. Altri pesci più grandi seguono il primo gruppo per molteplici scopi (mangiando quelli più piccoli per esempio). Tutti mangiano alcuni frutti che alla fine cadono sulla superficie del fiume. Anche gli animali da terra e i microrganismi sono interessati a questi frutti. Quindi, un fenomeno inizialmente descritto come un insieme astronomico per noi può essere visto all'interno di un comportamento più complesso per Tukanos e i loro vicini in questa regione. Animali, piante e anche manifestazioni spirituali sono in una relazione complessa sotto la visione cosmologica che non possiamo più ignorare. ### Fonti Questo lavoro fa parte di una serie di ricerche sviluppate come un sondaggio, condotto tra il 2005 e il 2007, che ha portato a una tesi di dottorato / dottorato (Cardoso, 2007). Basandoci sulle fonti etnomatematiche (D'ambrosio, 2002), sulle attività pratiche di osservazione del cielo e sulle fonti classiche sulle costellazioni osservate nella regione amazzonica del Brasile, abbiamo realizzato una mappatura del cielo di queste etnie indiane: Tukano, Dessano e Tuyuka, ma in particolare, la prima uno. Dalla descrizione di molte costellazioni abbiamo creato un calendario astronomico e eventi climatici insieme a studenti della scuola indigena differenziata di Yupuri. I periodi di pioggia, siccità, semina e raccolta sono segnati dal tramonto e dall'alba delle principali costellazioni create dagli indiani dell'Amazzonia nord-occidentale.
nl: ![Circulaire kalender](Calendario_Tukano.webp) Een circulaire kalender ontwikkeld in 2007 [#1] [#2]. {: .img_and_caption } ### Tukano-sterrenbeelden Sterrenbeelden binnen de astronomische cultuur van Tukano houden verband met natuurlijke fenomenen als geheel. We hebben twaalf sterrenbeelden verzameld met een groep die de Tukano-taal spreekt. Dit is niet het definitieve aantal sterrenbeelden. Er moeten zeker meer sterrenbeelden worden beschreven. We presenteerden hier in wezen "de hoofdcyclus" [#2] van de Tukano-constellaties. Soms vertelt iemand nieuwe ontdekkingen over deze hemelconcepten van Indianen of presenteert hij nieuwe constellatiebeschrijvingen. Hoewel we grenzen en configuraties vaststellen voor deze sterrenbeelden die nieuw zijn voor ons (niet-Indiërs), organiseren ze deze hoeveelheid kennis niet op dezelfde manier. Hun opvattingen over lucht en heelal zijn anders in vergelijking met de onze. Ze organiseren en bedenken geen ideeën over het universum als geheel, zoals wij. Hierbij presenteren we weinig gegevens van een onderzoek uitgevoerd met levende mensen en deze gegevens kunnen in de nabije toekomst variabel zijn. We hebben samengewerkt met basisschoolleerlingen, ouderlingen en verhalenvertellers, de lezingen vergeleken en samengevat zoals je hieronder zult zien. Over het algemeen kunnen we zeggen dat een Tukano-sterrenbeeld, of delen ervan, wordt waargenomen wanneer de zetting optreedt, zoals de zonsondergang (heliacale zetting) gedurende de korte periode van een jaar. Er zijn een aantal natuurlijke verschijnselen die verband houden met deze astronomische gebeurtenis. We kunnen bijvoorbeeld Aña's hoofdzetel in november beschouwen en de relatie met de stijging en daling van het Tiquié-rivierniveau. De variatie van het rivierniveau gaat gepaard met een opkomst van verschillende vissen die verschijnen als gevolg van deze veranderlijke natuurlijke omstandigheden. Andere grotere vissen volgen de eerste groep voor meerdere doeleinden (het eten van kleinere bijvoorbeeld). Ze eten allemaal wat fruit dat uiteindelijk over het rivieroppervlak valt. Gemalen dieren en micro-organismen zijn ook geïnteresseerd in deze vruchten. Dus een fenomeen dat voor het eerst werd beschreven als een astronomische set voor ons, kan worden gezien binnen een complexer gedrag voor Tukanos en hun buren in deze regio. Dieren, planten en ook spirituele manifestaties staan in een complexe relatie onder de kosmologische visie die we niet meer kunnen negeren. ### Bronnen Dit werk maakt deel uit van een groot aantal onderzoeken die als enquête zijn ontwikkeld tussen 2005 en 2007 en die hebben geleid tot een doctoraat / proefschrift (Cardoso, 2007). Op basis van etnomatematische bronnen (D'ambrosio, 2002), in praktische observaties van de hemel en op klassieke bronnen over sterrenbeelden in het Amazonegebied van Brazilië, hebben we een sky mapping van deze Indiase etniciteit gerealiseerd: Tukano, Dessano en Tuyuka, maar in het bijzonder de eerste een. Uit de beschrijving van veel sterrenbeelden hebben we samen met studenten van de gedifferentieerde inheemse school van Yupuri een astronomische evenementen- en klimaatkalender gemaakt. Regenperiodes, droogte, planten en oogsten worden gekenmerkt door de zonsondergang en zonsopgang van de belangrijkste sterrenbeelden gecreëerd door de Amazonia-noordwestelijke Indianen.

source: - [#1]: Cardoso, Walmir Thomazi. Sao Paulo, 2007. [Thesis Abstract](https://www.sapientia.pucsp.br/handle/handle/11272) - [#2]: Cardoso, Walmir Thomazi. Sao Paulo, 2007. [Thesis](https://www.sapientia.pucsp.br/bitstream/handle/11272/1/Walmir%20Thomazi%20Cardoso.pdf)
it: - [#1]: Cardoso, Walmir Thomazi. Sao Paulo, 2007. [Estratto della tesi](https://www.sapientia.pucsp.br/handle/handle/11272) - [#2]: Cardoso, Walmir Thomazi. Sao Paulo, 2007. [Tesi](https://www.sapientia.pucsp.br/bitstream/handle/11272/1/Walmir%20Thomazi%20Cardoso.pdf)
nl: - [#1]: Cardoso, Walmir Thomazi. Sao Paulo, 2007. [Samenvatting proefschrift](https://www.sapientia.pucsp.br/handle/handle/11272) - [#2]: Cardoso, Walmir Thomazi. Sao Paulo, 2007. [Scriptie](https://www.sapientia.pucsp.br/bitstream/handle/11272/1/Walmir%20Thomazi%20Cardoso.pdf)

source: [Walmir Thomazi Cardoso](mailto:walmir.astronomia@gmail.com) gathered this information in a survey that is part of his PhD. Thesis of Ethnomathematics. Illustrations were made by Antonio Gumercindo Taques dos Santos (Ticão) and [Youssif Ganthous Filho](mailto:youssif@gmail.com). Technical adaption: Stellarium's team
it: [Walmir Thomazi Cardoso](mailto:walmir.astronomia@gmail.com) ha raccolto queste informazioni in un sondaggio che fa parte del suo dottorato di ricerca. Tesi di etnomatematica. Le illustrazioni sono state realizzate da Antonio Gumercindo Taques dos Santos (Ticão) e [Youssif Ganthous Filho](mailto:youssif@gmail.com). Adattamento tecnico: il team di Stellarium
nl: [Walmir Thomazi Cardoso](mailto:walmir.astronomia@gmail.com) verzamelde deze informatie in een enquête die deel uitmaakt van zijn doctoraat. Scriptie van etnomathematica. Illustraties zijn gemaakt door Antonio Gumercindo Taques dos Santos (Ticão) en [Youssif Ganthous Filho](mailto:youssif@gmail.com). Technische aanpassing: Stellarium's team

source: Text, lines and illustrations: CC BY-SA
it: Testo, linee e illustrazioni: CC BY-SA
nl: Tekst, lijnen en illustraties: CC BY-SA

source: A big snake that is found in part of our Scorpius, Sagittarius and Corona Australis constellations. Its setting with the sunset correspond of the beginning of the year to this group of Tukanos.
it: Un grosso serpente che si trova in parte nelle nostre costellazioni di Scorpione, Sagittario e Corona Australis. La sua impostazione al tramonto corrisponde all'inizio dell'anno a questo gruppo di Tukanos.
nl: Een grote slang die voorkomt in een deel van onze sterrenbeelden Schorpioen, Boogschutter en Corona Australis. De setting met de zonsondergang komt overeen met het begin van het jaar met deze groep Tukanos.

source: This constellation is found in the modern constellations of the Dolphin and parts of Aquila constellation. This group of faint stars is placed inside a poor stellar field with exception of the bright Altair (Alfa Aquilae).
it: Questa costellazione si trova nelle costellazioni moderne del delfino e parti della costellazione dell'Aquila. Questo gruppo di deboli stelle è collocato all'interno di un povero campo stellare ad eccezione del luminoso Altair (Alfa Aquilae).
nl: Dit sterrenbeeld is te vinden in de moderne sterrenbeelden van de dolfijn en delen van het sterrenbeeld Aquila. Deze groep vage sterren bevindt zich in een arm stellair veld, met uitzondering van de heldere Altair (Alfa Aquilae).

source: Caridean Shrimp
it: Gamberetto Caridea
nl: Caridean garnalen

source: Both constellations are joined together in a few bright stars of the Aquarius and Pisces area. As they are faint, it is a wonderful challenge to try to see it during the night.
it: Entrambe le costellazioni sono unite in alcune stelle luminose dell'Acquario e dei Pesci. Dato che sono deboli, è una sfida meravigliosa provare a vederlo durante la notte.
nl: Beide sterrenbeelden zijn samengevoegd in een paar heldere sterren van het gebied Waterman en Vissen. Omdat ze flauw zijn, is het een geweldige uitdaging om het 's nachts te proberen te zien.

source: Jaguar
it: Giaguaro

source: It is a big constellation – one of the biggest – inside the north portions of night skies. All night long near the horizon, the big puma is described inside our Cepheus, Cassiopeia and Perseus constellations.
it: È una grande costellazione - una delle più grandi - all'interno delle porzioni settentrionali dei cieli notturni. Per tutta la notte vicino all'orizzonte, il grande puma è descritto nelle nostre costellazioni di Cefeo, Cassiopea e Perseo.
nl: Het is een groot sterrenbeeld - een van de grootste - in de noordelijke delen van de nachtelijke hemel. De hele nacht lang aan de horizon wordt de grote poema beschreven in onze sterrenbeelden Cepheus, Cassiopeia en Perseus.

source: Group of Stars
it: Gruppo di stelle
nl: Sterren groep

source: The translation of _nhorkoatero_ is literally 'group of stars'. Identified as our Pleiades this is very significant as a time keeper within a complex calendar to Tukano people. It is also used as a harbinger of the rainy period.
it: La traduzione di _nhorkoatero_ è letteralmente "gruppo di stelle". Identificato come nostro Pleiades, questo è molto significativo come un cronometrista all'interno di un calendario complesso per le persone di Tukano. È anche usato come presagio del periodo delle piogge.
nl: De vertaling van _nhorkoatero_ is letterlijk 'groep sterren'. Geïdentificeerd als onze Pleiaden is dit zeer belangrijk als tijdwaarnemer binnen een complexe kalender voor Tukano-mensen. Het wordt ook gebruikt als voorbode van de regenperiode.

source: A _Waikase_ (Moquém) in portuguese is a kind of grill to cook fish. It is identified with the Hyades open cluster of stars in Taurus and with the bright star Aldebaran which follows the Pleiades. This is an asterism easy to be seen all over the sky.
it: Un _Waikase_ (Moquém) in portoghese è una specie di griglia per cucinare il pesce. Si identifica con l'ammasso aperto di stelle di Hyades in Toro e con la stella brillante Aldebaran che segue le Pleiadi. Questo è un asterismo facile da vedere in tutto il cielo.
nl: Een _Waikase_ (Moquém) in het Portugees is een soort grill om vis te koken. Het wordt geïdentificeerd met de open Hyades-sterrenhoop in Stier en met de heldere ster Aldebaran die de Pleiaden volgt. Dit is een asterisme dat gemakkelijk overal in de lucht te zien is.

source: As a part of Orion belt and two of the others brightest stars of this constellation – our Betelgeuse and Bellatrix – this constellation represents a part of a tool which is used to carve wood. ### Sipé Phairo This snake corresponds to the brightest stars of the Big Dipper. In a legend when this constellation touches the horizon after the sunset almost all fishes in the main river are swallowed by it.
it: Come parte della cintura di Orione e di due delle altre stelle più brillanti di questa costellazione - il nostro Betelgeuse e Bellatrix - questa costellazione rappresenta una parte di uno strumento che viene utilizzato per scolpire il legno. ### Sipé Phairo Questo serpente corrisponde alle stelle più luminose del Big Dipper. In una leggenda in cui questa costellazione tocca l'orizzonte dopo il tramonto, quasi tutti i pesci nel fiume principale vengono inghiottiti da esso.
nl: Als onderdeel van de Orion-gordel en twee van de andere helderste sterren van dit sterrenbeeld - onze Betelgeuze en Bellatrix - vertegenwoordigt dit sterrenbeeld een deel van een gereedschap dat wordt gebruikt om hout te snijden. ### Sipé Phairo Deze slang komt overeen met de helderste sterren van de Big Dipper. In een legende, wanneer dit sterrenbeeld na zonsondergang de horizon raakt, worden bijna alle vissen in de rivier er door opgeslokt.

source: Egret
it: Airone
nl: Reiger

source: The real position of this constellation is still in discussion: are those stars in the Berenices' hair region or inside the Corvus? We choose the first region because it was present as the real one by the Tukanos of São José II tribe.
it: La vera posizione di questa costellazione è ancora in discussione: quelle stelle sono nella regione dei capelli di Berenices o all'interno del Corvo? Scegliamo la prima regione perché era presente come quella reale della tribù Tukanos di São José II.
nl: Over de werkelijke positie van dit sterrenbeeld wordt nog gediscussieerd: bevinden die sterren zich in de haarstreek van Berenices of in de Corvus? We kozen voor de eerste regio omdat deze aanwezig was als de echte door de Tukanos van de São José II-stam.

source: Tortoise
it: Tartaruga
nl: Schildpad

source: This constellation is described as the occidental Southern Cross constellation. Sometimes this traditional occidental constellation also meant an Otter or a turtle for the Tukano people.
it: Questa costellazione è descritta come la costellazione occidentale della Croce del Sud. A volte questa tradizionale costellazione occidentale significava anche una lontra o una tartaruga per il popolo Tukano.
nl: Dit sterrenbeeld wordt beschreven als het Westelijke Zuiderkruis sterrenbeeld. Soms betekende dit traditionele westerse sterrenbeeld ook een otter of een schildpad voor het Tukano-volk.

source: Snake
it: Serpente
nl: Slang

source: Adze Handle
nl: Adze handvat
