Repository: Stellarium/stellarium-skycultures
Catalog: arabic_lunar_stations/po/*.po
Languages: ru

source: Mane [of the lion]
ru: Грива [льва]

source: The bend
ru: Изгиб

source: The cover
ru: Крышка

source: Claws of the scorpion
ru: Когти скорпиона

source: The diadem
ru: диадема

source: Raised tail of the scorpion
ru: Поднятый хвост скорпиона

source: The scorpion
ru: Скорпион

source: The ostriches drinking at the river
ru: Страусы пьют у реки

source: Four stars representing four Ostriches drinking at the river, the milky way.
ru: Четыре звезды, представляющие четырех страусов, пьющих реку, млечный путь.

source: The ostriches leaving the river
ru: Страусы покидают реку

source: Four stars representing four Ostriches leaving the river, the milky way, after quenching their thirst.
ru: Четыре звезды, представляющие четырех страусов, покидающих реку, Млечный путь, после утоления жажды.

source: The ostrich nest - The necklace
ru: Страусиное гнездо - Ожерелье

source: An arc of stars representing an ostrich nest near the two groups of ostriches close to the river.
ru: Дуга из звезд, изображающая страусиное гнездо рядом с двумя группами страусов у реки.

source: The empty place
ru: Пустое место

source: The ostriches
ru: страусы

source: The lucky star of the slaughterer
ru: Счастливая звезда мясника

source: The lucky star of the swallower
ru: Счастливая звезда глотателя

source: The luckiest of the lucky stars
ru: Самая удачливая из счастливых звезд

source: The lucky star of the tents
ru: Счастливая звезда палаток

source: The lucky star of Nashira
ru: Счастливая звезда Наширы

source: The lucky star of the king
ru: Счастливая звезда короля

source: The lucky star of the young sheep
ru: Счастливая звезда молодой овцы

source: The lucky star of the one with great endeavour
ru: Счастливая звезда того, кто прилагает большие усилия

source: The lucky star of the excellent one
ru: Счастливая звезда отличного

source: The lucky star of Matar
ru: Счастливая звезда Матара

source: The circular mark
ru: Круглая отметка

source: The string
ru: Струна

source: Three stars in a line forming the belt of al-Jawza.
ru: Три звезды на линии, образующие пояс аль-Джавза.

source: Stoopness [of the camel neck]
ru: сутулость [верблюжьей шеи]

source: Al-Jawza
ru: Аль-Джауза

source: A constellation representing a woman figure.
ru: Созвездие, представляющее женскую фигуру.

source: The two shrikes
ru: Два сорокопута

source: The two doves
ru: Два голубя

source: The two male ostriches
ru: Два самца страуса

source: The wrist 1
ru: Запястье 1

source: The wrist 2
ru: Запястье 2

source: The nostril [of the lion
ru: Ноздря [льва

source: The sting of the scorpion
ru: Жало скорпиона

source: The kid
ru: Ребенок

source: The two calves 1
ru: Два теленка 1

source: The two calves 2
ru: два теленка 2

source: The dark camel
ru: Темный верблюд

source: The little goat
ru: Маленькая коза

source: Al-Suha
ru: Аль-Суха

source: The leader
ru: Лидер

source: Liver of the lion
ru: Печень льва

source: The camel hump
ru: Верблюжий горб

source: The baby camel
ru: Верблюжонок

source: The two wolves 1
ru: Два волка 1

source: The two wolves 2
ru: Два волка 2

source: The male hyena
ru: Самец гиены

source: The high one with the spear
ru: Высокий с копьем

source: The bright star of al-Fakkah
ru: Яркая звезда аль-Факка

source: The landing eagle
ru: Посадочный орел

source: The rear knight
ru: Задний рыцарь

source: The knights 1
ru: Рыцари 1

source: The knights 2
ru: Рыцари 2

source: The knights 3
ru: Рыцари 3

source: The knights 4
ru: Рыцари 4

source: The knights 5
ru: Рыцари 5

source: The shoulder blade
ru: Лопатка

source: The shoulder
ru: Плечо

source: The arm
ru: Рука

source: The elbow
ru: Локоть

source: Bend of the hand
ru: Изгиб руки

source: Tip of the elbow
ru: Кончик локтя

source: The forearm
ru: Предплечье

source: The wrist
ru: Запястье

source: Al-Ayyuq
ru: Аль-Айюк

source: Foot of al-Ayyuq
ru: Подножие аль-Айюка

source: The posts 1
ru: Посты 1

source: The posts 2
ru: Посты 2

source: The posts 3
ru: Посты 3

source: The flying eagle
ru: Летящий орел

source: The rear bucket mouth 2
ru: Горловина заднего ковша 2

source: The rear bucket mouth 1
ru: Горловина заднего ковша 1

source: The front bucket mouth 2
ru: Горловина переднего ковша 2

source: The front bucket mouth 1
ru: Горловина переднего ковша 1

source: Abdomen of the fish
ru: Брюшко рыбы

source: The caracal
ru: Каракал

source: The two forelegs 1
ru: Две передние лапы 1

source: The two forelegs 2
ru: две передние лапы 2

source: Al-Dabaran
ru: Аль-Дабаран

source: Stars of abundant rain 1
ru: Звезды обильного дождя 1

source: Stars of abundant rain 2
ru: Звезды обильного дождя 2

source: Stars of abundant rain 3
ru: Звезды обильного дождя 3

source: Az-Zir
ru: Аз-Зир

source: Al-Maysan
ru: Аль-Майсан

source: The claws 1
ru: Когти 1

source: The claws 2
ru: Когти 2

source: The claws 3
ru: Когти 3

source: The claws 4
ru: Когти 4

source: The claws 5
ru: Когти 5

source: The claws 6
ru: Когти 6

source: Star of weather change
ru: Звезда перемены погоды

source: The unarmed high one
ru: Безоружный высокий

source: The heart
ru: Сердце

source: Veins of the heart 1
ru: Вены сердца 1

source: Veins of the heart 2
ru: Вены сердца 2

source: The two shrikes 1
ru: два сорокопута 1

source: The two shrikes 2
ru: два сорокопута 2

source: The two doves 1
ru: Два голубя 1

source: The two doves 2
ru: Два голубя 2

source: The two male ostriches 1
ru: Два самца страуса 1

source: The two male ostriches 2
ru: Два самца страуса 2

source: Shoulder of al-Jawza
ru: Плечо аль-Джавза

source: Al-Najidh
ru: Аль-Наджид

source: Leg of al-Jawza
ru: Нога аль-Джавза

source: The southern Shi'ra
ru: Южная Шира

source: Mirzam of al-Shi'ra
ru: Мирзам аль-Ширы

source: The northern Shi'ra
ru: Северная Шира

source: Mirzam of the tearful Shi'ra
ru: Мирзам плачущей Ширы

source: Suhayl
ru: Сухайл

source: Suhayl Balqayn
ru: Сухайл Балкайн

source: Suhayl Hadari
ru: Сухайл Хадари

source: Suhayl Al-Wazn
ru: Сухайл Аль-Вазн

source: Suhayl Raqashi
ru: Сухайл Ракаши

source: The sole one
ru: Единственный

source: Hadari
ru: Хадари

source: The oath star
ru: Звезда клятвы

source: Al-Wazn
ru: Аль-Вазн
