Repository: Stellarium/stellarium-skycultures
Catalog: arabic_lunar_stations/po/*.po
Languages: ru

source: Arabic (Lunar Stations)
ru: Арабская (лунные станции)

source: The Arabic lunar stations describes the 28 sky areas chosen in ancient Arabia to define the daily location of the moon during its monthly trip around the sky.
ru: Арабские лунные станции описывают 28 областей неба, выбранных в древней Аравии для определения ежедневного местоположения Луны во время ее ежемесячного путешествия по небу.

source: #### Historical Overview Originally, _Manazil al-Qamar_, the Arabic for the lunar mansions, or stations of the moon, were a system of 28 stars, group of stars, or spots in the sky near which the moon can be found in each of the 28 nights of its monthly revolution. Early mentions of the complete list of the lunar stations are reported by ʿAbd al-Malik ibn Ḥabīb (d. 852) on the authority of Malik ibn Anas (d. 795) [#1]. However, this system had been adopted already in the pre-Islamic period, prior to the 7th century of the common era. Using heliacal observations, the asterisms of the lunar mansions served to divide the sidereal and solar year of 365 days into 28 periods of 13 days each except for one period that is given 14 days. These 28 periods are called _anwāʾ_, plural of _nawʾ_. Each _nawʾ_ is determined by a characteristical star: when this star rises in the morning during dawn (in the east, so, shortly before the Sun), this is the beginning of the next _nawʾ_. The name of the _nawʾ_ (period of time, half month), gives the lunar mansion its name. One complete cycle of setting and rising for each of the 28 lunar mansions, one after the other, makes a solar year. This system was used to determine the seasons and predict weather, especially rain [#2]. The Arabs said: each _nawʾ_ (period of 13/14 days) is characterized by a distinctive weather pattern of rain, wind, and temperature [#4]. A detailed description of the stars of each lunar mansion, the times of their heliacal rising and a compilation of astronomical and meteorological knowledge of the ancient Arabs can be found in the _Book of al-anwaʾ_, authored by Ibn Qutaybah (b. 828 - d. 884 or 889). Copies of this book manuscripts survived, and it was printed in India in 1956 [#5]. The usage of the lunar mansions continued to schedule the times of agricultural, travel and medicine practices. Due to the importance of observing the times of their heliacal risings, short treatises have been written, and poems have been composed describing the asterisms of the 28 mansions. A poem dedicated to description of the stars of the lunar mansions was published by Gustave-Adolphe de Calassanti-Motylinski in 1899 in his book "Les mansions lunaires chez les Arabes", attributed to Muḥammad al-Muqrī (1578-1638) [#6][#7]. A sample treatise is the one written by Shaykh Ṣāliḥ al-Shuthrī (d. ~1891), titled "A time-table for farmers" [#8]. #### Current Usage of Lunar Stations Agricultural almanacs based on the heliacal rising of lunar stations are still in active use today. The official calendar of Saudi Arabia includes these times [#9]. The following is an example of the use of a calendar based on the lunar stations for the 13 days period starting with the rise of the 3rd lunar station _al-Thurayya_ (Pleiades) on June 7th [#10]: > Weather gets hotter and wind gets stronger. Wild grasses dry. Water in wells > gets shallower. Rain is rare during this time. Spring insects start to > disappear. Palm tree dates starts to get its colors. It is recommended to > irrigate trees with the right amounts and stop irrigation of vines when > grapes start to get its color. #### Identification of the Lunar Stations Ibn Qutaybah (b. 828 - d. 884 or 889) in his _Book of al-anwaʾ_ gives detailed description of the stars of each lunar station, while an accurate identification can be extracted from the _Book of the stars_ by al-Ṣūfī (d. 986). In his book, al-Ṣūfī maps the stars as known to ancient Arabs to those of the Ptolemaic Constellations. An example of al-Ṣūfī definitions of the stars of the lunar mansions, here is the definition of _al-Ghafr_ [#11][#12]: > And the 22nd \[star of Virgo\] and the 23rd which is on the tail > \[hem of the garment\] with the 25th on the left foot \[of Virgo\] are named > \[by the Arabs\] _al-Ghafr_ which is the 15th lunar mansion. Because the stars of the Ptolemaic constellations have known coordinates, it is relatively easy to identify the Arab star names. #### The 28 lunar stations 1. _Al-Sharatan_ or _Al-Ashrat_ (The two signs or the signs) composed of the 3 stars: α Ari (Hamal), β Ari (Sheratan) and γ<sup>2</sup> Ari (Mesarthim) 2. _Al-Botain_ (The small belly \[of the little ram\]) composed of the 3 stars: ε Ari, δ Ari (Botein), and ρ<sup>3</sup> Ari 3. _Al-Thurayya_ (Pleiades) composed of the star cluster of the Pleiades 4. _Al-Dabaran_ (The Follower \[of the Pleiades\]) composed of the single star α Tau (Aldebaran) 5. _Al-Hakaah_ (The mark on the horse side) composed of the three stars on the head of Orion: λ Ori (Meissa), φ<sup>1</sup> Ori and φ<sup>2</sup> Ori 6. _Al-Hanaah_ (The bend in the neck of a camel) composed of the 2 stars: γ Gem (Alhena) and ξ Gem 7. _Al-Thira-a_ (Retracted arm [of the lion]) composed of the 2 stars: α CMi (Procyon) and β CMi (Gomeisa) 8. _Al-Nathrah_ (The tip of the nose of the lion) composed of the Praesepe cluster and the 2 stars: γ Cnc (Asellus Borealis) and δ Cnc (Asellus Australis) 9. _Al-Tarf_ (The eyes of the lion) composed of the 2 stars: ε Leo and ο Leo (Subra) 10. _Al-Jabhah_ (The forehead of the lion) composed of 4 stars: ζ Leo (Adhafera), γ<sup>1</sup> Leo (Algieba), η Leo and α Leo (Regulus) 11. _Al-Zubrah_ (The mane of the lion) composed of the 2 stars: δ Leo (Zosma) and θ Leo (Chertan) 12. _Al-Sarfah_ (The change to colder weather) composed of one star: β Leo (Denebola) 13. _Al-Awwa_ (The bend) composed of 5 stars: β Vir (Zavijava), η Vir (Zaniah), γ Vir (Porrima), δ Vir and ε Vir (Vindemiatrix) 14. _Al-Simak_ (The unarmed high one) composed of the star α Vir (Spica) 15. _Al-Ghafr_ (The cover) composed of 3 stars: ι Vir (Syrma), κ Vir and λ Vir 16. _Al-Zubana_ (The claws of the scorpion) composed of the 2 stars: α<sup>2</sup> Lib (Zubenelgenubi) and β Lib (Zubeneschamali) 17. _Al-Ikleel_ (The ornamented headband, The diadem) composed of the 3 stars: β<sup>1</sup> Sco (Acrab), δ Sco (Dschubba) and π Sco. 18. _Al-Qalb_ (The heart of the scorpion) composed of the star α Sco (Antares) 19. _Al-Shawlah_ (The sting of the scorpion) composed of the 2 stars: λ Sco (Shaula) and υ Sco (Lesath) 20. _Al-Naayem_ (The Ostriches) 8 stars: γ2 Sgr, δ Sgr, ε Sgr, η Sgr, σ Sgr, φ Sgr, τ Sgr, and ζ Sgr 21. _Al-Baldah_ (The empty area) is the area where there are no stars between _Al-Naayem_ and _Saad Al-Thabih_ 22. _Saad Al-Thabih_ (The lucky star of the Slaughterer) composed of the 3 stars: α<sup>1</sup> Cap (Algedi), β Cap (Dabih), and ν Cap 23. _Saad Bulaa_ (The lucky star of the swallower) composed of the 3 stars: ν Aqr, μ Aqr and ε Aqr (Albali) 24. _Saad Al-Saud_ (The luckiest of the lucky stars) composed of the 3 stars: β Aqr (Sadalsuud), ξ Aqr and λ Cap 25. _Saad Al-Akhbiah_ (The lucky stars of the tent dwellers) composed of the 4 stars: γ Aqr (Sadachbia), π Aqr, ζ<sup>2</sup> Aqr and η Aqr 26. _Al-Mugaddam_ (The front bucket mouth) composed of the 2 stars: α And (Alpheratz) and γ Peg (Algenib) 27. _Al-Muakhar_ (The rear bucket mouth) composed of the 2 stars: β Peg (Scheat) and α Peg (Markab) 28. _Al-Risha_ or _Al-Hoot_ (The rope of the well bucket or The Fish) composed of the star β And (Mirach) and two arcs of stars making a figure of a fish ##### The Super lion and Al-Jawza figures of the ancient Arab star lore One may notice from the names of the 7th to the 15th lunar stations that they are part of a lion figure. This Arab lion figure covers around 100 degrees, a little bit more than half of the sky dome. From the names of these stars a lion figure can be constructed. Two of the lunar stations, _Al-Hakaah_ and _Al-Hanaah_, are part of Al-Jawza stars. Al-Jawza is the figure covering Orion plus some stars around it. The ancient Arabs imagined these stars as a figure of a woman with a bow and arrow aimed at the lion (an image, probably influenced from Roman Egypt: see depiction on Denderah zodiac which shows Babylonian as well as Greek traces of constellations). Mr. Roland Laffitte discussed these two figures and offered a depiction of each in his article: [Our Arab Heritage in the CelestialVault](http://www.muslimheritage.com/article/our-arab-heritage-celestial-vault). A more detailed discussion of ancient Arab star lore is found in his book: "Le Ciel des Arabes" [#13].
ru: #### Исторический обзор Первоначально «Маназиль аль-Камар», что по-арабски означает «лунные стоянки» или «стоянки Луны», представляли собой систему из 28 звезд, группы звезд или пятен на небе, вблизи которых можно обнаружить луну в каждую из 28 ночей лунного месяца. его ежемесячная революция. Ранние упоминания о полном списке лунных станций приведены Абд аль-Маликом ибн Хабибом (ум. 852) со слов Малика ибн Анаса (ум. 795) [#1]. Однако эта система была принята уже в доисламский период, до VII века нашей эры. Используя гелиакальные наблюдения, астеризмы лунных особняков служили для разделения звездного и солнечного года из 365 дней на 28 периодов по 13 дней каждый, за исключением одного периода, которому дается 14 дней. Эти 28 периодов называются _anwāʾ_, множественное число от _nawʾ_. Каждый _nawʾ_ определяется характерной звездой: когда эта звезда восходит утром во время рассвета (на востоке, значит, незадолго до Солнца), это начало следующего _nawʾ_. Название _nawʾ_ (период времени, половина месяца) дает название лунному особняку. Один полный цикл захода и восхода для каждого из 28 лунных домов, один за другим, составляет солнечный год. Эта система использовалась для определения времен года и предсказания погоды, особенно дождя [#2]. Арабы сказали: каждый _nawʾ_ (период 13/14 дней) характеризуется характерным погодным режимом дождя, ветра и температуры [#4]. Подробное описание звезд каждого лунного дома, время их гелиакического восхода и обобщение астрономических и метеорологических знаний древних арабов можно найти в «Книге аль-анваа», автором которой является Ибн Кутайба (р. 828–828 гг.). , 884 или 889). Копии рукописей этой книги сохранились, и она была напечатана в Индии в 1956 году [#5]. Использование лунных особняков продолжало планировать время сельскохозяйственных, туристических и медицинских практик. Из-за важности наблюдения за временем их гелиакического восхода были написаны короткие трактаты и сочинены стихи, описывающие астеризмы 28 особняков. Поэма, посвященная описанию звезд лунных особняков, была опубликована Гюставом-Адольфом де Калассанти-Мотылински в 1899 году в его книге «Les mansions lunaires chez les Arabes», приписываемой Мухаммаду аль-Мукри (1578-1638) [#6]. [СсылкаX7]. Образец трактата написан шейхом Салихом аль-Шутри (ум. ~1891 г.) под названием «Расписание для фермеров» [#8]. #### Текущее использование лунных станций Сельскохозяйственные альманахи, основанные на гелиакическом восходе лунных станций, активно используются и сегодня. Официальный календарь Саудовской Аравии включает это время [#9]. Ниже приведен пример использования календаря, основанного на лунных станциях для 13-дневного периода, начиная с восхода 3-й лунной станции аль-Турайя (Плеяды) 7 июня [#10]: > Погода становится жарче, а ветер сильнее. Дикие травы сохнут. Вода в колодцах мельчает. Дождь в это время бывает редко. Весной начинают исчезать насекомые. Финики пальмы начинают приобретать свои цвета. Рекомендуется поливать деревья в нужном количестве и прекращать полив виноградных лоз, когда виноград начинает приобретать свой цвет. #### Идентификация лунных станций Ибн Кутайба (род. 828 - ум. 884 или 889) в своей "Книге аль-анва'" дает подробное описание звезд каждой лунной стоянки, а точное определение можно извлечь из "Книги звезд" аль-Суфи (ум. 986). В своей книге аль-Суфи сопоставляет звезды, известные древним арабам, с созвездиями Птолемея. Пример определения аль-Суфи звезд лунных особняков, вот определение _al-Ghafr_ [#11][#12]: > И 22-я \[звезда Девы\] и 23-я которая на хвосте > \[подол одежды\] с 25-м на левой ноге \[Девы\] называются > \[арабами\] _al-Ghafr_, который является 15-м лунным особняком. Поскольку звезды созвездий Птолемея имеют известные координаты, относительно легко идентифицировать арабские названия звезд. #### 28 лунных станций 1. _Аль-Шаратан_ или _Аль-Ашрат_ (Два знака или знака), состоящий из 3 звезд: α Ари (Хамаль), β Ари (Шератан) и γ<sup>2</sup> Ари (Месартим) 2. _Аль-Ботан_ (Маленький живот \[маленького барана\]), состоящий из 3 звезд: ε Ари, δ Ари (Ботейн) и ρ<sup>3</sup> Ари 3. Аль-Турайя (Плеяды), состоящая из звездного скопления Плеяд. 4. _Аль-Дабаран_ (Последователь \[Плеяд\]), состоящий из одиночной звезды α Тау (Альдебаран). 5. _Аль-Хакаа_ (Знак на боку лошади), состоящий из трех звезд на голове Ориона: λ Ори (Мейсса), φ<sup>1</sup> Ори и φ<sup>2</sup> Ори 6. _Аль-Ханаа_ (Изгиб шеи верблюда), состоящий из 2 звезд: γ Драгоценный камень (Альхена) и ξ Драгоценный камень. 7. _Al-Thira-a_ (Втянутая рука [льва]), состоящая из 2 звезд: α CMi (Процион) и β CMi (Гомейса). 8. _Al-Nathrah_ (Кончик носа льва), состоящий из скопления Praesepe и 2 звезд: γ Cnc (Asellus Borealis) и δ Cnc (Asellus Australis) 9. Аль-Тарф (Глаза льва), состоящий из двух звезд: ε Льва и ο Льва (Субра). 10. _Аль-Джабхах_ (Лоб льва), состоящий из 4 звезд: ζ Льва (Адхафера), γ<sup>1</sup> Льва (Альгиеба), η Льва и α Льва (Регул) 11. _Аль-Зубра_ (грива льва) состоит из 2-х звезд: δ Льва (Зосма) и θ Льва (Чертан) 12. _Аль-Сарфа_ (Переход к более холодной погоде) состоит из одной звезды: β Льва (Денебола) 13. _Аль-Авва_ (Изгиб), состоящий из 5 звезд: β Вир (Завиджава), η Вир (Зания), γ Вир (Поррима), δ Вир и ε Вир (Виндемиатрикс). 14. _Аль-Симак_ (Безоружный высокий), состоящий из звезды α Вир (Колос) 15. _Аль-Гафр_ (Покрытие) состоит из 3 звезд: ι Вир (Сирма), κ Вир и λ Вир 16. _Аль-Зубана_ (Когти скорпиона) состоит из 2 звезд: α<sup>2</sup> Либ (Зубенелгенуби) и β Либ (Зубенешамали). 17. _Аль-Иклеэль_ (Украшенное оголовье, Диадема) состоит из 3-х звезд: β<sup>1</sup> Ско (Акраб), δ Ско (Дшубба) и π Ско. 18. _Al-Qalb_ (Сердце скорпиона), состоящее из звезды α Sco (Антарес). 19. _Аль-Шавла_ (Жало скорпиона) состоит из 2 звезд: λ Ско (Шаула) и υ Ско (Лесат). 20. _Al-Naayem_ (Страусы) 8 звезд: γ2 Sgr, δ Sgr, ε Sgr, η Sgr, σ Sgr, φ Sgr, τ Sgr и ζ Sgr. 21. _Аль-Бальда_ (Пустая область) — это область, где нет звезд между _Аль-Наайем_ и _Саад аль-Табих_ 22. _Саад Аль-Табих_ (Счастливая звезда Мясника), состоящая из 3 звезд: α<sup>1</sup> Кап (Алгеди), β Кап (Дабих) и ν Кап 23. _Saad Bulaa_ (Счастливая звезда глотателя), состоящая из 3 звезд: ν Aqr, μ Aqr и ε Aqr (Албали). 24. _Саад Аль-Сауд_ (Самая удачливая из счастливых звезд), состоящая из 3 звезд: β Aqr (Садалсууд), ξ Aqr и λ Cap 25. _Саад аль-Ахбиа_ (Счастливые звезды обитателей шатра) состоит из 4 звезд: γ Акр (Садачбия), π Акр, ζ<sup>2</sup> Акр и η Акр 26. _Аль-Мугаддам_ (Устье переднего ковша) состоит из 2-х звезд: α А (Альферац) и γ Пег (Алгениб). 27. _Аль-Муахар_ (Заднее устье ковша), состоящее из 2 звезд: β Колышек (Шит) и α Колышек (Маркаб). 28. _Аль-Риша_ или _Аль-Хут_ (Веревка колодезного ведра или Рыба), состоящая из звезды β И (Мирах) и двух дуг звезд, образующих фигуру рыбы. ##### Фигуры Суперльва и Аль-Джавзы из древних арабских преданий о звездах Из названий лунных стоянок с 7-й по 15-ю можно заметить, что они являются частью фигуры льва. Эта фигура арабского льва покрывает около 100 градусов, чуть больше половины небосвода. Из названий этих звезд можно составить фигуру льва. Две лунные станции, Аль-Хакаа и Аль-Ханаа, являются частью звезд Аль-Джауза. Аль-Джауза — это фигура, покрывающая Орион и несколько звезд вокруг него. Древние арабы представляли эти звезды как фигуру женщины с луком и стрелой, нацеленной на льва (изображение, вероятно, под влиянием римского Египта: см. изображение на дендерском зодиаке, на котором видны как вавилонские, так и греческие следы созвездий). Г-н Роланд Лаффит обсудил эти две фигуры и предложил описание каждой из них в своей статье: [Наше арабское наследие в небесном своде](http://www.muslimheritage.com/article/our-arab-heritage-celestial-vault). Более подробное обсуждение древних арабских звездных знаний можно найти в его книге «Le Ciel des Arabes» [#13].

source: - [#1]: Kunitzsch, Paul, The Arabs and the Stars, Northampton, England: Variorum Reprints, 1989, Al-Manazil, Item XX pp 1-7. - [#2]: Helaine Selin, Encyclopaedia of the History of Science, Technology, and Medicine in Non-Western Cultures, Lunar Mansions in Islamic History, Kunitzsch P. p 520 - [#3]: Edward W. Lane, Arabic-English Lexicon (London: Willams &amp; Norgate 1863) p 2861 - [#4]: Ibn Qutaybah (b. 828 d. 884 or 889), Kitab al-Anwa'a, pp 6,7 (Arabic print of the original book in 1956 in India Hydarabad/Deccan) - [#5]: Helaine Selin, Encyclopaedia of the History of Science, Technology, and Medicine in Non-Western Cultures, Ibn Qutayba, Kunitzsch P. p 429 - [#6]: Taʿrīf manāzil al-qamar, Les mansions lunaires des Arabes; Muhammad al-Mukrī.; A de Calassanti-Motylinski published in Alger, Imprimerie orientale, 1899. - [#7]: [Muhammad al-Muqrī poem](http://www.uranos.fr/DOCU_03_T03.htm) - [#8]: Ṣaliḥ Al-Shethrī, Timetable for farmers _Jadwal fi ʿilm al-ḥarth ʿala ḥisāb al-shuthūr_ ISBN 9960-49-971-5 - [#9]: [Official Calendar](http://www.ummulqura.org.sa/) of the Kingdom of Saudi Arabia - [#10]: Moon stations and Agriculture seasons. A bulletin by the Agriculture Administration of the Chamber of Commerce in Riyadh, Saudi Arabia. 2002 - [#11]: [Book Of The Stars: Critical edition with commentary by Khalid AlAjaji](https://drive.google.com/drive/folders/1s6JXzftwjMQ5rgZoGE3718EtBLBZtjzr?usp=sharing). - [#12]: Schjellerup, Description des etoiles fixes, 1874, p. 163. (Translation into French) - [#13]: Laffitte, Roland, Le Ciel des Arabes, Geuthner, Paris 2012 - [#14]: Al-Marzūqī, Abū ʿAli Aḥmad b. Muḥammad b. al-Ḥassan (died 1030), Al-Azminah wa al-amkinah (Times and Places), (Arabic print of the original book in 2002, World of Books, Beirut, Lebanon). - [#15]: Al-Thaqafī, ʿAbd Allah b. Ḥussayn b. ʿĀṣim (died ~ 1012), Al-Anwāʾ wa al-azminah (Meteorology and times), (Arabic print of the original book in 1996, Dar al-jeel, Beirut, Lebanon).
ru: - [#1]: Куницш, Пол, Арабы и звезды, Нортгемптон, Англия: Репринты Variorum, 1989, Аль-Маназил, Пункт XX, стр. 1-7. - [#2]: Хелайн Селин, Энциклопедия истории науки, технологий и медицины в незападных культурах, Лунные особняки в исламской истории, Куницш, стр. 520. - [#3]: Эдвард В. Лейн, Арабско-английский лексикон (Лондон: Willams & Norgate 1863), стр. 2861. - [#4]: Ибн Кутайба (род. 828 г. 884 или 889), Китаб аль-Анва'а, стр. 6,7 (арабская печать оригинальной книги в 1956 г. в Индии, Хайдарабад/Деккан) - [#5]: Хелайн Селин, Энциклопедия истории науки, техники и медицины в незападных культурах, Ибн Кутейба, Кунитч П., стр. 429. - [#6]: Тариф маназил аль-камар, Les mansions lunaires des Arabes; Мухаммад аль-Мукри; A de Calassanti-Motylinski, опубликованная в Алжире, Imprimerie orientale, 1899 г. - [#7]: [стихотворение Мухаммада аль-Мукри](http://www.uranos.fr/DOCU_03_T03.htm) - [#8]: Салих Аль-Шетри, Расписание для фермеров _Jadwal fi ilm al-harth ala ḥisāb al-shuthūr_ ISBN 9960-49-971-5 - [#9]: [Официальный календарь](http://www.ummulqura.org.sa/) Королевства Саудовская Аравия. - [#10]: лунные станции и сельскохозяйственные сезоны. Бюллетень Управления сельского хозяйства Торговой палаты Эр-Рияда, Саудовская Аравия. 2002 г. - [#11]: [Книга звезд: критическое издание с комментариями Халида Аль-Аджаджи](https://drive.google.com/drive/folders/1s6JXzftwjMQ5rgZoGE3718EtBLBZtjzr?usp=sharing). - [#12]: Schjellerup, Description des etoiles fixes, 1874, с. 163. (Перевод на французский язык) - [#13]: Лаффит, Роланд, Le Ciel des Arabes, Гойтнер, Париж, 2012 г. - [#14]: Аль-Марзуки, Абу Али Ахмад б. Мухаммад б. аль-Хасан (умер в 1030 г.), Аль-Азмина ва аль-амкина (Времена и места) (арабская печать оригинальной книги 2002 г., World of Books, Бейрут, Ливан). - [#15]: Аль-Такафи, Абдаллах б. Хусейн б. ʿĀsim (умер ~ 1012 г.), Al-Anwāʾ wa al-azminah (Метеорология и время) (арабская печать оригинальной книги 1996 г., Дар аль-Джиль, Бейрут, Ливан).

source: Khalid al-Ajaji: turath.alfalak@gmail.com
ru: Халид аль-Аджаджи: turath.alfalak@gmail.com

source: CC BY-ND 4.0 Special permission is granted to Stellarium Labs to include the licensed material.
ru: CC BY-ND 4.0 Лабораториям Stellarium предоставляется специальное разрешение на включение лицензионного материала.

source: The two oryx calves
ru: Два теленка сернобыка

source: A simple asterism of the two stars: β UMi and γ UMi.
ru: Простой астеризм из двух звезд: β UMi и γ UMi.

source: The axe of the grindstone
ru: Топор точильного камня

source: Fish shaped two arcs of stars joined at the ends by α UMi and β UMi.
ru: Рыба образовала две дуги из звезд, соединенных на концах α UMi и β UMi.

source: Daughters of Na'sh
ru: Дочери Наш

source: The 7 stars of the big dipper, representing 7 girls carrying the bier of their father who was killed by Al-Jady (Polaris).
ru: 7 звезд Большой Медведицы, представляющие 7 девочек, несущих гроб своего отца, убитого Аль-Джади (Полярис).

source: The two wolves
ru: Два волка

source: The two stars: f Dra and ω Dra, representing two wolves trying to hunt the nearby baby camel, the star HR 6618, surrounded by the four mother camels.
ru: Две звезды: f Dra и ω Dra, представляющие двух волков, пытающихся охотиться на близлежащего верблюжонка, звезда HR 6618, окруженная четырьмя верблюжонками.

source: The mother camels
ru: Мать верблюдов

source: An irregular square of four stars, representing four mother camels protecting the baby camel, the star HR 6618, from the near by Hyena, the star ι Dra, and the [two wolves](the-two-wolves).
ru: Неправильный квадрат из четырех звезд, представляющий четырех верблюдиц, защищающих верблюжонка, звезду HR 6618 от ближайшей Гиены, звезду ι Дра и [двух волков] (двух волков).

source: The bowl of the poor
ru: Чаша бедных

source: The stars of Corona Borealis. The incomplete circle represents a fractured bowl of the poor.
ru: Звезды Северной Короны. Неполный круг представляет собой разбитую чашу бедняков.

source: The camel head
ru: Голова верблюда

source: The camel neck
ru: Верблюжья шея

source: The camel front legs
ru: Передние ноги верблюда

source: The she-camel
ru: Верблюдица

source: A group of stars having a shape of a camel.
ru: Группа звезд, имеющих форму верблюда.

source: The bucket rope knot - The well poles
ru: Веревочный узел ковша - Колодезные столбы

source: Two adjacent stars imagined as the knot of the rope of the well bucket
ru: Две соседние звезды, представленные как узел веревки колодезного ковша.

source: The front bucket mouth
ru: Горловина переднего ковша

source: The rear bucket mouth
ru: Горловина заднего ковша

source: The well bucket rope - The fish
ru: Веревка для колодца - Рыба

source: The two signs
ru: Два знака

source: The little abdomen
ru: Маленький живот

source: Al-Thurayya
ru: Аль-Турайя

source: Retracted arm [of the lion]
ru: Втянутая рука [льва]

source: Two stars representing the end of the shorter arm of the great Arab lion image.
ru: Две звезды, представляющие конец более короткой руки изображения великого арабского льва.

source: The extended arm [of the lion]
ru: Протянутая рука [льва]

source: Two stars representing the end of the longer arm of the great Arab lion image.
ru: Две звезды, представляющие конец более длинной руки изображения великого арабского льва.

source: Nostrils [of the lion]
ru: Ноздри [льва]

source: Eyes [of the lion]
ru: Глаза [льва]

source: Forehead [of the lion]
ru: Лоб [льва]
