Repository: Stellarium/stellarium-skycultures
Catalog: desktop-cultures/kamilaroi/po/*.po
Languages: lt

source: The Kamilaroi (also known as Gomeroi) and Euahlayi peoples are Australian Aboriginal cultural groups located in the northern part of New South Wales. They have survived European invasion and loss of much of their country. Their culture and connection to country remains strong, including an extensive cultural astronomy first recorded in the 1860s.
lt: Kamilaroi (dar vadinama Gomeroi) ir Euahlayi tautos - Australijos aborigenų kultūros grupės, gyvenančios Naujojo Pietų Velso šiaurinėje dalyje. Jie išgyveno europiečių invaziją ir prarado didžiąją dalį savo šalies. Jų kultūra ir ryšys su šalimi išlieka stiprūs, įskaitant plačią kultūrinę astronomiją, pirmą kartą užfiksuotą 1860 m.

source: ### Background This Stellarium Skyculture is the result of a Higher Degree Research project by Robert Fuller at Macquarie University, Sydney, finishing in 2014. Stellarium was chosen as a part of the project for Giving Back of the collected knowledge to the Kamilaroi and Euahlayi communities in the form of a documentary video (Star Stories of the Dreaming) and a student's Study Guide. Clips from the Stellarium were used in the documentary to illustrate certain sky objects.
lt: ### Pirminė informacija Ši „Stellarium“ dangaus kultūra yra 2014 m. baigto Roberto Fulerio aukštojo mokslo tyrimo projekto, vykdyto Macquarie universitete Sidnėjuje, rezultatas. Stellarium buvo pasirinktas kaip projekto dalis, skirta surinktų žinių grąžinimui Kamilaroi ir Euahlayi bendruomenėms dokumentinio vaizdo filmo („Žvaigždžių istorijos apie sapnus“) ir studento studijų vadovo forma. Dokumentiniame filme tam tikriems dangaus objektams iliustruoti buvo naudojami „Stellarium“ klipai.

source: ##### Gawaargay Gawaargay is the spirit Emu in the Sky, located with its head in the Coal Sack, and its neck and body stretching out through the dust lanes of the Milky Way (Warrambul) past Scorpius. The Euahlayi and the Kamilaroi see it with legs in April and May, when it is female and chasing the males. From June to August it is male and sitting on its nest without legs (the males brood the chicks), and this is a signal to collect the eggs. In the evening in late August it is vertical in the sky, and the head and body form two "eggs", meaning the eggs should not be collected. Later in the year, it appears on the horizon, so it is believed to be sitting in a waterhole, meaning the waterholes are full. When it is below the horizon, then it is on Earth as the Black Emu, which is rarely seen. ##### Birringoloo Birringoloo is the second wife of Byaame, the creator/culture hero. She sits by the campfire of Byaame's camp (the star Alpha Muscae), and all women with girl children who die come to this camp before going on to Bulimah (Heaven behind Warrambul). They wait at this camp until all their girl children have died and come to the camp, and then they can proceed to Bulimah. ##### Yarran Yarran (also called mingga) is the roots of the Yarran tree, an Acacia, which is the tree that Byaame took up to the Warrambul with the first man to die (and the Cockatoos). It is actually centred on the Coal Sack, and the dark nebula is the hollow of the tree seen from below, with the roots spreading around. When someone dies and goes to Bulimah, they go through the hollow of the Yarran. ##### Old Wiringin A Wiringin is a "Clever Man" or Aboriginal doctor. This Wiringin located in the Small Magellanic Cloud is there because he controls who can go on to Bulimah. If the person who died is not initiated, they are not allowed, because they don't know the rules, so he sends them to Wadhaagudjaaylwan in the Large Magellanic Cloud. This birth spirit will send the unitiated back to Earth as a new baby, so they can be initiated. This Wiringin is represented in every Aboriginal cemetary as the Wilga tree (Native Willow). ##### Birray Birray The Birray Birray are a group of uninitiated boys who are in love with the seven young women (sisters), Miyay Miyay, who make up the Pleiades star cluster. They chased the Miyay Miyay, who ended up in the sky, and for this they were placed in Orion, as the three stars that make up the belt of Orion. Rigel is their fire, and the sword of Orion is their fire poker. They are kept from the Miyay Miyay by the Wiringin, Old Dthillar, who is Aldebaran. ##### Miyay Miyay The Miyay Miyay are the seven young women (sisters) who were chased into the sky, depending on the story, by the Birray Birray, or by various Wiringins or other bad persons. They form the Pleiades star cluster, and as one sister is shy, normally we only see six stars. They are protected from the Birray Birray in Orion by the Wiringin, Old Dthillar, who is Aldebaran. ##### Old Dthillar Old Dthillar is a Wiringin, in this case the Wiringin of the Birray Birray, the unitiated boys in Orion who pine for the Miyaay Miyaay (Seven Sisters) in the Pleiades. Old Dthillar is the star Aldebaran, which is also Alpha Tauri, and he stands there to protect the Miyaay Miyaay from the Birray Birray. The inverted "V" shape made up by Alpha, Epsilon, and Gamma Tauri is Old Dthillar's gunya (hut). ##### Wamba Wamba "Wamba" means "crazy" or "mad". In this case, the star Canopus is called Wamba Wamba because of various reasons, depending on whose story is told. The planet Venus is also called Wamba. One speculation is that both Canopus and Venus are seen close to the horizon in the summer, and due to atmospheric defraction, can "scintillate" (twinkle srongly), which results in rapid changes in colour. This might be interpreted as madness. ##### Wadhaagudjaaylwan Wadhaagudjaaylwan is Byaame's third wife, who is in the Large Magellanic Cloud, and sings to women who are going to have babies. She "sings" the babies to the women on Earth, and she takes the persons that the Old Wiringin in the Small Magellanic Cloud sends to her, and sends them back to Earth as babies. ##### Bandaarr Bandaarr is Kamilaroi/Euahlayi for Kangaroo, and this kangaroo is located under the belly of the Emu in the Milky Way, looking away from the Emu. Bandaarr is either a grey or red kangaroo, depending on the culture, and has significance in ceremony. ##### Muraay Muyaay Muraay is Kamilaroi, and Muyaay is Euahlayi for the sulfur-crested cockatoo, who are the Pointer stars (Alpha Centauri and Hadar/Beta Centauri). They ended up in the constellation Crux when their tree, the Yarran, was dragged into the sky with the first man to die, and they are always chasing Yarran. ##### Warrawilbaarru Warrawilbaarru is the whirlwind spirit who lives in the constellation Scorpius. Byaame normally keeps him from coming to Earth, but in September he comes out of one of three holes (dark nebulae) in Scorpius during September, and doesn't go back until around March. During this time he is on earth as the "willy willy" or whirlwind, and can be dangerous to children and uninitiated men.
lt: ##### Gawaargay Gawaargay yra Emu dvasia danguje, kurios galva yra anglių maiše, o kaklas ir kūnas driekiasi per Paukščių Tako (Warrambulo) dulkių juostas už Skorpiono. Euahlayi ir Kamilaroi ją mato su kojomis balandžio ir gegužės mėnesiais, kai ji yra patelė ir vejasi patinus. Birželio-rugpjūčio mėn. jis yra patinas ir sėdi lizde be kojų (patinai išperi jauniklius), ir tai yra signalas rinkti kiaušinius. Rugpjūčio pabaigoje vakare jis vertikaliai kyla į dangų, o galva ir kūnas sudaro du "kiaušinius", o tai reiškia, kad kiaušinių rinkti nereikėtų. Vėliau metų pabaigoje jis pasirodo horizonte, todėl manoma, kad sėdi vandens telkinyje, o tai reiškia, kad vandens telkiniai pilni. Kai jis būna žemiau horizonto, tada Žemėje jis būna kaip juodasis emu, kuris retai matomas. ##### Birringoloo Birringolu yra antroji kultūros kūrėjo ir didvyrio Byaame žmona. Ji sėdi prie ugnies Byaame stovykloje (žvaigždė Alfa Muscae), o visos mirusios moterys su mergaitėmis vaikais atvyksta į šią stovyklą prieš keliaudamos į Bulimą (dangų už Warrambulo). Šioje stovykloje jos laukia, kol visos jų mergaitės miršta ir ateina į stovyklą, tada jos gali keliauti į Bulimą. ##### Jaranas Jaranas (dar vadinamas mingga) - tai Jarrano medžio, akacijos, šaknys, kurią Byaame kartu su pirmuoju mirusiu žmogumi (ir Kakadu) nusinešė į Warrambulą. Iš tikrųjų jo centre yra Anglies maišas, o tamsioji migla yra iš apačios matoma medžio ertmė su aplink besidriekiančiomis šaknimis. Kai kas nors miršta ir keliauja į Bulimą, jis eina per Jarano duobę. ##### Senasis Aborigenų gydytojas Viringinas yra "protingas žmogus" arba aborigenų gydytojas. Šis Mažajame Magelano debesyje esantis Viringinas ten yra todėl, kad kontroliuoja, kas gali keliauti į Bulimą. Jei miręs asmuo nėra įšventintas, jam neleidžiama, nes jis nežino taisyklių, todėl jis siunčia jį į Didžiajame Magelano debesyje esantį Vadhaagudjaaylvaną. Ši gimimo dvasia išsiųs neįšventintąjį atgal į Žemę kaip naują kūdikį, kad jis galėtų būti įšventintas. Šis Wiringinas kiekvienose aborigenų kapinėse vaizduojamas kaip Vilgos medis (vietinis gluosnis). ##### Grupė nepatyrusių berniukų Birray Birray yra grupė neiniciuotų berniukų, kurie įsimylėję septynias jaunas moteris (seseris), Miyay Miyay, sudarančias Plejadų žvaigždyną. Jie persekiojo Miyay Miyay, kurios pateko į dangų, ir dėl to buvo perkelti į Orioną, kaip trys žvaigždės, sudarančios Oriono diržą. Rigelis yra jų ugnis, o Oriono kardas yra jų degiklis. Jie yra saugomi nuo Miyay Miyay Wiringin, Senojo Dthillaro, kuris yra Aldebaranas. ##### Septynios jaunos seserys Miyay Miyay yra septynios jaunos moterys (seserys), kurias, priklausomai nuo pasakojimo, persekiojo Birray Birray arba įvairūs Wiringins ar kiti blogi asmenys, ir kurios susidaro Pleiadų žvaigždyną. Kadangi viena sesuo yra drovi, paprastai matome tik šešias žvaigždes. Jų nuo Birray Birray saugo Wiringin, senasis Dthillar, kuris yra Aldebaranas. ##### Senasis Dthillaras Senasis Dthillar yra Wiringin, šiuo atveju Birray Birray Wiringin, neiniciuoti berniukai Orion, kurie ilgisi Miyaay Miyaay (Septynių Seserų) Pleiadėse. Senasis Dthillar yra žvaigždė Aldebaranas, taip pat žinomas kaip Alfa Tauri, ir jis ten stovi, kad apsaugotų Miyaay Miyaay nuo Birray Birray. Alfa, Epsilon ir Gamma Tauri sudaro apverstą "V" formą, kuri yra Senojo Dthillar gunya (namelis). ##### Pašėlęs, išprotėjęs „Wamba“ reiškia ‚išprotėjęs‘ arba ‚pamišęs‘. Šiuo atveju žvaigždė Kanopas vadinama Wamba Wamba dėl įvairių priežasčių, priklausomai nuo to, kieno istorija pasakojama. Veneros planeta taip pat vadinama Wamba. Vienas iš spėjimų - tiek Kanopas, tiek Venera vasarą matomi arti horizonto ir dėl atmosferos defrakcijos gali „scintiliuoti“ (smarkiai mirgėti), todėl greitai keičiasi jų spalva. Tai gali būti interpretuojama kaip beprotybė. ##### Wadhaagudjaaylwan Wadhaagudjaaylwana yra trečioji Byaame žmona, kuri yra Didžiajame Magelano debesyje ir gieda moterims, kurios ruošiasi gimdyti vaikus. Ji „gieda“ kūdikius moterims Žemėje, o asmenis, kuriuos jai siunčia Senasis vedlys iš Mažojo Magelano debesies, pasiima ir siunčia atgal į Žemę kaip kūdikius. ##### Bandaarr Bandaarr yra Kamilaroi/Euahlayi kengūra, o ši kengūra yra po Emu pilvu Paukščių take, žiūrint tolyn nuo Emu. Priklausomai nuo genties kultūros, Bandaarr yra arba pilka, arba raudona kengūra, turinti svarbią reikšmę ceremonijose. ##### Muraay Muyaay Muraajus yra Kamilarojus, o Mujaajus - Euahlajus, sieros spalvos kakadu, kuris yra Rodyklės žvaigždės (Alfa Kentauro ir Hadaras/Beta Kentauro). Jie atsidūrė Kryžiaus žvaigždyne, kai jų medis, Jarranas, buvo išvilktas į dangų kartu su pirmuoju mirusiu žmogumi, ir jie visada vejasi Jarraną. ##### Warrawilbaarru Warrawilbaarru - Skorpiono žvaigždyne gyvenanti viesulo dvasia. Bajamas paprastai neleidžia jam atvykti į Žemę, tačiau rugsėjo mėnesį jis išeina iš vienos iš trijų Skorpione esančių skylių (tamsiųjų ūkų) ir negrįžta atgal maždaug iki kovo mėnesio. Tuo metu jis būna Žemėje kaip "Vilis", arba viesulas, ir gali būti pavojingas vaikams bei neprityrusiems vyrams.

source: More detailed information on the astronomy of the Kamilaroi and Euahlayi peoples can be found at [https://unsw.academia.edu/RobertFuller](https://unsw.academia.edu/RobertFuller).
lt: <p> Išsamesnės informacijos apie Kamilaroi ir Euahlayi tautų astronomiją galima rasti <a href=„https://unsw.academia.edu/RobertFuller“ class=„external“>https://unsw.academia.edu/RobertFuller</a>.</p>

source: Birraybirray
lt: Birrajbirraj

source: Yarran
lt: Jaran

source: Old Wiringin
lt: Senasis Aborigenų gydytojas

source: Old Dthillar and gunya
lt: Senasis Dthillaras ir Gunja

source: Wamba Wamba
lt: Pašėlęs, išprotėjęs

source: Miyaymiyay
lt: Miyajmiyaj

source: MuraayMuyaay
lt: MuraajMuyaaj
