Repository: Stellarium/stellarium-skycultures
Catalog: tongan/po/*.po
Languages: ar, cs, de, it, ja, ko, nl, pl, pt, ru, zh_cn, zh_tw

source: ### Nomenclature | Tongan term | Designation | |-------------|-------| | Humu | Coal sack | | Kaniva | Milky Way | | Ma'afulele | Large Magellan cloud | | Ma'afutoka | Small Magellan cloud | | 'otu Ma'afu | Magellanic clouds (both) | | Ha'amonga | Ecliptic | | Mahina | Moon | | La'a | Sun | | Tapukitea | Venus | | Matamemea | Mars | | Fetu'u | Star (in general) | | Fetu'ufuka | Comet | | 'Umata | Rainbow | | Fetu'u'Esiafi | Falling star | | Ma'afutoka (same as SMC) | Canopus | | Ma'afulele (same as LMC) | Sirius | | Velitoa hififo | Rigel | | Velitoa hahake | Betelguese | | Hikule'o | Arcturus | | Monuafe | Meissa | | Motuliki | Pleiades | | Tu'ulalupe | Hyades | | Toloatonga | Southern Cross | | Toloalahi | False Cross | ### Tongan constellations | Tongan name | Designation or notes | |-------------|-------| | Tuinga ika | Part of Orion, belt and sword | | Ae e'Uvea | Corona Borealis ( _Speculative_ ) | | Fatanalua | Coma Berenices ( _Speculative_ ) | | Kapakau'o'tafahi | Cassiopeia ( _Speculative_ ) | | Toloa | Belt of Orion | | Lua tangata | Castor and/or Pollux | | Fungasia | Toliman and/or Agena | | Houmatoloa (Toloa, toloatonga, toloalahi) | — |
ar: ### التسمية | مصطلح تونجي | التعيين | | ------------- | ------- | | هومو | كيس الفحم | | Kaniva | درب التبانة | | المعفولة | سحابة ماجلان كبيرة | | مافوتوكا | سحابة ماجلان الصغيرة | | 'أوتو مافو | الغيوم ماجلان (كلاهما) | | Ha'amonga | مسير الشمس | | ماهينا | القمر | | لاء | الشمس | | Tapukitea | فينوس | | ماتاميا | المريخ | | Fetu'u | نجمة (بشكل عام) | | Fetu'ufuka | المذنب | | 'Umata | قوس قزح | | فتوي الصيافي | نجم هابط | | مافوتوكا (نفس SMC) | كانوب | | Ma'afulele (مثل LMC) | سيريوس | | Velitoa hififo | ريجل | | فيليتا هاكه Betelguese | | Hikule'o | أركتوروس | | Monuafe | ميسا | | موتوليكي | الثريا | | Tu'ulalupe | Hyades | | تولاتونغا | الصليب الجنوبي | | طوللحي | الصليب الكاذب | ### الأبراج التونغية | اسم تونجي | التعيين أو الملاحظات | | ------------- | ------- | | Tuinga ika | جزء من الجوزاء والحزام والسيف | | Ae e'Uvea | كورونا بورياليس (_Speculative_) | | Fatanalua | كوما بيرينيسيس (_مميز_) | | Kapakau'o'tafahi | كاسيوبيا (_محددة_) | | طولوا | حزام الجبار | | لوا تانجاتا | Castor و / أو Pollux | | فونجاسيا | توليمان و / أو أجنا | | Houmatoloa (Toloa، toloatonga، toloalahi) | - |
cs: ### Nomenklatura | Tonganský termín | Označení | ------------- | ------- | | Humu | Pytel na uhlí | | Kaniva | Mléčná dráha | Ma'afulele | Velký Magellanův oblak | | Ma'afutoka | Malý Magellanův mrak | | 'otu Ma'afu | Magellanské mraky (obojí) | Ha'amonga | Ecliptic | | Mahina | Měsíc | | La'a | Slunce | | Tapukitea | Venuše | | Matamemea | Mars | | Fetu'u | Hvězda (obecně) | Fetu'ufuka | Kometa | | 'Umata | Duha | | Fetu'u'Esiafi | Padající hvězda | | Ma'afutoka (stejné jako SMC) | Canopus | | Ma'afulele (stejné jako LMC) Sirius | | Velitoa hififo | Rigel | | Velitoa hahake | Betelština | | Hikule'o | Arcturus | | Monuafe | Meissa | | Motuliki | Plejády | | Tu'ulalupe | Hyády | | Toloatonga | Jižní kříž | | Toloalahi | Falešný kříž | ### Tonganské souhvězdí | Tonganské jméno | Označení nebo poznámky | ------------- | ------- | | Tuinga ika | Část Orionu, opasek a meče | Ae e'Uvea | Corona Borealis (_Speculative_) | | Fatanalua | Berenice z kómatu (_Speculative_) | | Kapakau'o'tafahi | Cassiopeia (_Speculative_) | | Toloa | Orionův pás | | Lua tangata | Castor a / nebo Pollux | | Houba | Toliman a / nebo Agena | | Houmatoloa (Toloa, toloatonga, toloalahi) | - |
de: ### Nomenklatur | Tonganischer Begriff | Bezeichnung | | ------------- | ------- | | Humu | Kohlensack | | Kaniva | Milchstraße | | Ma'afulele | Große Magellanwolke | | Ma'afutoka | Kleine Magellanwolke | | 'otu Ma'afu | Magellansche Wolken (beide) | | Ha'amonga | Ekliptik | | Mahina | Mond | | La'a | So | | Tapukitea | Venus | | Matamemea | Mars | | Fetu'u | Stern (allgemein) | | Fetu'ufuka | Komet | | 'Umata | Regenbogen | | Fetu'u'Esiafi | Sternschnuppe | | Ma'afutoka (wie SMC) | Canopus | | Ma'afulele (wie LMC) | Sirius | | Velitoa hififo | Rigel | | Velitoa hahake | Betelguese | | Hikule'o | Arcturus | | Monuafe | Meissa | | Motuliki | Plejaden | | Tu'ulalupe | Hyaden | | Toloatonga | Südliches Kreuz | | Toloalahi | Falsches Kreuz | ### Tonganische Sternbilder | Tonganischer Name | Bezeichnung oder Anmerkungen | ------------- | ------- | | Tuinga ika | Teil von Orion, Gürtel und Schwert | Ae e'Uvea | Corona Borealis (_Speculative_) | | Fatanalua | Koma Berenices (_Speculative_) | | Kapakau'o'tafahi | Cassiopeia (_Speculative_) | | Toloa | Gürtel des Orion | | Lua tangata | Castor und / oder Pollux | | Fungasia | Toliman und / oder Agena | | Houmatoloa (Toloa, Toloatonga, Toloalahi) | - |
it: ### Nomenclatura | Termine tongano | Designazione | | ------------- | ------- | | Humu | Sacco di carbone | | Kaniva | Via Lattea | | Ma'afulele | Grande nuvola di Magellano | | Ma'afutoka | Piccola nuvola di Magellano | | 'otu Ma'afu | Nuvole di Magellano (entrambe) | | Ha'amonga | Ecliptic | | Mahina | Luna | | La'a | Sole | | Tapukitea | Venere | | Matamemea | Marte | | Fetu'u | Stella (in generale) | | Fetu'ufuka | Cometa | | "Umata | Arcobaleno | | Fetu'u'Esiafi | Stella cadente | | Ma'afutoka (uguale a SMC) | Canopo | | Ma'afulele (uguale a LMC) | Sirius | | Velitoa hififo | Rigel | | Velitoa hahake | Betelguese | | Hikule'o | Arturo | | Monuafe | Meissa | | Motuliki | Pleiadi | | Tu'ulalupe | Hyades | | Toloatonga | Croce del Sud | | Toloalahi | False Cross | ### Costellazioni tongane | Nome tongano | Designazione o note | | ------------- | ------- | | Tuinga ika | Parte di Orione, cintura e spada | | Ae e'Uvea | Corona Boreale (_Speculative_) | | Fatanalua | Coma Berenices (_Speculative_) | | Kapakau'o'tafahi | Cassiopea (_Speculative_) | | Toloa | Cintura di Orione | | Lua tangata | Ruota e / o Polluce | | Fungasia | Toliman e / o Agena | | Houmatoloa (Toloa, toloatonga, toloalahi) | - |
ja: ### 命名法 |トンガ語|指定| | ------------- | ------- | |フム|石炭袋| |カニバ|天の川| |マアフレレ|大マゼラン雲| |マアフトカ|小さなマゼラン雲| | 'otu Ma'afu |マゼラン雲（両方）| |ハアモンガ|黄道| |マヒナ|ムーン| |ラア|太陽| |タプキテア|金星| |マタメメア火星| | Fetu'u |スター（一般）| |フェトゥフカ|彗星| |うまた|レインボー| | Fetu'u'Esiafi |流れ星| |マアフトカ（SMCと同じ）|カノープス| | Ma'afulele（LMCと同じ）|シリウス| | Velitoa hififo |リゲル| |ヴェリトア・ハハケ|ベテルグ語| |ヒクレオ|アルクトゥルス| |モヌアフェ|メイッサ| |モトゥリキ|プレアデス星団| |トゥウラルペ|ハイアデス| |トロアトンガ|サザンクロス| |トロアラヒ|偽十字| ### トンガ星座 |トンガ名|指定またはメモ| | ------------- | ------- | | Tuinga ika |オリオン、ベルト、剣の一部| | Ae e'Uvea |コロナボレアリス（_Speculative_）| |ファタナルア|昏睡ベニス（_Speculative_）| |カパカウオタファヒ|カシオペア（_Speculative_）| |トロア|オリオンのベルト| |ルアタンガタ|キャスターおよび/またはポルックス| |ファンガジア| Tolimanおよび/またはAgena | | Houmatoloa（トロア、トロアトンガ、トロアラヒ）| — |
ko: ### 명명법 | 통가 용어 | 명칭 | | ------------- | ------- | | 후무 | 석탄 자루 | | 카니 바 | 은하수 | | 마아 풀 렐레 | 큰 마젤란 구름 | | 마푸토 카 | 작은 마젤란 구름 | | 'otu Ma'afu | 마젤란운 (모두) | | 하아 몽가 | 황도 | | 마 히나 | 문 | | 라아 | 태양 | | 타 푸키 테아 | 금성 | | 마타 메 메아 | 화성 | | 페 투우 | 별표 (일반) | | 페 투우 푸카 | 혜성 | | '우 마타 | 무지개 | | 페 투우에시 아피 | 떨어지는 별 | | 마푸토 카 (SMC와 동일) | 캐노퍼스 | | Ma'afulele (LMC와 동일) | 시리우스 | | Velitoa hififo | 리겔 | | Velitoa hahake | 베텔 게세 | | 히쿨 레오 | 악튜러스 | | 모 누아 페 | 메이사 | | 모툴 리키 | 플레이아데스 | | 툴라 루페 | 하이드 | | 톨 로톤가 | 서던 크로스 | | 톨로 알라 히 | 거짓 십자가 | 통가 어 별자리 | 통가 이름 | 지정 또는 메모 | | ------------- | ------- | | 투인가 이카 | 오리온, 벨트 및 칼의 일부 | | 아이 유베 아 | 코로나 보레 알리스 (투기 적) | | 파타나 루아 | 코마 베레니케 스 (추론 적) | | 카파 카오 타파이 | 카시오페이아 (투기) | | 톨 로아 | 오리온의 허리띠 | | 루아 탄 가타 | 피마자 및 / 또는 Pollux | | 펑 시아 | 톨 리만 및 / 또는 Agena | | 후마 톨 로아 (톨 로아, 톨 로아 통가, 톨로 알라 히) | — |
nl: ### Nomenclatuur | Tongaanse term | Benaming | | ------------- | ------- | | Humu | Kolenzak | | Kaniva | Melkweg | | Ma'afulele | Grote Magellan-wolk | | Ma'afutoka | Kleine Magellan-wolk | | 'otu Ma'afu | Magelhaense wolken (beide) | | Ha'amonga | Ecliptica | | Mahina | Maan | | La'a | Zo | | Tapukitea | Venus | | Matamemea | Mars | | Fetu'u | Ster (in het algemeen) | | Fetu'ufuka | Komeet | | 'Umata | Regenboog | | Fetu'u'Esiafi | Vallende ster | | Ma'afutoka (zelfde als SMC) | Canopus | | Ma'afulele (zelfde als LMC) | Sirius | | Velitoa hififo | Rigel | | Velitoa hahake | Betelguese | | Hikule'o | Arcturus | | Monuafe | Meissa | | Motuliki | Pleiaden | | Tu'ulalupe | Hyades | | Toloatonga | Zuiderkruis | | Toloalahi | False Cross | ### Tongaanse sterrenbeelden | Tongaanse naam | Benaming of aantekeningen | | ------------- | ------- | | Tuinga ika | Onderdeel van Orion, riem en zwaard | | Ae e'Uvea | Corona Borealis (_Speculative_) | | Fatanalua | Coma Berenices (_Speculative_) | | Kapakau'o'tafahi | Cassiopeia (_Speculative_) | | Toloa | Gordel van Orion | | Lua tangata | Castor en / of Pollux | | Fungasia | Toliman en / of Agena | | Houmatoloa (Toloa, toloatonga, toloalahi) | - |
pl: ### Nomenklatura | Termin tongański | Oznaczenie | | ------------- | ------- | | Humu | Worek na węgiel | | Kaniva | Droga Mleczna | | Ma'afulele | Duża chmura Magellana | | Ma'afutoka | Mała chmura Magellana | | „otu Ma'afu | Obłoki Magellana (oba) | | Ha'amonga | Ekliptyka | | Mahina | Księżyc | | La'a | Niedz | | Tapukitea | Wenus | | Matamemea | Mars | | Fetu'u | Gwiazda (ogólnie) | | Fetu'ufuka | Kometa | | „Umata | Rainbow | | Fetu'u'Esiafi | Spadająca gwiazda | | Ma'afutoka (taki sam jak SMC) | Canopus | | Ma'afulele (to samo co LMC) | Syriusz | | Velitoa hififo | Rigel | | Velitoa hahake | Betelguese | | Hikule'o | Arcturus | | Monuafe | Meissa | | Motuliki | Plejady | | Tu'ulalupe | Hiady | | Toloatonga | Krzyż południowy | | Toloalahi | Fałszywy krzyż | ### Konstelacje Tonga | Nazwa tonga | Oznaczenie lub uwagi | | ------------- | ------- | | Tuinga ika | Część Oriona, pas i miecz | | Ae e'Uvea | Corona Borealis (_Speculative_) | | Fatanalua | Coma Berenices (_Speculative_) | | Kapakau'o'tafahi | Kasjopeja (_Speculative_) | | Toloa | Pas Oriona | | Lua tangata | Rycynowy i / lub Pollux | | Fungasia | Toliman i / lub Agena | | Houmatoloa (Toloa, toloatonga, toloalahi) | - |
pt: ### Nomenclatura | Termo tonganês | Designação | ------------- | ------- | | Humu Saco de carvão | | Kaniva via Láctea | | Ma'afulele Grande nuvem de Magalhães | | Ma'afutoka Pequena nuvem de Magalhães | | 'otu Ma'afu | Nuvens de Magalhães (ambas) | | Ha'amonga Eclíptica | | Mahina Lua | La'a Sol | Tapukitea Vênus | Matamemea Marte | Fetu'u Estrela (em geral) | | Fetu'ufuka Cometa | 'Umata Arco-íris | | Fetu'u'Esiafi | Estrela cadente | | Ma'afutoka (o mesmo que SMC) | Canopus | Ma'afulele (o mesmo que LMC) | Sirius | Velitoa hififo | Rigel | Velitoa hahake | Betelguese | | Hikule'o Arcturus | Monuafe Meissa | Motuliki Plêiades | | Tu'ulalupe Hyades | Toloatonga Cruzeiro do Sul | | Toloalahi Cruz falsa | Constelações tonganesas | Nome tonganês | Designação ou notas | | ------------- | ------- | | Tuinga ika Parte de orion, cinto e espada | | Ae e'Uvea Corona Boreal (especulativa) | | Fatanalua | Coma Berenices (_específico_) | | Kapakau'o'tafahi Cassiopeia (_específico_) | | Toloa Cinturão de Órion | | Lua tangata | Rodízio e / ou Pollux | | Fungasia Toliman e / ou Agena | | Houmatoloa (Toloa, Toloatonga, Toloalahi) | - |
ru: ### Номенклатура | Тонганский термин | Обозначение | | ------------- | ------- | | Хуму | Угольный мешок | | Канива | Млечный Путь | | Маафулеле | Большое Магелланово Облако | | Маафутока | Малое Магелланово Облако | | Оту Маафу | Магеллановы облака (оба) | | Хаамонга | Эклиптика | | Махина | Луна | | La'a | Вс | | Тапукитеа | Венера | | Матамея | Марс | | Fetu'u | Звезда (в общем) | | Фету'уфука | Комета | | Умата | Радуга | | Фету'у'Эсиафи | Падающая звезда | | Маафутока (так же, как SMC) | Канопус | | Маафулеле (так же, как LMC) | Сириус | | Velitoa HIFIFO | Ригель | | Velitoa hahake | Бетельгезе | | Hikule'o | Арктур | | Monuafe | Мейса | | Мотулики | Плеяды | | Туулалупе | Гиады | | Толоатонга | Южный Крест | | Толоалахи | Ложный крест | ### Тонганские созвездия | Тонганское имя | Обозначение или заметки | | ------------- | ------- | | Туинга ика | Часть Ориона, пояс и меч | | Ae e'Uvea | Корона Бореалис (_Speculative_) | | Фатаналуа | Кома Беренис (_Speculative_) | | Kapakau'o'tafahi | Кассиопея (_Speculative_) | | Толоа | Пояс Ориона | | Луа Тангата | Кастор и / или Поллукс | | Фунгасия | Толиман и / или Агена | | Уматолоа (толоа, толоатонга, толоалахи) | - |
zh_cn: ### 命名法 |汤加词|名称 | ------------- | ----------- | | u煤袋| |卡尼瓦|银河系| | Ma'afulele |大型麦哲伦云| | Ma'afutoka |小麦哲伦云| | 'otu Ma'afu |麦哲伦星云（两者）| |哈阿蒙加|黄道| | Mahina |月亮| | La'a |太阳| | Tapukitea |金星| | Matamemea |火星| | Fetu'u |星（一般）| | Fetu'ufuka |彗星 | 'Umata |彩虹| | Fetu'u'Esiafi |流星| | Ma'afutoka（与SMC相同）| Canopus | | Ma'afulele（与LMC相同）|天狼星| | Velitoa hififo | Rigel | | Velitoa hahake |槟榔| | Hikule'o | Arcturus | | Monuafe |梅萨| | Motuliki | le | Tu'ulalupe | Hyades | | Toloatonga |南十字| | Toloalahi |假十字架| ### 汤加星座 |汤加名称|名称或注释| | ------------- | ----------- | | Tuinga ika |猎户座，皮带和剑的一部分| | Ae e'Uvea |北极光（投机）| | Fatanalua |昏迷Berenices（投机性）| | Kapakau'o'tafahi |仙后座（投机）| | Toloa |猎户座腰带| |卢加坦加塔|脚轮和/或北河三| |真菌Toliman和/或Agena | | Houmatoloa（Toloa，toloatonga，toloalahi）| — |
zh_tw: ### 命名法 |湯加詞|名稱 | ------------- | ----------- | | u煤袋| |卡尼瓦|銀河系| | Ma'afulele |大型麥哲倫雲| | Ma'afutoka |小麥哲倫雲| | 'otu Ma'afu |麥哲倫星雲（兩者）| |哈阿蒙加|黃道| | Mahina |月亮| | La'a |太陽| | Tapukitea |金星| | Matamemea |火星| | Fetu'u |星（一般）| | Fetu'ufuka |彗星 | 'Umata |彩虹| | Fetu'u'Esiafi |流星| | Ma'afutoka（與SMC相同）| Canopus | | Ma'afulele（與LMC相同）|天狼星| | Velitoa hififo | Rigel | | Velitoa hahake |檳榔| | Hikule'o | Arcturus | | Monuafe |梅薩| | Motuliki | le | Tu'ulalupe | Hyades | | Toloatonga |南十字| | Toloalahi |假十字架| ### 湯加星座 |湯加名稱|名稱或註釋| | ------------- | ----------- | | Tuinga ika |獵戶座，皮帶和劍的一部分| | Ae e'Uvea |北極光（投機）| | Fatanalua |昏迷Berenices（投機性）| | Kapakau'o'tafahi |仙后座（投機）| | Toloa |獵戶座腰帶| |盧加坦加塔|腳輪和/或北河三| |真菌Toliman和/或Agena | | Houmatoloa（Toloa，toloatonga，toloalahi）| — |

source: - [#1]: Velt Kik, _Ko E Ngaahi fetu'u 'o, Stars over tonga_, 1990 'Atenisi University, Nuku'alofa , Tonga Government printing department. - [#2]: T.H Fale, _Tongan astronomy_, 1990 Polynesian Eyes foundation, Nuku'alofa, TongaChoice printing. - [#3]: E. E. V. Collocott, _Tongan astronomy and calendar_, 1992 Occasional Papers of the Bernice Pauahi Bishop Museum of Polynesian ethnology and Natural History, Vol. 8, No. 4 Honolulu, Hawaii, Bishop Museum Press 1922, p. 157-173.
ar: - [#1]: Velt Kik ، _Ko E Ngaahi fetu'u 'o، Stars over tonga_، 1990' University Atenisi، Nuku'alofa، قسم الطباعة في حكومة تونغا. - [#2]: T.H Fale، _Tongan astronomy_، 1990 Polynesian Eyes Foundation، Nuku'alofa، TongaChoice printing. - [#3]: E. E. V. Collocott، _Tongan astronomy and calendar_، 1992 Occasional Papers of the Bernice Pauahi Bishop Museum of Polynesian Ethnic and Natural History، Vol. 8 ، رقم 4 هونولولو ، هاواي ، مطبعة متحف الأسقف 1922 ، ص. 157-173.
cs: - [#1]: Velt Kik, _Ko E Ngaahi fetu'u 'o, Stars over tonga_, 1990' Atenisi University, Nuku'alofa, Tonga Government printing department. - [#2]: T.H Fale, _Tonganská astronomie_, Polynesiánské nadace 1990, tisk Nuku'alofa, tisk TongaChoice. - [#3]: E. E. V. Collocott, _Tonganská astronomie a kalendář_, 1992 Příležitostné noviny biskupského muzea polynéské etnologie a přírodní historie Bernice Pauahi, sv. 8, č. 4 Honolulu, Havaj, Bishop Museum Press 1922, s. 8. 157-173.
de: - [#1]: Velt Kik, Ko E Ngaahi Fetu'u'o, Stars over Tonga, 1990 Atenisi University, Nuku'alofa, Druckabteilung der Regierung von Tonga. - [#2]: T.H. Fale, _Tongan Astronomy_, 1990 Polynesian Eyes Foundation, Nuku'alofa, TongaChoice-Druck. - [#3]: E.E.V. Collocott, _Tonganische Astronomie und Kalender_, 1992 Gelegenheitspapiere des Bernice Pauahi Bischofsmuseums für polynesische Ethnologie und Naturgeschichte, Vol. 8, No. 4 Honolulu, Hawaii, Bishop Museum Press 1922, p. 157-173.
it: - [#1]: Velt Kik, _Ko E Ngaahi fetu'u 'o, Stars over tonga_, 1990' Università Atenisi, Nuku'alofa, dipartimento di stampa del governo Tonga. - [#2]: T.H Fale, _Tongan astronomy_, 1990 Polynesian Eyes foundation, Nuku'alofa, TongaChoice printing. - [#3]: E. E. V. Collocott, _Tastronomia e calendario tongani_, 1992 Carte occasionali del Bernice Pauahi Bishop Museum of Polynesian ethnology and Natural History, Vol. 8, No. 4 Honolulu, Hawaii, Bishop Museum Press 1922, p. 157-173.
ja: - [#1]: Velt Kik、_Ko E Ngaahi fetu'u 'o、Stars over tonga_、1990' Atenisi University、Nuku'alofa、トンガ政府印刷部。 - [#2]: T.H Fale、_Tongan astronomy_、1990 Polynesian Eyes Foundation、Nuku'alofa、TongaChoice印刷。 - [#3]: E. E. V. Collocott、_Tongan astronomy and calendar_、1992時折のBernice Pauahi Bishopポリネシア民族学自然史博物館の巻、Vol。 8、No。4、ハワイ州ホノルル、ビショップミュージアムプレス1922年、p。 157-173。
ko: - [#1]: Velt Kik, Ko E Ngaahi fetu'u 'o, tonga 이상의 별, 1990'통가 정부 인쇄 부 Nuku'alofa Atenisi University. - [#2]: T.H Fale, 통가 천문학, 1990 Polynesian Eyes 재단, Nuku'alofa, 통가 초이스 인쇄. - [#3]: E. E. V. Collocott, 통가 천문학 및 달력, 1992 년 Bernice Pauahi 주교 폴리네시아 민족학 및 자연사 박물관 논문, Vol. 8, No. 4 호놀룰루, 하와이, 주교 박물관 출판부 1922, p. 157-173.
nl: - [#1]: Velt Kik, _Ko E Ngaahi fetu'u 'o, Stars over tonga_, 1990' Atenisi University, Nuku'alofa, Tonga Government printing department. - [#2]: T.H Fale, _Tongan astronomy_, 1990 Polynesian Eyes foundation, Nuku'alofa, TongaChoice printing. - [#3]: E. E. V. Collocott, _Tongan astronomy and calendar_, 1992 Gelegenheidsdocumenten van het Bernice Pauahi Bishop Museum of Polynesian etnology and Natural History, Vol. 8, No. 4 Honolulu, Hawaii, Bishop Museum Press 1922, p. 157-173.
pl: - [#1]: Velt Kik, _Ko E Ngaahi fetu'u 'o, Stars over tonga_, 1990' Atenisi University, Nuku'alofa, Tonga Government Department. - [#2]: T.H Fale, _Tongan astronomy_, 1990 Fundacja Polynesian Eyes, Nuku'alofa, drukowanie TongaChoice. - [#3]: E. E. V. Collocott, astronomia i kalendarz tongański, 1992 Dokumenty okazjonalne biskupa Bernice Pauahi Muzeum etnologii i historii naturalnej Bernice Pauahi, t. 8, nr 4 Honolulu, Hawaje, Bishop Museum Press 1922, s. 1. 157-173.
pt: - [#1]: Velt Kik, Ko E Ngaahi fetu'u ', Stars over tonga_, 1990' Atenisi University, Nuku'alofa, departamento de impressão do governo de Tonga. - [#2]: T.H Fale, _Tongan astronomy_, 1990 Polynesian Eyes Foundation, Nuku'alofa, TongaChoice printing. - [#3]: E. E. V. Collocott, astronomia e calendário tonganeses, 1992 Papéis Ocasionais do Museu do Bispo de Bernice Pauahi, Bispo de Etnologia Polinésia e História Natural, vol. 8, No. 4 Honolulu, Havaí, Bishop Museum Press 1922, p. 157-173.
ru: - [#1]: Вельт Кик, _Ko E Ngaahi fetu'u 'o, Stars over tonga_, 1990' Университет Атениси, Нукуалофа, Государственный департамент печати Тонга. - [#2]: T.H Fale, _Tongan astronomy_, 1990 Фонд Полинезийских Глаз, Нукуалофа, TongaChoice типография. - [#3]: Е. Е. В. Коллокотт, "Тонганская астрономия и календарь", 1992 г. Периодические статьи из епископского музея полинезийской этнологии и естествознания им. Бернис Пауахи, том. 8, No. 4 Honolulu, Hawaii, Bishop Museum Press 1922, p. 157-173.
zh_cn: - [#1]: Velt Kik，Ko E Ngaahi fetu'u'o，《汤加上空的星星》，1990年，Atenisi大学，努库阿洛法，汤加政府印刷部门。 - [#2]: T.H Fale，汤加天文学，1990年波利尼西亚人眼基金会，努库阿洛法，汤加选择印刷。 - [#3]: E。E. V. Collocott，汤加天文学和日历，1992年，波利尼西亚民族学和自然历史的伯尼丝·帕瓦希·毕晓普博物馆，不定期发表的论文。 8，第4号，夏威夷，檀香山，毕晓普博物馆出版社，1922年，第3页。 157-173。
zh_tw: - [#1]: Velt Kik，Ko E Ngaahi fetu'u'o，《湯加上空的星星》，1990年，Atenisi大學，努庫阿洛法，湯加政府印刷部門。 - [#2]: T.H Fale，湯加天文學，1990年波利尼西亞人眼基金會，努庫阿洛法，湯加選擇印刷。 - [#3]: E。E. V. Collocott，湯加天文學和日曆，1992年，波利尼西亞民族學和自然歷史的伯尼絲·帕瓦希·畢曉普博物館，不定期發表的論文。 8，第4號，夏威夷，檀香山，畢曉普博物館出版社，1922年，第1頁。 157-173。

source: This sky culture was contributed by Stellarium user [Dan Smale](d.smale@niwa.co.nz) Technical adaption: Susanne M Hoffmann
ar: ساهم ثقافة ستيل هذه من قبل مستخدم Stellarium [Dan Smale](d.smale@niwa.co.nz) التكيف الفني: سوزان هوفمان
cs: K této kultuře oblohy přispěl uživatel Stellarium [Dan Smale](d.smale@niwa.co.nz) Technické úpravy: Susanne M Hoffmann
de: Diese Himmelskultur wurde vom Stellarium-Benutzer [Dan Smale](d.smale@niwa.co.nz) beigesteuert. Technische Anpassung: Susanne M Hoffmann
it: Questa cultura del cielo è stata fornita dall'utente Stellarium [Dan Smale](d.smale@niwa.co.nz) Adattamento tecnico: Susanne M Hoffmann
ja: この空の文化は、Stellariumユーザー[Dan Smale](d.smale@niwa.co.nz)によって提供されました 技術的な適応：Susanne M Hoffmann
ko: 이 하늘 문화는 스텔라 리움 사용자 [Dan Smale](d.smale@niwa.co.nz)가 기여했습니다 기술 적응 : Susanne M Hoffmann
nl: Deze hemelcultuur werd bijgedragen door Stellarium-gebruiker [Dan Smale](d.smale@niwa.co.nz) Technische aanpassing: Susanne M Hoffmann
pl: Ta kultura nieba została dodana przez użytkownika Stellarium [Dan Smale](d.smale@niwa.co.nz) Dostosowanie techniczne: Susanne M. Hoffmann
pt: Esta cultura celeste foi contribuída pelo usuário do Stellarium [Dan Smale](d.smale@niwa.co.nz) Adaptação técnica: Susanne M Hoffmann
ru: Эта небесная культура была предоставлена пользователем Stellarium [Дэн Смейл](d.smale@niwa.co.nz) Техническая адаптация: Сюзанна М Хоффманн
zh_cn: 这种天空文化是由恒星用户[Dan Smale](d.smale@niwa.co.nz)贡献的 技术适应：Susanne M Hoffmann
zh_tw: 這種天空文化是由恆星用戶[Dan Smale](d.smale@niwa.co.nz)貢獻的 技術適應：Susanne M Hoffmann

source: GNU GPL v2.0
ar: GNU GPL الإصدار 2.0

source: Southern Wild Duck
ar: البطة البرية الجنوبية
cs: Jižní divoká kachna
de: Südliche Wildente
it: Anatra selvatica del sud
ja: サザンワイルドダック
ko: 남부 야생 오리
nl: Zuidelijke wilde eend
pt: Pato selvagem do sul
ru: Южная дикая утка
zh_cn: 南部野鸭
zh_tw: 南部野鴨

source: Two Men
ar: رجلين
cs: Dva muži
de: Zwei Männer
it: Due uomini
ja: 2人の男性
ko: 두 남자
nl: Twee mannen
pl: Dwóch mężczyzn
pt: Dois homens
ru: Двое мужчин
zh_cn: 两名男子
zh_tw: 兩名男子

source: Wild Duck
ar: البطة البرية
cs: Divoká kachna
de: Wilde Ente
it: Anatra selvatica
ja: 鴨
ko: 물오리
nl: Wilde eend
pl: Dzika kaczka
pt: Pato selvagem
ru: Дикая утка
zh_cn: 野鸭
zh_tw: 野鴨

source: Pigeon Perch
ar: حمامة جثم
cs: Holub okoun
de: Taubenbarsch
it: Pesce persico
ja: ピジョンパーチ
ko: 비둘기 농어
nl: Duif baars
pl: Gołąb Okoń
pt: Poleiro de pombo
ru: Голубиный окунь
zh_cn: 鸽子栖息
zh_tw: 鴿子棲息

source: Big Wild Duck
ar: البط البري الكبير
cs: Velká divoká kachna
de: Große wilde Ente
ja: 大きな野生のアヒル
ko: 큰 야생 오리
nl: Grote wilde eend
pt: Pato selvagem grande
ru: Большая Дикая Утка
zh_cn: 大野鸭
zh_tw: 大野鴨

source: Mound Top
ar: تل القمة
de: Hügel oben
ja: マウンドトップ
ko: 마운드 탑
pl: Kopiec Góry
pt: Monte Topo
ru: Курган Топ
zh_cn: 丘顶
zh_tw: 丘頂

source: String of fishes
ar: سلسلة أسماك
cs: Řetězec ryb
de: Reihe von Fischen
it: Stringa di pesci
ja: 魚のひも
ko: 물고기의 문자열
nl: String van vissen
pl: Sznur ryb
pt: Cadeia de peixes
ru: Строка рыб
zh_cn: 鱼串
zh_tw: 魚串

source: Wild Duck's Point of Land
ar: Wild Land Duck's Point of Land
cs: Bod země divoké kachny
it: Punto di terra dell'anatra selvatica
ja: ワイルドダックのポイントオブランド
ko: 야생 오리의 땅
nl: Het punt van het land van de wilde eend
pl: Punkt Kaczki Dzikiej Kaczki
pt: Ponto de terra do pato selvagem
ru: Точка земли дикой утки
zh_cn: 野鸭的土地
zh_tw: 野鴨的土地

source: Two Carriers
ar: حاملان
cs: Dva nosiče
de: Zwei Träger
it: Due vettori
ja: 2つのキャリア
ko: 두 캐리어
nl: Twee dragers
pl: Dwóch przewoźników
pt: Duas transportadoras
ru: Два перевозчика
zh_cn: 两个承运人
zh_tw: 兩個承運人

source: Cloud of 'Uvea
ar: سحابة Uvea
cs: Cloud 'Uvea
de: Wolke von 'Uvea
it: Nuvola di 'Uvea
ja: ウベアの雲
ko: '우베 아의 구름
nl: Wolk van 'Uvea
pl: Chmura „Uvea
pt: Nuvem de 'Uvea
ru: Облако Увеа
zh_cn: 乌韦阿云
zh_tw: 烏韋阿雲

source: Wing of Tafahi
ar: جناح التفاحي
cs: Křídlo Tafahi
de: Flügel von Tafahi
it: Ala di Tafahi
ja: タファヒの翼
ko: 타파 히의 날개
nl: Vleugel van Tafahi
pl: Skrzydło Tafahi
pt: Asa de Tafahi
ru: Крыло Тафахи
zh_cn: 塔法希翼
zh_tw: 塔法希翼
