Repository: Stellarium/stellarium-skycultures
Catalog: tongan/po/*.po
Languages: ar, cs, de, it, ja, ko, nl, pl, pt, ru, zh_cn, zh_tw

source: Tongan
ar: تونغان
cs: Tongština
de: Tongaische Sprache
ja: トンガ
ko: 통가
nl: Tongaans
pl: tongijska
pt: Tonganesa
ru: Тонганская
zh_cn: 汤加

source: As in all Polynesian star lore, Tongan sky culture descends from the practical application of nautical navigation.
ar: كما هو الحال في جميع تقاليد النجوم البولينيزية ، تنحدر ثقافة السماء التونغية من التطبيق العملي للملاحة البحرية.
cs: Stejně jako ve všech polynéských hvězdných povstáních i Tonganská nebe pochází z praktické aplikace námořní navigace.
de: Wie in allen polynesischen Sternengeschichten stammt die tonganische Himmelskultur von der praktischen Anwendung der nautischen Navigation ab.
it: Come in tutte le tradizioni stellari polinesiane, la cultura del cielo tongano discende dall'applicazione pratica della navigazione nautica.
ja: すべてのポリネシアの星の伝承と同様に、トンガンの空の文化は、航海の実用的な応用から生まれました。
ko: 모든 폴리네시아의 별에서와 마찬가지로 통가의 하늘 문화는 실질적인 항해 탐색의 적용에서 비롯됩니다.
nl: Zoals in alle Polynesische sterrenkunde, stamt de Tongaanse luchtcultuur af van de praktische toepassing van nautische navigatie.
pl: Jak w przypadku wszystkich polinezyjskich tradycji gwiezdnych, kultura nieba Tongan wywodzi się z praktycznego zastosowania nawigacji morskiej.
pt: Como em todas as histórias estelares polinésias, a cultura do céu tonganês descende da aplicação prática da navegação náutica.
ru: Как и во всех полинезийских знаниях о звездах, тонганская небесная культура происходит от практического применения морской навигации.
zh_cn: 像所有波利尼西亚的星际传说一样，汤加的天空文化源于航海的实际应用。
zh_tw: 像所有波利尼西亞的星際傳說一樣，湯加的天空文化源於航海的實際應用。

source: Whilst the most-notable/common stars and constellations (i.e. Orion, Pleiades, Crux) are identified in Tongan star lore there are two notable exceptions. There is an absence of naming of the North star (Polaris: α UMi). This is peculiar considering the latitude of the Tongan islands and the prominence of this star at certain times of the year. In the event of any northerly journeys from Tonga such an important navigational landmark could not have possibly gone unnoticed. The constellation of Scorpio (parts in, or stars of) are also absent from Tongan star lore. This is surprising since the vast majority of star lore – globally and Polynesian – has Scorpio as a central constellation due to it being easily identified and that it is nearly directly opposite Orion in the night sky. Stellarium team would welcome any further knowledge on these two anomalies. Common ancestry of Polynesian star lore's is evident in the similarities in the naming of stars. For example the Pleiades is called _Mataliki_ in Tongan, _Matariki_ in Maori and _Makali'i_ in Hawaiian. In some circumstances separation of individual star names from "star path" names cannot be resolved. A star may have multiple names 1) if the star is part of numerous star paths and 2) since the naming of stars can differ depending on which Tongan island group it originates from. The nomenclature of stars is approximated based on the limited resources available.
ar: في حين أن النجوم والأبراج الأكثر بروزًا / شيوعًا (على سبيل المثال Orion ، Pleiades ، Crux) تم تحديدها في تقاليد النجم التونغية ، هناك استثناءان ملحوظان. هناك غياب لتسمية النجم الشمالي (Polaris: α UMi). هذا أمر غريب بالنظر إلى خط عرض جزر تونجا وبروز هذا النجم في أوقات معينة من العام. في حالة وجود أي رحلات شمالية من تونغا ، لم يكن من الممكن أن يمر مثل هذا المعلم الملاحي المهم دون أن يلاحظه أحد. كوكبة العقرب (أجزاء في ، أو نجوم) غائبة أيضًا عن تقاليد النجم التونغية. هذا أمر مثير للدهشة لأن الغالبية العظمى من تقاليد النجوم - عالميًا وبولينيزيًا - لديها برج العقرب كوكبة مركزية بسبب سهولة التعرف عليه وأنه قريب من Orion مباشرة في سماء الليل. سيرحب فريق ستيلاريوم بأي معرفة أخرى عن هذين الشذوذين. يتجلى الأصل المشترك لورون النجوم البولينيزية في أوجه التشابه في تسمية النجوم. على سبيل المثال ، تسمى الثريا _ ماتاليكي في التونغية ، _ ماتاريكي_ في الماوري و __ماكالي'في هاواي. في بعض الحالات ، لا يمكن حل فصل أسماء النجوم الفردية عن أسماء "مسار النجوم". قد يكون للنجم أسماء متعددة 1) إذا كان النجم جزءًا من العديد من مسارات النجوم و 2) نظرًا لأن تسمية النجوم يمكن أن تختلف اعتمادًا على مجموعة جزر تونجا التي نشأت منها. يتم تقريب تسمية النجوم بناءً على الموارد المحدودة المتاحة.
cs: Zatímco nejvýznamnější / společné hvězdy a souhvězdí (tj. Orion, Plejády, Crux) jsou identifikovány v tradici Tonganských hvězd, existují dvě významné výjimky. Není přítomna pojmenování severní hvězdy (Polaris: α UMi). To je zvláštní vzhledem k zeměpisné šířce Tonganských ostrovů a významu této hvězdy v určitých obdobích roku. V případě jakýchkoli severních cest z Tongy by tak důležitá navigační orientační bod nemohla zůstat bez povšimnutí. Souhvězdí Štíra (části nebo hvězdy) také chybí v Tonganské hvězdné tradici. To je překvapivé, protože převážná většina hvězdných filmů - globálně a polynéských - má Štíra jako ústřední souhvězdí, protože je snadno identifikovatelná a že je téměř přímo naproti Orionu na noční obloze. Tým Stellarium by uvítal jakékoli další znalosti o těchto dvou anomáliích. Obyčejný předek polynéské hvězdné tradice je patrný v podobnosti v pojmenování hvězd. Například Plejády se nazývají _Mataliki_ v Tonganu, _Matariki_ v Maori a _ Makali'i_ v havajštině. Za určitých okolností nelze oddělit jednotlivé názvy hvězd od názvů „hvězdných cest“. Hvězda může mít více jmen 1), pokud je hvězda součástí mnoha hvězdných cest a 2), protože pojmenování hvězd se může lišit v závislosti na tom, ze které skupiny ostrovů Tongan pochází. Nomenklatura hvězd je aproximována na základě omezených dostupných zdrojů.
de: Während die bemerkenswertesten / häufigsten Sterne und Sternbilder (d. H. Orion, Plejaden, Crux) in der tonganischen Sternenkunde identifiziert werden, gibt es zwei bemerkenswerte Ausnahmen. Es gibt keine Benennung des Nordsterns (Polaris: α UMi). Dies ist besonders angesichts des Breitengrads der tonganischen Inseln und der Bedeutung dieses Sterns zu bestimmten Jahreszeiten. Bei Reisen nach Norden von Tonga aus hätte ein so wichtiges Wahrzeichen der Navigation möglicherweise nicht unbemerkt bleiben können. Die Konstellation des Skorpions (Teile oder Sterne von) fehlt auch in der tonganischen Sternenkunde. Dies ist überraschend, da die überwiegende Mehrheit der Sternenkunde - global und polynesisch - den Skorpion als zentrale Konstellation hat, da er leicht zu identifizieren ist und sich am Nachthimmel fast direkt gegenüber dem Orion befindet. Das Stellarium-Team würde jedes weitere Wissen über diese beiden Anomalien begrüßen. Die gemeinsame Abstammung der polynesischen Sternenkunde zeigt sich in den Ähnlichkeiten bei der Benennung von Sternen. Zum Beispiel heißt die Plejaden auf Tongan _Mataliki_, auf Maori _Matariki_ und auf Hawaiianisch _Makali'i_. Unter bestimmten Umständen kann die Trennung einzelner Sternnamen von "Sternpfad" -Namen nicht gelöst werden. Ein Stern kann mehrere Namen haben 1) wenn der Stern Teil zahlreicher Sternpfade ist und 2) da die Benennung von Sternen je nach der tonganischen Inselgruppe, von der er stammt, unterschiedlich sein kann. Die Nomenklatur der Sterne wird auf der Grundlage der begrenzten verfügbaren Ressourcen angenähert.
it: Mentre le stelle e le costellazioni più notevoli / comuni (cioè Orione, Pleiadi, Crux) sono identificate nella tradizione delle stelle tongane, ci sono due notevoli eccezioni. C'è un'assenza di denominazione della stella polare (Polaris: α UMi). Ciò è peculiare considerando la latitudine delle isole Tongane e l'importanza di questa stella in determinati periodi dell'anno. In caso di viaggi verso nord da Tonga un punto di riferimento così importante per la navigazione non avrebbe potuto passare inosservato. La costellazione dello Scorpione (parti o stelle di) è assente anche dalla tradizione delle stelle tongane. Ciò è sorprendente poiché la stragrande maggioranza delle tradizioni stellari - a livello globale e polinesiano - ha lo Scorpione come costellazione centrale grazie alla sua facile identificazione e al fatto che è quasi direttamente di fronte a Orione nel cielo notturno. Il team di Stellarium accoglierebbe con favore qualsiasi ulteriore conoscenza di queste due anomalie. Le origini comuni delle tradizioni polinesiane delle stelle sono evidenti nelle somiglianze nella denominazione delle stelle. Ad esempio, le Pleiadi si chiama _Mataliki_ in Tongano, _Matariki_ in Maori e _Makali'i_ in Hawaiano. In alcune circostanze, la separazione dei nomi delle singole stelle dai nomi dei "percorsi delle stelle" non può essere risolta. Una stella può avere più nomi 1) se la stella fa parte di numerosi percorsi e 2) poiché la denominazione delle stelle può differire a seconda del gruppo di isole tongane da cui proviene. La nomenclatura delle stelle è approssimata in base alle risorse limitate disponibili.
ja: 最も注目すべき/共通の星と星座（つまり、オリオン、プレアデス、核心）は、トンガの星の伝承で識別されますが、2つの注目すべき例外があります。北の星（ポラリス：αUMi）の名前の欠如があります。これは、トンガ諸島の緯度と、1年の特定の時期にこの星が目立つことを考えると、独特です。トンガから北への旅があった場合、そのような重要な航海のランドマークは見過ごされることはなかったでしょう。蠍座の星座（の一部、またはその星）もトンガの星の伝承にはありません。星の伝承の大多数（世界的にもポリネシアでも）は、容易に識別され、夜空のオリオンのほぼ真向かいにあるため、蠍座が中心的な星座であるため、これは驚くべきことです。 Stellariumチームは、これらの2つの異常に関するさらなる知識を歓迎します。 ポリネシアの星の伝承の共通の祖先は、星の命名の類似性から明らかです。たとえば、プレアデス星団はトンガ語では_Mataliki_、マオリ語では_Matariki_、ハワイ語では_Makali'i_と呼ばれます。 状況によっては、個々の星の名前と「星のパス」の名前の分離を解決できない場合があります。スターは複数の名前を持つ場合があります。1）スターが多数のスターパスの一部である場合。2）スターの命名は、元のトンガ島グループによって異なる場合があるため。星の命名法は、利用可能な限られたリソースに基づいて概算されます。
ko: 통가의 별자리에서 가장 주목할만한 별과 별자리 (예 : Orion, Pleiades, Crux)가 별명이지만 두 가지 예외가 있습니다. 북쪽 별 (Polaris : α UMi)의 이름이 없습니다. 통가 섬의 위도 및 일년 중 특정 시간 에이 별의 중요성을 고려할 때 특이합니다. 통가에서 북쪽으로 여행하는 경우, 그러한 중요한 탐색 랜드 마크는 눈에 띄지 않을 수 없었습니다. 전갈 자리 별자리 (별 또는 별)도 통가의 별의 표현에는 없습니다. 전 세계와 폴리네시아의 대다수의 별의 전갈은 전갈 자리가 쉽게 식별되고 밤하늘의 오리온과 거의 반대이기 때문에 중심 별자리로 있기 때문에 놀랍습니다. 스텔라 리움 팀은이 두 가지 이상에 대한 추가 지식을 환영합니다. 폴리네시아 스타의 공통 조상은 별의 이름을 지을 때의 유사점에서 분명합니다. 예를 들어 Pleiades는 통가의 Mataliki, Maori의 Matariki 및 Hawaiian의 Makali'i라고합니다. 경우에 따라 "별 경로"이름에서 개별 별 이름을 분리 할 수 없습니다. 별은 여러 별 이름을 가질 수 있습니다. 1) 별이 수많은 별 경로의 일부인 경우 및 2) 별 이름은 별표가 어떤 통가 섬 그룹에 따라 다를 수 있기 때문에. 별의 명명법은 이용 가능한 제한된 자원을 기준으로 추정됩니다.
nl: Terwijl de meest opvallende / gewone sterren en sterrenbeelden (d.w.z. Orion, Pleiades, Crux) worden geïdentificeerd in de Tongaanse sterrenoverlevering, zijn er twee opmerkelijke uitzonderingen. Het benoemen van de noordster ontbreekt (Polaris: α UMi). Dit is eigenaardig gezien de breedtegraad van de Tongaanse eilanden en de bekendheid van deze ster op bepaalde tijden van het jaar. In het geval van noordelijke reizen vanuit Tonga kon zo'n belangrijk navigatiepunt onmogelijk onopgemerkt zijn gebleven. Het sterrenbeeld Schorpioen (delen in of sterren van) zijn ook afwezig in de Tongaanse sterrenkunde. Dit is verrassend omdat de overgrote meerderheid van de sterrenkunde - wereldwijd en Polynesisch - Schorpioen als een centraal sterrenbeeld heeft omdat het gemakkelijk te identificeren is en omdat het zich bijna direct tegenover Orion aan de nachtelijke hemel bevindt. Het Stellarium-team zou elke verdere kennis over deze twee afwijkingen verwelkomen. De gemeenschappelijke afkomst van Polynesische sterrenleer blijkt duidelijk uit de overeenkomsten in de naamgeving van sterren. Zo wordt de Pleiaden _Mataliki_ genoemd in het Tongaans, _Matariki_ in het Maori en _Makali'i_ in het Hawaïaans. In sommige gevallen kan de scheiding van individuele sternamen van "sterpad" -namen niet worden opgelost. Een ster kan meerdere namen hebben 1) als de ster deel uitmaakt van talloze sterpaden en 2) aangezien de naamgeving van sterren kan verschillen afhankelijk van de Tongaanse eilandengroep waaruit ze afkomstig is. De nomenclatuur van sterren wordt benaderd op basis van de beperkte beschikbare middelen.
pl: Podczas gdy najbardziej znane / wspólne gwiazdy i konstelacje (tj. Orion, Plejady, Crux) są zidentyfikowane w tradycji gwiazd Tonga, istnieją dwa godne uwagi wyjątki. Brakuje nazwy gwiazdy północnej (Polaris: α UMi). Jest to szczególnie biorąc pod uwagę szerokość geograficzną wysp Tongan i znaczenie tej gwiazdy w określonych porach roku. W przypadku jakichkolwiek podróży na północ z Tonga tak ważny punkt nawigacyjny nie mógł pozostać niezauważony. Konstelacja Skorpiona (części lub gwiazdy) jest również nieobecna w tradycji gwiazd Tonga. Jest to zaskakujące, ponieważ znaczna większość wiedzy gwiezdnej - globalnie i polinezyjskiej - ma Scorpio jako gwiazdozbiór centralny, ponieważ można go łatwo zidentyfikować i znajduje się prawie naprzeciw Oriona na nocnym niebie. Zespół Stellarium chętnie przyjmie wszelką dalszą wiedzę na temat tych dwóch anomalii. Wspólne pochodzenie wiedzy o polinezyjskich gwiazdach jest widoczne w podobieństwach w nazwach gwiazd. Na przykład Plejady nazywa się _Mataliki_ w języku Tongan, _Matariki_ w języku Maorysów i _Makali'i_ w języku hawajskim. W niektórych okolicznościach oddzielenie nazw poszczególnych gwiazd od nazw „ścieżek gwiazd” nie jest możliwe. Gwiazda może mieć wiele nazw 1), jeśli gwiazda jest częścią wielu ścieżek gwiazd i 2), ponieważ nazwy gwiazd mogą się różnić w zależności od tego, z której grupy wysp Tongan pochodzi. Nomenklatura gwiazd jest przybliżona w oparciu o ograniczone dostępne zasoby.
pt: Embora as estrelas e constelações mais notáveis / comuns (ou seja, Orion, Pleiades, Crux) sejam identificadas no folclore tonganês, existem duas exceções notáveis. Há uma ausência de nomeação da estrela do Norte (Polaris: α UMi). Isso é peculiar, considerando a latitude das ilhas Tongan e o destaque dessa estrela em determinadas épocas do ano. No caso de qualquer viagem ao norte de Tonga, um importante marco de navegação não poderia passar despercebido. A constelação de Escorpião (partes de, ou estrelas de) também está ausente do conhecimento estelar de Tongan. Isso é surpreendente, já que a grande maioria das tradições estelares - global e polinésia - tem Escorpião como uma constelação central devido ao fato de ser facilmente identificada e ao fato de estar quase diretamente oposta a Orion no céu noturno. A equipe do Stellarium agradeceria qualquer conhecimento adicional sobre essas duas anomalias. A ancestralidade comum dos conhecimentos das estrelas da Polinésia é evidente nas semelhanças na nomeação de estrelas. Por exemplo, as Plêiades são chamadas _Mataliki_ em tonganês, _Matariki_ em maori e _Makali'i_ em havaiano. Em algumas circunstâncias, a separação dos nomes de estrelas individuais dos nomes de "caminho das estrelas" não pode ser resolvida. Uma estrela pode ter vários nomes 1) se ela faz parte de vários caminhos estelares e 2) já que o nome das estrelas pode diferir dependendo de qual grupo de ilhas tonganeses se origina. A nomenclatura de estrelas é aproximada com base nos recursos limitados disponíveis.
ru: В то время как наиболее известные / общие звезды и созвездия (то есть Орион, Плеяды, Крукс) идентифицированы в знаниях Тонга, есть два заметных исключения. Отсутствует наименование Полярной звезды (Polaris: α UMi). Это необычно, учитывая широту островов Тонга и выдающуюся роль этой звезды в определенные времена года. В случае каких-либо северных путешествий из Тонги такой важный ориентир не мог остаться незамеченным. Созвездие Скорпиона (части или звезды) также отсутствуют в знаниях звезд Тонга. Это удивительно, так как подавляющее большинство звездных знаний - глобально и полинезийских - имеет в качестве центрального созвездия Скорпиона из-за того, что его легко идентифицировать и что он почти прямо противоположен Ориону в ночном небе. Команда Stellarium приветствует любые дополнительные знания по этим двум аномалиям. Общее происхождение полинезийских знаний о звездах проявляется в сходстве названий звезд. Например, Плеяды называются _Mataliki_ на тонганском языке, _Matariki_ на маори и _Makali'i_ на гавайском. В некоторых случаях отделение отдельных имен звезд от названий «звездных путей» невозможно. Звезда может иметь несколько имен: 1) если звезда является частью множества звездных путей и 2) поскольку названия звезд могут различаться в зависимости от того, из какой группы островов Тонга она происходит. Номенклатура звезд аппроксимируется на основании имеющихся ограниченных ресурсов.
zh_cn: 虽然在汤加星绝中发现了最著名/最常见的恒星和星座（即猎户座，P宿星，克鲁克星），但有两个值得注意的例外。没有北极星的命名（北极星：αUMi）。考虑到汤加群岛的纬度和该星在一年中某些时候的突出地位，这是很特殊的。如果从汤加向北行驶，那么这样一个重要的航海地标可能就不会被忽视。汤加的星际传说中也没有天蝎座（部分星体或部分星体）。这是令人惊讶的，因为全球星际绝大部分（全球和波利尼西亚人）都将天蝎座作为中心星座，这是因为天蝎座易于识别，并且在夜空中几乎直接与猎户座相对。恒星团队将欢迎您进一步了解这两个异常。 波利尼西亚星际传说的共同血统在恒星命名的相似性中显而易见。例如，le宿星在汤加被称为Mataliki，在毛利人被称为Matariki，夏威夷人被称为Makali'i。 在某些情况下，无法解决将单个星形名称与“星形路径”名称分开的问题。一颗恒星可能有多个名称：1）如果该恒星是众多恒星路径的一部分，并且2）由于恒星的命名可能会有所不同，具体取决于它来自哪个汤加岛群。恒星的命名是根据有限的可用资源来估算的。
zh_tw: 雖然在湯加星絕中發現了最著名/最常見的恆星和星座（即獵戶座，P宿星，克魯剋星），但有兩個值得注意的例外。沒有北極星的命名（北極星：αUMi）。考慮到湯加群島的緯度和該星在一年中某些時候的突出地位，這是很特殊的。如果從湯加向北行駛，那麼這樣一個重要的航海地標可能就不會被忽視。湯加的星際傳說中也沒有天蠍座（部分星體或星體）。這是令人驚訝的，因為全球星際絕大部分（全球和波利尼西亞人）都將天蠍座作為中心星座，這是因為天蠍座易於識別，並且在夜空中幾乎直接與獵戶座相對。恆星團隊將歡迎您進一步了解這兩個異常。 波利尼西亞星際傳說的共同血統在恆星命名的相似性中顯而易見。例如，le宿星在湯加被稱為Mataliki，在毛利人被稱為Matariki，夏威夷人被稱為Makali'i。 在某些情況下，無法解決將單個星形名稱與“星形路徑”名稱分開的問題。一顆恆星可能有多個名稱：1）如果該恆星是眾多恆星路徑的一部分，以及2）由於恆星的命名可能會有所不同，具體取決於恆星來自哪個湯加島群。恆星的命名是根據有限的可用資源來估算的。
